{"title": "Employees of Big French Cleaning Company Win Sexual Harassment Case", "authors": ["Alissa J. Rubin", "Elian Peltier"], "url": "https://www.nytimes.com/2017/11/10/world/europe/sexual-harassment-france-h-reinier.html", "body": "The court concurred that the four women had been sexually harassed by a man who was their “team leader” at H. Reinier, a subsidiary of ONET, one of France’s largest cleaning companies. The harassment started with uncomfortable kisses and inappropriate touching but became more intrusive.\n\n“He would come up behind me in the bathroom when I was leaning over to clean and rub himself against me,” said Karima Emtir, another of the plaintiffs, bursting into tears a few days before the award as she described in an interview the treatment she had endured.\n\nThe harassment escalated, the women said, after they supported their co-worker, Rachid Lakhal, a whistle-blower who accused one of his superiors of a kickback scheme and was fired twice — once after he had been reinstated. Mr. Lakhal’s discrimination case against the company was heard along with the women’s; he also won damages.\n\nH. Reinier’s lawyer, Virginie Monteil, said that the company had not decided whether to appeal but had done an audit and was beginning a training program for salaried employees and managers in “risk prevention.”\n\nWhen asked why the audit did not mention sexual harassment, Ms. Monteil said the company was dealing with broader “psychosocial issues.”\n\nThe case is also noteworthy because Mr. Lakhal had spoken up on behalf of the women and testified for them. He was given the largest monetary award, essentially creating a precedent for rewarding someone who testified in support of those who allege harassment.\n\n“What you won is very significant,” Ms. Baldeck told the women and Mr. Lakhal at a meeting after the decision was released. “It sends a strong message to all the women who talked to me, but who were too afraid to file a complaint.”\n\nAdvertisement Continue reading the main story\n\nMs. Baldeck said in an interview that she had spoken with six other female employees who suffered similar treatment.\n\nMs. Emtir, one of the plaintiffs, said her co-workers did not join the case because they feared reprisals, including losing their jobs, which although poorly paid helped them to make ends meet. One, though, recently changed her mind and filed a complaint, said lawyers involved in the case.\n\nThe four women each won 20,000 euros (about $23,000) for sexual harassment and 10,000 euros (about $11,500) for discrimination. Mr. Lakhal, 47, won 100,000 euros ($116,000).\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It’s not about the money,” Mr. Lakhal said. “We don’t care about the money. It’s about the justice system acknowledging that there was discrimination, there was sexual harassment.”\n\nLike Mr. Lakhal, Ms. Emtir, who is 49, was also fired. Both sought to get their jobs back, but the court did not order them to be reinstated.\n\nThe French labor court judges wrote that the measures taken so far by H. Reinier “to protect the four employees were nonexistent” and that the preventive measures were “wholly insufficient.” Further, the court said, when the women reported the sexual harassment, they were “systematically sanctioned for it.”\n\nThe company declined for several years even to move the man who was accused of the harassment to a different location. Ms. Monteil, the company’s lawyer, said that from H. Reinier’s point of view, it had to “put everyone on an equal footing.”\n\nThat decision meant that the women had to see their harasser every day when they went to work, fearing always that he would touch them or follow them into a train bathroom, shut the door and attack them sexually.\n\nMaud Beckers, the women’s lawyer, said before the decision was issued that if the company was found to be responsible for the environment of sexual harassment and threats against employees who complained, the company should “clean house” and fire those who were accused as well as the directors who allowed the pernicious behavior.\n\nAdvertisement Continue reading the main story\n\nAs of Friday, the man named as responsible for the harassment in the court decision, Mbarek Bachchikh, was still working for the company, according to Ms. Monteil, the company’s lawyer.\n\nSNCF, France’s national railroad, continued to use the company for cleaning services even after questions about sexual harassment and criminal activities were raised. A company communications official said on Friday that SNCF “welcomed the decision.”\n\nThe official added that because the case involved internal matters of a subsidiary, she would not offer any other comment.\n\nAll four women were longtime employees of H. Reinier and had worked cleaning trains at one or more of the company’s sites in Paris for years. Ms. Emtir was a 17-year veteran of the company when she was fired in 2015. Three of the women are Algerian and one is Moroccan, as is Mr. Lakhal.\n\nThe escalation of the sexual advances began in 2012, Ms. Emtir and Ms. Dahmani said in an interview, after Mr. Lakhal told management that a union delegate had required people he hired as cleaners to pay him one to two months salary, about 2,000 euros ($2,200), in exchange for a job contract.\n\nAfter Mr. Lakhal’s complaint, the women said, the delegate tried to get Mr. Lakhal fired by forcing employees to sign a petition saying he was a poor worker and a liar, among other things. When the four women refused to sign the petition because, they said, they knew it was not true, the sexual harassment intensified.\n\nThe kickback accusations are the subject of a separate, criminal case along with the sexual harassment charges. Sexual harassment can be adjudicated in both civil and criminal proceedings.\n\nWith the court’s decision in hand, two of the women and Mr. Lakhal went to the Gare du Nord on Friday with their heads held high. Ms. Dahmani smiled at her daughter, who had come with her. “It’s good to walk into the station without being ashamed,” she said.", "summary": "The court concurred that the four women had been sexually harassed by a man who was their “team leader” at H. Reinier, a subsidiary of ONET, one of France’s largest cleaning companies.H. Reinier’s lawyer, Virginie Monteil, said that the company had not decided whether to appeal but had done an audit and was beginning a training program for salaried employees and managers in “risk prevention.”Ms. Emtir, one of the plaintiffs, said her co-workers did not join the case because they feared reprisals, including losing their jobs, which although poorly paid helped them to make ends meet.That decision meant that the women had to see their harasser every day when they went to work, fearing always that he would touch them or follow them into a train bathroom, shut the door and attack them sexually.The escalation of the sexual advances began in 2012, Ms. Emtir and Ms. Dahmani said in an interview, after Mr. Lakhal told management that a union delegate had required people he hired as cleaners to pay him one to two months salary, about 2,000 euros ($2,200), in exchange for a job contract."}