{"title": "Marine Le Pen Loses French Parliamentary Immunity Over Tweets", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/11/09/world/europe/marine-le-pen-immunity-france.html", "body": "Photo\n\nPARIS — The French Parliament has lifted the immunity of the National Front leader, Marine Le Pen, forcing her to appear in front of judges over graphic photographs of Islamic State executions she posted on Twitter and giving a new slap to her already-humbled far-right party.\n\nMagistrates opened an investigation in December 2015, shortly after Ms. Le Pen, furious over a television interview in which a French journalist compared her party to the Islamic State, also known as ISIS or ISIL, posted several pictures of the killing of the American journalist James Foley, along with another photograph.\n\nThe objective, Ms. Le Pen said, was to protest the “ignoble parallel” that had been drawn between the militant group and her party, but the “dissemination of violent images” is a crime in France, punishable by up to three years in prison.\n\nMs. Le Pen has used various parliamentary immunities — first as a member of the European Parliament, and then as a member of the French Parliament — to resist a summons from the investigating judges. The European Parliament stripped her of that protection in March, and a committee of the National Assembly in France did so on Wednesday.\n\nAdvertisement Continue reading the main story\n\nA lawmaker’s status shouldn’t be “an obstacle to the smooth functioning of justice,” François de Rugy, the president of the French Parliament, told the France Info television channel on Thursday, adding that there is no reason for deputies, as they are known in France, “to be above the law.”", "summary": "PARIS — The French Parliament has lifted the immunity of the National Front leader, Marine Le Pen, forcing her to appear in front of judges over graphic photographs of Islamic State executions she posted on Twitter and giving a new slap to her already-humbled far-right party. Le Pen said, was to protest the “ignoble parallel” that had been drawn between the militant group and her party, but the “dissemination of violent images” is a crime in France, punishable by up to three years in prison. The European Parliament stripped her of that protection in March, and a committee of the National Assembly in France did so on Wednesday. A lawmaker’s status shouldn’t be “an obstacle to the smooth functioning of justice,” François de Rugy, the president of the French Parliament, told the France Info television channel on Thursday, adding that there is no reason for deputies, as they are known in France, “to be above the law.”"}