{"title": "A Marine Le Pen Aide Leaves Far-Right Party", "authors": ["Aurelien Breeden", "Elian Peltier"], "url": "https://www.nytimes.com/2017/09/21/world/europe/france-florian-philippot-national-front.html", "body": "Mr. Philippot, who went to some of France’s top schools and who rose quickly through the ranks after officially joining the party in 2011, played a big role in fine-tuning that message as Ms. Le Pen’s top adviser. He also helped push a proposal to leave the euro currency area.\n\nBut Ms. Le Pen’s lackluster debate performance and her subsequent loss to the centrist candidate Emmanuel Macron opened a rift in the National Front, between proponents of Mr. Philippot’s euro-skepticism and protectionism and an older guard that wanted to focus on immigration and Islam.\n\nMany of Ms. Le Pen’s advisers say that her economic appeals ultimately fell flat and that she was too late in pushing identity issues. Mr. Philippot’s camp sees the election as a setback but notes that more people supported the National Front than in any previous election.\n\n“Marine Le Pen has been having a hard time accepting that the National Front is at the right of the political spectrum,” said Nicolas Lebourg, a historian who studies the far-right, noting that she had courted supporters of the far-left candidate Jean-Luc Mélenchon in the presidential runoff “mostly because right-wing voters don’t want to leave the euro.”\n\n“But those same right-wing voters in France are closer to the identity politics of Marine Le Pen, so she might want the party to go this way,” he added.\n\nIn legislative elections in June, the National Front did not fare as well as Mr. Mélenchon’s France Unbowed party. He has emerged as the most vocal critic of Mr. Macron’s young presidency.\n\nMs. Le Pen and her allies have had a more muted presence on the French political scene — as have more mainstream parties, like the struggling Socialists, who recently announced that they were going to sell their headquarters in an upscale Parisian neighborhood.\n\nAdvertisement Continue reading the main story\n\nAlthough tensions around Mr. Philippot had been brewing at the National Front for months, they erupted into plain sight in recent weeks over a small think tank called The Patriots that he created shortly after the elections.\n\nParty officials accused Mr. Philippot of promoting his own political movement instead of working to rebuild the National Front.\n\nTensions rose further last week when far-right militants criticized Mr. Philippot on social media for going to a couscous restaurant in Strasbourg, France, instead of eating choucroute, the region’s traditional dish of sauerkraut and sausages.\n\nMs. Le Pen’s demotion of Mr. Philippot on Wednesday came after she repeatedly asked him to step down as president of The Patriots, which he repeatedly declined to do.\n\nNeither appeared eager to put a final nail in the coffin of a close relationship. In an interview with The New York Times in 2015, Mr. Philippot described his first meeting with Ms. Le Pen, in 2009, as a kind of political love at first sight and said that they “connected both on a human and a political level.“\n\nAfter his departure, National Front officials blamed Mr. Philippot for refusing to discuss a change in strategy ahead of a party congress set for March.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“You have to be able to accept criticism,” Ms. Le Pen told a French television news channel on Thursday, after Mr. Philippot’s announcement. “I get the impression that Florian did not want to take part in that debate.”\n\nLouis Aliot, who represents the National Front in Parliament and who is also Ms. Le Pen’s partner, said on Twitter that the party “will finally experience a return to calm after facing a sectarian, arrogant and conceited extremist who was trying to muzzle our freedom to debate.”\n\nBut Mr. Philippot said the party’s “reconstruction” was “going badly.”\n\n“In reality, it was hiding a terrible step backward,” he told France 2. “A return of a National Front caught up by its old demons.”\n\nAdvertisement Continue reading the main story\n\nSophie Montel, an ally of Mr. Philippot’s who also announced on Thursday that she was leaving the party, said the National Front “owed a lot” to him.\n\n“The main architect, with Marine, of the party’s ‘neither right nor left’ line is being chased away,” she told Franceinfo radio. “This line that enabled the National Front to blow up, with the results that we’ve had since 2012.”\n\nSeveral other members of the National Front said on Thursday that they were leaving the party in Mr. Philippot’s wake, but it was unclear whether he had had enough of a following to create a significant split.\n\nDavy Rodriguez De Oliveira, a deputy leader of the National Front’s youth section, said that although the unit had grown to 25,000 members while Mr. Philippot was helping to reshape party strategy, young members would not quit the National Front.\n\n“It’s Marine Le Pen who initiated the undemonization strategy, and since she is our leader, we will follow her,” Mr. Rodriguez said in a telephone interview. “Finally, we are going to debate in a serene way about the reconstruction of our party.”"}