{"title": "In Angela Merkel, German Women Find Symbol, but Not Savior", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2017/09/13/world/europe/angela-merkel-germany-election.html", "body": "Even in politics, where the chancellor has proved a role model for many and has vowed to appoint a gender-balanced cabinet if re-elected, the number of women in Parliament is already certain to drop, whatever the outcome of the vote a week from Sunday.\n\nIt is a strange contradiction. Ms. Merkel embodies what feminists the world over have hoped to accomplish, but the rest of Germany has largely not caught up.\n\nA generation of young Germans has grown up with a woman in the highest office. Children ask their parents if boys can become chancellor. Male rivals struggle to position themselves against Ms. Merkel, whose unexcitable and deliberative style has made the fist-banging swagger of her predecessors a parody of the past.\n\nAlice Schwarzer, the country’s best-known feminist, put it this way: “Since 2005, little girls can decide: Do I become a hairdresser — or chancellor?”\n\nBut ask Ms. Auf der Masch and the 14 other apprentices in her class how many of the local companies that train them — midsize businesses that make everything from margarine to mobility scooters — are run by women. Not a single hand goes up.\n\nPhoto\n\nThere are a few female department heads, most of them childless. But collectively the apprentices can think of more managers called “Thomas” than managers who are women.\n\nThere are, in fact, more C.E.O.s named “Thomas” (seven) than C.E.O.s who are women (three) in Germany’s 160 publicly traded companies, notes the AllBright foundation, which tracks women in corporate leadership. Ninety-three percent of all executive board members in these companies are men. Nearly three out of four of the corporations have no women on their executive teams.\n\nAdvertisement Continue reading the main story\n\nObliged by law to publish a target for hiring women at the executive level, most happily wrote down “0 percent.”\n\n“Because of Merkel, the image of Germany abroad is more progressive than it really is,” said Anne Wizorek, a feminist writer who rose to prominence in 2013 when she led a highly visible hashtag campaign against casual sexism.\n\nSome things, from child care to corporate governance, have, in fact, changed for women under Ms. Merkel’s watch.\n\nBut so deep remains the cultural bias against working women, and especially working mothers, that some young commentators now mention Germany’s “gender issue” in the same breath as America’s “race issue” — a piece of historic baggage that has never been fully addressed, elusive and omnipresent at the same time, a sort of national elephant in the room.\n\n“Just as Obama did not end structural racism in America, Merkel has not ended structural sexism in Germany,” Ms. Wizorek said.\n\nIn some ways, Ms. Merkel’s long tenure has actually made things more complicated, she said. “We are told: ‘You can become chancellor — what more do you want?’ ” Ms. Wizorek said. “I hear that all the time.”\n\nThe few women who do make it to the top, or close to it, speak of the constant torment of being judged.\n\n“We get no respect from society as working women,” said Angelika Huber-Strasser, a managing partner for KPMG Germany and a mother of three. “They call us raven mothers,” after the black bird (also unfairly) accused of pushing its young out of the nest.\n\nAdvertisement Continue reading the main story\n\nThere is a feeling of damned if you do, damned if you don’t.\n\n“If you stay at home and have children, you’re not contributing to society,” Ms. Huber-Strasser said. “If you work and have children, you are a raven mother. If you work and have no children, you’re a cold woman. All paths for women in Germany are difficult. Here, Merkel has not helped.”\n\nPhoto\n\nAnka Wittenberg, chief diversity and inclusion officer at SAP, a German software company, already had her three children when she finished a master’s degree in economics and sent out job applications. No German company invited her for an interview.\n\nShe made her career in American companies instead, rising through the ranks of General Electric’s German operation before being hired by SAP, a company that is considered unusually progressive for having two women among its eight executive board members (though neither of them is German).\n\n“We have hardly any female role models that show young women that it is possible to have both: a family and a career,” said Ms. Wittenberg. “Germany is still very much behind.”\n\nThe über-mother of German lore has roots in the country’s difficult history. The Nazis awarded medals to women who bore multiple children. Then came Germany’s division: The West revived the 19th century maxim of Kinder, Küche, Kirche — children, kitchen, church, while in the East, the Communists set up free day-care centers.\n\nEastern mothers drove cranes and studied physics. Until 1977, western wives officially needed their husbands’ permission to work. By then, their peers in the East had a year of paid maternity leave and shorter work hours if they nursed.\n\nWhen the Berlin Wall fell in 1989, female employment in the East was near 90 percent; in the West it was 55 percent. Today, over 70 percent of German women work. But only 12 percent of those with children under 3 work full time.\n\nAdvertisement Continue reading the main story\n\nIt is perhaps no coincidence that Ms. Merkel has no children herself and grew up in East Germany.\n\n“Angela Merkel considers things normal that many women who grew up in West Germany consider anything but normal,” said Jutta Allmendinger, a leading German sociologist and president of the WZB Berlin Social Science Center.\n\nMs. Merkel has not made gender equality a signature issue. But during her time in office things have quietly evolved.\n\nSchools, which traditionally closed at lunchtime, relying on stay-at-home mothers, have gradually lengthened their hours. Child care, once anathema for children under 3, has been vastly extended. A paid parental leave has been introduced that nudges fathers to take at least two months.\n\nNewsletter Sign Up Continue reading the main story Morning Briefing What you need to know to start your day, delivered to your inbox. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMore recently, the government passed a law obliging large companies to replace departing members of their nonexecutive boards with women until they made up at least 30 percent.\n\n“She uses the same style of politics for gender that she uses elsewhere: She does not call for a revolution, she starts an evolution,” said Annette Widmann-Mauz, head of the Christian Democrats’ Women’s Union.\n\nBut women in Germany are still paid 21 percent less than men — the European average is 16 percent — not least because they do not climb the career ladder. In some areas the number of women in leadership positions has actually been sliding back.\n\nAmong the publicly traded businesses in Germany’s internationally revered Mittelstand, the midsize companies that are the backbone of Germany’s well-oiled export machine, fewer than 4 percent of executive jobs are held by women.\n\nEven the modest progress women have made has been met with a fierce backlash in some quarters.\n\nBirgit Kelle, a member of Ms. Merkel’s Christian Democratic party and author of a recent book called “Mother Animal,” has accused the chancellor of abandoning conservative values. “In my view it’s almost communism that we practice,” she said. “G.D.R. 2.0, that’s what we’re going for.” The reference was to the former Communist East Germany, known as the German Democratic Republic.\n\nAdvertisement Continue reading the main story\n\n“I used to be in the mainstream of the party,” Ms. Kelle said, “now I’m being pushed to the right edge.” Some of her former party colleagues have defected to the far-right Alternative for Germany party. Its election poster shows women in bikinis, in dirndls or pregnant.\n\nNewly minted terms like “gender-hype” and “gender-wahn” — gender madness — are circulating. Some prominent professors of gender studies have had to request personal protection after receiving threats to their safety.\n\nThat has Ms. Allmendinger worried. “This battle is not won,” she said. “I feel that progress is more fragile here than in countries like America or France.” Germany, she said, needs a feminist movement.\n\nAt the vocational school in Osnabrück, the apprentices yearned for change. The men said they wanted to take parental leave (at least, some did) and several women said they wanted to have a successful career (at least until they have children).\n\nBut no one called themselves a feminist. “That’s too radical,” one young woman said. Their teacher, Monika Stadje, 63, said the term still conjured up a caricature of “lesbians in motorcycle gear who are very, very angry and don’t like men.”\n\nThat helps explain why Ms. Merkel, ever mindful of public opinion, has so far refused to claim the label for herself. But some young women wish she would.\n\n“Why can’t she, as one of the most powerful people in the world, for once make a fundamental statement about gender equality?” asked Margarete Stokowski, a columnist for Spiegel online. “She avoids the whole topic because she knows if she opened it up, she would have to acknowledge just how much is still not O.K.”"}