{"title": "Azorean Diaspora Can’t Resist the Powerful Pull of Home", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2015/06/05/world/europe/azores-diaspora-holy-christ-of-miracles.html", "body": "Azoreans left their archipelago in different waves — set off by poverty and natural disasters as well as politics.\n\nIn the 19th century, New England whalers started recruiting Azoreans to work on their ships. Azoreans also joined California’s gold rush.\n\nIn 1958, after a volcanic eruption devastated one of the islands, John F. Kennedy, then a senator from Massachusetts, pushed through the Azorean Refugee Act, which eventually gave thousands of Azoreans an opportunity to enter the United States.\n\nGRACIOSA AZORES ILHA DO FAIAL TercEIra Ribeira Grande São Jorge ILHA DO PICO São Miguel Ponta Delgada Atlantic Ocean SANTA MARIA 50 mileS SPAIN PORTUGAL Area of detail Atlantic Ocean MOROCCO 500 mileS\n\nAzoreans also started leaving in large numbers for Canada after it passed similar legislation easing immigration in 1953. Other Azoreans headed to Bermuda and Hawaii, which actively recruited them to work on their farms. Hawaii even set up a special subsidy scheme that guaranteed a minimum wage for Azorean workers.\n\n“I don’t think there’s another place in Europe with a diaspora that has kept such an intense relationship with the U.S.,” said Gonçalo Matias, director of the Migration Observatory, a Lisbon-based institute that monitors Portuguese migration.\n\nThe Azoreans, Mr. Matias added, have given Portugal “a political weight that is larger than its geostrategic importance” because they formed “communities that have been extremely successful and politically powerful.”\n\nEven as Azoreans have integrated into American life and politics, Daniel Da Ponte, a state senator in Rhode Island of Azorean descent, suggested that many emigrants remained more attached to the archipelago’s traditions than current islanders, as shown by the emigrants’ devotion to major religious feasts and their willingness to make regular trips to the Azores.\n\nAdvertisement Continue reading the main story\n\n“Folks will pray in a way that isn’t done with so much discipline these days” in the Azores, Mr. Da Ponte said. His mother left the Azores as a child and his father as a teenager, and they met in the United States. Mr. Da Ponte met his Azorean wife on a trip to his parents’ homeland.\n\nRecently, travel between the Azores and the Portuguese mainland has benefited from the liberalization of air traffic, which has allowed Ryanair and other low-cost carriers to add routes that are boosting European tourism to the archipelago.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFor North Americans, cities like Toronto, Montreal, Boston and Oakland have long had direct flights to the Azores. Since World War II, the United States has also operated a military air base on one of the islands.\n\nHowever, some visitors have to take much longer and more costly trips requiring overnight stopovers to reach the islands. They are driven by their determination to witness the religious celebration, during which the statue of the Christ of Miracles is carried for four hours around Ponta Delgada, the main town in the Azores, along a route that is carpeted with brightly colored sawdust.\n\n“It’s thanks to the Christ that I’m alive,” said Victor Almeida, 76, who recently suffered a bladder infection. Mr. Almeida is among about 200 Azoreans who settled in Terrace, in British Columbia.\n\nPhoto\n\nFor emigrants, the return to the Azores brings out emotions not only during the religious procession. “Our visitors often start crying when they remember how poorly they used to live here or their fears at leaving for the unknown,” said Maria do Santo Cristo Correia, coordinator of the Azorean Emigration Museum, which is in the nearby town of Ribeira Grande.\n\nArmando Moniz, 75, said he left the Azores when he was 17 because a relative told him about a job opportunity as a foreman on a farm in Bermuda. “I went because I was a crazy fool, but also very poor,” he said. “People back then were walking around these streets with no shoes on their feet.”\n\nSince 2011, when the financial crisis forced recession-hit Portugal to negotiate an international bailout, jobless Azoreans have again started to escape the islands, which have an unemployment rate of about 15 percent.\n\nSome have been heading to the United States, but the difference is that “this generation of migrants is a lot more qualified than in the past,” said Vasco Garcia, a former politician and co-founder of the University of the Azores.\n\nAdvertisement Continue reading the main story\n\nSome emigrants said they left for political rather than economic reasons, because Portugal was under a dictatorship until 1974, and was also fighting to keep its African colonies.\n\nFrank Monteiro, a former Canadian police sergeant, said his father, a successful carpenter, took the family to Canada to avoid having his three sons be drafted into the Portuguese Army to fight in Africa.\n\nMr. Monteiro said he returned last month to give thanks to the Christ for being able to retire as a police officer “in one piece and without any holes in my body.”\n\nEven if most emigrants say that North America gave them a chance to improve their lives, some acknowledge that their initial experiences fell short of expectations.\n\n“I left the islands more because I wanted to help others in my family than for myself,” said Gloria Sousa, who moved in the 1960s with her husband to New Bedford, Mass., and found a “very hard” job in a garment factory.\n\n“I didn’t know what working overtime meant until I went to America,” she added.", "summary": "Recently, travel between the Azores and the Portuguese mainland has benefited from the liberalization of air traffic, which has allowed Ryanair and other low-cost carriers to add routes that are boosting European tourism to the archipelago.They are driven by their determination to witness the religious celebration, during which the statue of the Christ of Miracles is carried for four hours around Ponta Delgada, the main town in the Azores, along a route that is carpeted with brightly colored sawdust.“Our visitors often start crying when they remember how poorly they used to live here or their fears at leaving for the unknown,” said Maria do Santo Cristo Correia, coordinator of the Azorean Emigration Museum, which is in the nearby town of Ribeira Grande.Since 2011, when the financial crisis forced recession-hit Portugal to negotiate an international bailout, jobless Azoreans have again started to escape the islands, which have an unemployment rate of about 15 percent.Frank Monteiro, a former Canadian police sergeant, said his father, a successful carpenter, took the family to Canada to avoid having his three sons be drafted into the Portuguese Army to fight in Africa."}