{"title": "As Vehicle Attacks Rise, an Ordinary Object Becomes an Instrument of Fear", "authors": ["Amanda Taub", "The Interpreter"], "url": "https://www.nytimes.com/2017/08/17/world/europe/barcelona-van-terrorist-weapon-fear.html", "body": "To find reassurance, we look for strategies that make it possible to answer those questions in a reassuring way.\n\nAfter the attacks of Sept. 11, for instance, many avoided flying. People who worked in small, anonymous offices could comfort themselves that only buildings as high-profile as the World Trade Center or the Pentagon were at risk of being targeted.\n\nBut cars, trucks and vans are all around us. There is no set of rules or limits, short of withdrawing entirely from public life, that would fully protect against an attack like this.\n\nThe risks of being killed in this kind of attack are low. In the United States alone, car accidents kill 30,000 to 40,000 people a year. Worldwide, terrorist attacks using cars or other vehicles have killed a tiny fraction of that number.\n\nBut that calculus cannot reason fear away. The possibility of an accident feels different from the possibility of being deliberately, if randomly, targeted for murder.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nStill, the story of cities has always been one of managing seemingly widespread dangers, including terrorism.\n\nIn the early 1990s, after Provisional I.R.A. terrorists placed a bomb in a garbage can in London's Victoria train station, the city removed many of the bins. Visiting the city, one was left either to puzzle at the absence of refuse or, if one knew why the cans were absent, to see every bin-less street as a reminder that a bomb could be waiting around any corner. The fear eventually grew less shocking, transmuting into the background of dangers inherent in living in a city.\n\nBy twisting the purpose of a commonplace machine, attacks like the one in Barcelona create a sense that public life is tinged with inescapable danger. When anything can become a weapon, that chips away at the hope that terrorist attacks are somehow predictable or controllable. It does not take any special skills or resources to obtain a van and drive it into a crowd of innocent people. All it takes is motivation.\n\nAdvertisement Continue reading the main story\n\nThat fear is not merely unpleasant. It can have real impact on society and politics.\n\nThe recent attacks in Europe may help to explain, for instance, why a recent study from Chatham House, a British research organization, found that over half of Europeans support a ban on immigration from Muslim-majority countries.\n\nOther research shows that when people feel they are under attack because of their membership in a particular group, like their religion, their nationality or their race, they become more attached to that identity, and more hardened and suspicious toward outsiders. That can promote what social scientists call “outgrouping” — fear of outsiders and a desire to control or punish them. When terrorist organizations target, say, Westerners, that leads to outgrouping behavior.\n\nThat feeling of “us” versus “them” divides society, heightening prejudices and creating social battle lines — precisely the sort of politics championed by right-wing populists who have grown popular in Europe and the United States.\n\nThis research suggests that the fear created by the attack, by undermining public trust and unity, could cause another deep and lasting harm, less visible than the immediate casualties but still tremendously powerful.\n\nWhatever the effect of such attacks on Western politics, they are already changing, in subtle but unmistakable ways, the mental geography of urban life. As cities inevitably produce more barriers to wall off the remote threat of another attack, we will grow only more conscious of the ever-present threat posed by ordinary objects.", "summary": "People who worked in small, anonymous offices could comfort themselves that only buildings as high-profile as the World Trade Center or the Pentagon were at risk of being targeted.Visiting the city, one was left either to puzzle at the absence of refuse or, if one knew why the cans were absent, to see every bin-less street as a reminder that a bomb could be waiting around any corner.Other research shows that when people feel they are under attack because of their membership in a particular group, like their religion, their nationality or their race, they become more attached to that identity, and more hardened and suspicious toward outsiders.That feeling of “us” versus “them” divides society, heightening prejudices and creating social battle lines — precisely the sort of politics championed by right-wing populists who have grown popular in Europe and the United States.This research suggests that the fear created by the attack, by undermining public trust and unity, could cause another deep and lasting harm, less visible than the immediate casualties but still tremendously powerful."}