{"title": "With Populist Anger Rising, Italy May Be Next Domino to Fall", "authors": ["Jason Horowitz"], "url": "https://www.nytimes.com/2016/12/02/world/europe/italy-referendum-matteo-renzi.html", "body": "With polls indicating that Mr. Renzi may fail, the possibility that he could resign, and force new elections or perhaps bring a caretaker government, has alarmed many leaders, including President Obama, who honored the Italian prime minister in his final state dinner in Washington and urged him to “hang around for a while no matter what.”\n\nPhoto\n\nIf Mr. Renzi does step aside, it could open the way for opponents who have threatened to carry the Continent’s fourth-largest economy out of the euro currency zone.\n\nSuch a prospect could destabilize the shaky Italian economy; have serious implications for Italy’s troubled banking system, which has been in crisis for a decade; and have a contagion effect around the eurozone.\n\n“The problem with Italian banks is they are fragile and they are really big,” said Ángel Talavera, senior eurozone economist at Oxford Economics in London. “Banks of that caliber, as soon as you have any noise and rumors, it creates a really bad loop.”\n\nMr. Renzi, who captured Italians’ imagination by positioning himself as an outsider who would demolish an arthritic political system, is arguing that the constitutional overhaul proposed in the Sunday referendum would streamline government and create more stability in a country that has had 63 governments in 70 years. To speed up the often clogged legislative process, Mr. Renzi wants to drastically reduce the size of the Italian Senate and make it a mostly consultative body. Critically, the Senate would lose the power to bring down governing coalitions.\n\nCritics say the proposal puts too much power in the prime minister’s hands. And Mr. Renzi is showing unexpected vulnerability among the young voters who helped propel his rise but now seem to want the same job protections and social benefits their parents had more than any opportunity Mr. Renzi’s changes might create. Much of the same dynamic has been playing out in Greece, Spain and even France.\n\nThe reversal has come despite Mr. Renzi’s image as the Coca-Cola guzzling, Apple-gadget-pecking embodiment of young Italians eager to modernize the country. According to a poll in the newspaper Il Sole 24 Ore, support for Mr. Renzi’s changes is strong among voters older than 65 and weak among people younger than 45, a group that opponents of the changes lead by 20 percentage points.\n\nAdvertisement Continue reading the main story\n\nThe beneficiary of that erosion appears to be the Five Star Movement, with its ability to win voters on the left and right with a mix of social liberalism, economic populism and tough law-and-order talk. It has been led by Beppe Grillo, 68, a former comedian who last month called Mr. Renzi a “serial killer” and celebrated Mr. Trump’s victory as a blunt rejection of the establishment.\n\nPhoto\n\nIn recent years, the merrily vulgar Mr. Grillo has stepped back so that a new generation of less rough, but perhaps no less radical, young politicians could step forward.\n\nHere in Turin, Chiara Appendino, 32, beat Mr. Renzi’s favored Democratic Party candidate for mayor this year. In the election, she had the support of Mr. Roselli and many like him.\n\n“Our voters are mainly young voters,” Ms. Appendino said after stepping out of the chandeliered City Hall chamber. “I believe there really is a generation of young people, and I feel in some way that I represent them, who have desire and ability, but who cannot get ahead.”\n\nMs. Appendino, who speaks German, French and English and is considered a rising star in her party, said that she did not consider herself anti-European, but she argued that the current European Union did not work.\n\nFar from breaking with the establishment, Mr. Renzi had been co-opted by its bankers, bureaucrats and power brokers, she said.\n\nMr. Renzi is desperately trying to persuade Italians, a large slice of them still undecided, to back him.\n\n“Today, we mustn’t get stuck in nostalgia,” Mr. Renzi told a crowd this week in Lingotto, the section of Turin that was once home to the automaker Fiat. “We must work for the future of our children.”\n\nPhoto\n\nBut even his young supporters worry that those words are wasted on the Italian youth, who as in so many other European countries are often unemployed.\n\nAdvertisement Continue reading the main story\n\nIn France, where the far-right National Front has emerged as a force, the youth unemployment rate is around 25 percent. And that looks good compared with Greece and Spain, both with more than 40 percent youth unemployment and strong populist movements.\n\nIn Italy, Mr. Renzi’s 2015 labor market overhaul, hailed by many investors, has so far failed to be the boon to employment his government expected. The youth unemployment rate is still around 35 percent. In the country’s south, where opposition to the change is solid, it is nearly 50 percent.\n\n“The young are lined up against him,” Davide Giani, 20, said with a resigned shrug after an afternoon spent trying to hand out leaflets in support of a “yes” vote on the referendum only to see young Turinese turn them down. “They see this as an opportunity to lash out against the establishment.”\n\nBack in the summer, Mr. Renzi predicted the gathering storm as he flew on the Italian Air Force One but nevertheless strained to see a silver lining in the unwrinkled faces of his new rivals.\n\n“The good thing is that since we have come to power, there has been a generational leap forward,” Mr. Renzi said, adding that his likely opponents, Luigi Di Maio of the Five Star Movement and Matteo Salvini, the young leader of the anti-immigration and anti-Renzi Northern League, would be younger than he is. “Great!” he said. “A sign that something has changed.”\n\nSome of Mr. Renzi’s older enemies across the political spectrum are latching onto the referendum to return to relevance. For them, the prospect of his premature exit has had the effect of a curtain call after a bloody opera, reanimating vengeful antagonists for a final bow on center stage.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFormer Prime Minister Silvio Berlusconi, 80, mindful that Mr. Renzi needs moderate center-right supporters, reversed his previous support for the constitutional overhaul out of sudden fear of “authoritarian drift.”\n\nAdvertisement Continue reading the main story\n\nIn Turin, former Prime Minister Massimo D’Alema, a member of Mr. Renzi’s Democratic Party who has received little deference from the current leader, delivered a disdain-dripping speech to mobilize elderly liberals and former communists against the change.\n\n“He presents himself like the one who wants to rejuvenate the country, but the young people are against him,” Mr. D’Alema, 67, said in an interview, in which he mocked Mr. Renzi as a Twitter-obsessed “oaf” who had alienated labor unions and destroyed the left.\n\nMr. Renzi’s young supporters shudder at the very mention of Italy’s former leaders. On a rainy evening in Milan, Alessia Giuliani, 24, sat in a field office for the “yes” campaign hunched over lists of phone numbers she had spent the day calling in support of Mr. Renzi’s changes.\n\nShe spoke optimistically about all the older people who, having lived through scores of Italian governments, proclaimed their hope and confidence in Mr. Renzi.\n\nBut asked if she had had any luck persuading young people, her smile vanished and her hand landed woefully on her forehead.\n\n“In general, the young voters are disinterested or for ‘no,’ ” explained her colleague, Stefano Angelinis, 24. “Many young people are going for Five Star.”", "summary": "With polls indicating that Mr. Renzi may fail, the possibility that he could resign, and force new elections or perhaps bring a caretaker government, has alarmed many leaders, including President Obama, who honored the Italian prime minister in his final state dinner in Washington and urged him to “hang around for a while no matter what.” “The good thing is that since we have come to power, there has been a generational leap forward,” Mr. Renzi said, adding that his likely opponents, Luigi Di Maio of the Five Star Movement and Matteo Salvini, the young leader of the anti-immigration and anti-Renzi Northern League, would be younger than he is. In Turin, former Prime Minister Massimo D’Alema, a member of Mr. Renzi’s Democratic Party who has received little deference from the current leader, delivered a disdain-dripping speech to mobilize elderly liberals and former communists against the change. On a rainy evening in Milan, Alessia Giuliani, 24, sat in a field office for the “yes” campaign hunched over lists of phone numbers she had spent the day calling in support of Mr. Renzi’s changes."}