{"title": "Barcelona Attack Adds to the Toll of Terrorism in Western Europe", "authors": ["Karen Yourish", "K.K. Rebecca Lai", "Gregor Aisch"], "url": "https://www.nytimes.com/interactive/2017/05/23/world/europe/europe-terror-attacks.html", "body": "Paris Terrorists wielding assault rifles killed 17 people at the office of the satirical newspaper Charlie Hebdo and other locations in the Paris area.\n\nCopenhagen A gunman went on a shooting rampage, killing two strangers and wounding five police officers.\n\nVillejuif, France A man shot and killed a woman in her car, and was believed to be planning an attack on a church congregation, but instead shot himself in the leg.\n\nParis A series of coordinated bombing and shooting attacks throughout Paris killed 130 people.\n\nBrussels Two bombs were set off at the city’s main international airport and a third exploded in a subway station.\n\nMagnanville, France A police captain was fatally stabbed and his companion was also killed at their home in a small town northwest of Paris.\n\nNice, France A man driving a truck barreled down a crowded beach promenade as people gathered to celebrate Bastille Day.\n\nSt.-Étienne-du-Rouvray, France Two men with knives entered a small church and killed a French priest.\n\nBerlin A driver plowed a truck through a Christmas market.\n\nLondon A driver mowed down pedestrians on Westminster Bridge and tried to break into Parliament before being shot and killed by the police.\n\nStockholm A man in a truck steered into a crowd on a shopping street and crashed into a department store.\n\nParis A gunman wielding an assault rifle shot and killed a police officer on the Champs-Élysées before being shot dead.\n\nManchester, England An explosion at a concert arena killed or injured dozens.\n\nLondon Three attackers drove a van into pedestrians on London Bridge and stabbed people at nearby Borough Market.", "summary": "Brussels Two bombs were set off at the city’s main international airport and a third exploded in a subway station.Magnanville, France A police captain was fatally stabbed and his companion was also killed at their home in a small town northwest of Paris.Nice, France A man driving a truck barreled down a crowded beach promenade as people gathered to celebrate Bastille Day.London A driver mowed down pedestrians on Westminster Bridge and tried to break into Parliament before being shot and killed by the police.Stockholm A man in a truck steered into a crowd on a shopping street and crashed into a department store."}