{"title": "David Cameron’s Luck Runs Out, Leaving Conservatives in Limbo", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2016/06/25/world/europe/david-cameron-brexit-european-union.html", "body": "He is not the first Conservative prime minister to be undone by Europe. Margaret Thatcher was forced from office in 1990, partly because of her European policy, while her successor, John Major, was tormented by euroskeptic Conservative backbenchers.\n\nEarly in his leadership, Mr. Cameron appealed to his party to stop “banging on” about Europe, though by then, he had already appeased the euroskeptic right by promising to remove the Conservatives from a center-right alliance in the European Parliament that they considered too federalist.\n\nThe vote underlines the final victory of anti-Europeans within the Conservative Party, which had led Britain into what was then the European Economic Community in 1973 when it was a pro-European force.\n\nThe task of putting the party back on an even keel will not be quick. Under party procedures, Conservative lawmakers will select two candidates from their ranks, with those two names going to about 150,000 party members, who will make the final choice.\n\nUntil recently, the favorite would have been George Osborne, the chancellor of the Exchequer, but his aggressive warnings about the risks of the withdrawal have put him on the wrong side of the Conservative Party electorate, wrecking his prospects.\n\nOther potential candidates include Michael Gove, the justice secretary, who appears reluctant to put himself forward but who campaigned for Brexit, and Theresa May, the home secretary, who did not.\n\nMs. May is regarded as “fantastically competent, well respected and has cultivated party members in a methodical way,” said Charles Lewington, a former director of communications for the Conservative Party. Though she did not support the withdrawal, she did not campaign against it, and is still thought to be a significant contender.\n\nAdvertisement Continue reading the main story\n\nOn Friday, the Northern Ireland secretary, Theresa Villiers, said that the job need not necessarily go to a supporter of the withdrawal but that, if a choice were to be made in September, the process would have to start soon.\n\nOf those who were in favor of remaining in the European Union, the leader of the Scottish Conservatives, Ruth Davidson, had the most impressive campaign, though the education secretary, Nicky Morgan, or the health secretary, Jeremy Hunt, are more likely to stand.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut, given the outcome of the referendum, the more logical choice would be a leader who believes in the policy going forward.\n\nIn those ranks are Andrea Leadsom, a former energy minister; Liam Fox, the former defense secretary; Priti Patel, an employment minister; and Dominic Raab, a justice minister.\n\nYet none have the buccaneering charm or rhetorical powers of Mr. Johnson. “You only have to say their names to realize how unlikely they are to beat BoJo,” said Tim Bale, a professor of politics at Queen Mary University of London, using one of Mr. Johnson’s nicknames.\n\nNevertheless, some critics question whether Mr. Johnson has the substance to be prime minister. Mr. Lewington argued that he might have “the popular vote and has proved he is box office, but there hasn’t been a commensurate rise in attitudes toward him among Conservative backbench members of Parliament.”\n\nDuring a TV debate on the referendum, one opponent, the cabinet minister Amber Rudd, described Mr. Johnson as “the life and soul of the party, but he’s not the man you want driving you home at the end of the evening.”\n\nMr. Johnson and Mr. Cameron are rivals from their days at Britain’s most exclusive school, Eton College. Mr. Johnson first made a name for himself as a journalist in Brussels for The Daily Telegraph, where he specialized in scathing stories about the supposed waste and inefficiency of the European Union bureaucracy. Veterans there, many of whom accused him of overstating his case, say he once arrived at a news conference and asked, “So what is going on and why is it bad for Britain?”\n\nWhen the referendum forced him to choose, Mr. Johnson initially dithered. He reportedly wrote drafts of his column in The Daily Telegraph, setting out both cases — before opting for the Brexit version. He also floated the idea of having another negotiation with the European Union after a referendum to reject membership as a way of securing more concessions.\n\nAdvertisement Continue reading the main story\n\nThat idea was eventually dropped, though it suggests that Mr. Johnson might not relish negotiating a British exit. Some suspect that he probably expected the referendum to be won by the other side, but saw it as an opportunity to raise his profile.\n\n“It may be that he would have liked to get this in different circumstances,” said Mr. Bale, “but he’s going to seize the prize.”\n\nWhile Mr. Cameron failed to end the strife in his party, Mr. Bale and others said there was a good chance that his successor might.\n\nMr. Bale said that it was hard to see Mr. Johnson’s failing to get on the short list of two candidates chosen by lawmakers, and even harder to imagine his then being spurned by party members, the majority of whom are thought to have supported the withdrawal.\n\nBut more than a quarter of a century after the fall of Mrs. Thatcher, the new leader of the Conservative Party may be able to unite it for the first time over its European policy by turning its back on the bloc.\n\n“This is, in some ways, is the best referendum outcome for the Conservative Party,” said Mr. Bale, “though maybe not for the country.”", "summary": "Early in his leadership, Mr. Cameron appealed to his party to stop “banging on” about Europe, though by then, he had already appeased the euroskeptic right by promising to remove the Conservatives from a center-right alliance in the European Parliament that they considered too federalist. Until recently, the favorite would have been George Osborne, the chancellor of the Exchequer, but his aggressive warnings about the risks of the withdrawal have put him on the wrong side of the Conservative Party electorate, wrecking his prospects. During a TV debate on the referendum, one opponent, the cabinet minister Amber Rudd, described Mr. Johnson as “the life and soul of the party, but he’s not the man you want driving you home at the end of the evening.” Mr. Bale said that it was hard to see Mr. Johnson’s failing to get on the short list of two candidates chosen by lawmakers, and even harder to imagine his then being spurned by party members, the majority of whom are thought to have supported the withdrawal."}