{"title": "As Peace Talks Approach, Rebels Humiliate Prisoners in Ukraine", "authors": ["Andrew E. Kramer", "Andrew Roth"], "url": "https://www.nytimes.com/2014/08/26/world/europe/russia-ukraine.html", "body": "The Ukrainian military said 10 tanks and two armored infantry vehicles manned by Russian soldiers disguised as separatist fighters had crossed the border near the town of Novoazovsk and engaged in combat with Ukrainian border guards. The claim could not be independently confirmed.\n\nAlso on Monday, Russia announced it would send a second convoy of humanitarian aid to eastern Ukraine across a border area controlled by pro-Russian separatists; Ukrainian officials say the movement of goods is calculated to undermine the country’s sovereignty.\n\nThe drama that played out on the streets of Donetsk Monday seemed sure to ratchet up tensions. A military unit of Russian nationals from the region of North Ossetia, in southern Russia, held the woman at a checkpoint in a roundabout in Donetsk known as “the Motel,” for a nearby hotel. The men, smiling and gesturing toward the woman, waved over cars for drivers to observe or take part.\n\nPhoto\n\n“We should hang you on the square,” one woman in the crowd yelled, then walked up and spat in the face of the victim, then kicked her in a thigh, causing the woman accused of spying to stagger back.\n\nThe gunmen looked on. At times, the pro-Russian soldiers posed beside the crying woman to take selfies on their smartphones, or playfully twirl her hair with their fingers.\n\nAt one point, a fighter walked a few paces back, crouched in the street and aimed a Kalashnikov rifle at the woman in a mock execution. The woman shut her eyes. “Open your eyes, stand up straight!” another of the gunmen yelled.\n\nA call placed by The New York Times to an aide for a senior separatist commander informing him of the abuse resulted in the rebel soldiers at the checkpoint briefly detaining the journalists. The aide, who uses only the nickname The Georgian, sent a car with gunmen to extricate the suspected spy and journalists from the Motel.\n\nAdvertisement Continue reading the main story\n\nThe two groups of gunmen agreed to release the journalists, but were not able to agree on handing over the woman. After the discussion, the captors drove her away to an unknown location.\n\nPhoto\n\nThe man known as The Georgian, who is a member of the Vostok Battalion, which consists of mostly local Ukrainians, said the Ossetian volunteers at the Motel checkpoint do not report to Ukrainian commanders, so nothing further could be done. He said he condemned the abuse.\n\nAt the peace talks in Minsk, President Vladimir V. Putin of Russia and President Petro O. Poroshenko of Ukraine will be joined by representatives of the European Union and the Russia-led Customs Union, including the presidents of Kazakhstan and Belarus. Although the talks offer some hope for a negotiated settlement to the conflict, both Mr. Putin and Mr. Poroshenko are under strong pressure from nationalists at home to press on militarily.\n\nOleh Voloshyn, a former Ukrainian diplomat, said in a telephone interview from Kiev, the Ukrainian capital, that Mr. Poroshenko will use the summit meeting to ask Mr. Putin to halt the flow of Russian volunteers and military hardware across the border and may offer, perhaps in private talks or via subordinates on the sidelines, autonomous status for portions of eastern Ukraine in exchange. The Ukrainian government, however, will not accept any legitimization of the main rebel group here, the Donetsk People’s Republic, Mr. Voloshyn said, particularly after the public abuse of prisoners.\n\n“After yesterday’s parade of prisoners of war, the sympathy toward the people of the Donbass is low in other regions in Ukraine,” he said, making it politically difficult for Mr. Poroshenko to negotiate, something that factions in the separatist movement intent on drawing in Russian peacekeepers want, Mr. Voloshyn said. “Most Ukrainians want peace. But if it comes to a choice between total humiliation and war, they will choose war.”\n\nIn Moscow, Mr. Lavrov, the foreign minister, was questioned about the parade held Sunday in which prisoners of war from the Ukrainian Army were displayed. Researchers with Human Rights Watch said the parade violated Article 3 of the Geneva Convention, which prohibits “outrages upon personal dignity, in particular humiliating and degrading treatment against prisoners of war.” Mr. Lavrov said the parade did not appear to meet that standard. “I saw a picture of this parade,” he said. “I did not see anything close to abuse.”"}