{"title": "Ukraine Leader, Set to Meet Putin for Talks, Warns of Long Struggle", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2014/08/25/world/europe/ukraine-russia.html", "body": "Mr. Poroshenko said in his speech that Ukraine, which is nearly bankrupt, would nonetheless spend nearly $3 billion over the next three years to re-equip its army. “It is clear that in the foreseeable future, unfortunately, a constant military threat will hang over Ukraine,” he said.\n\nThe president’s comments appeared to signal Ukraine’s determination to fight on, despite warnings from Chancellor Angela Merkel of Germany that the crisis in the east could not be solved by force of arms alone, and despite a call on Sunday from the International Committee of the Red Cross for an end to the shelling of civilian areas.\n\nMr. Poroshenko’s emphasis on Ukraine’s military revival also set the stage for what are expected to be tough talks on Tuesday between Mr. Poroshenko and Mr. Putin in Minsk, the Belarus capital, where they will be joined by officials from the European Union. Both leaders face strong pressure from nationalists at home not to make concessions, as the fighting around Donetsk and another besieged rebel stronghold, Luhansk, grows increasingly bloody.\n\nThe government in Kiev and its Western supporters say the rebels are encouraged, financed and armed by Russia, and there have been repeated sighting of military hardware and fighters passing into Ukraine from Russia. Even so, Moscow denies playing any role in the conflict.\n\nThe announcement last week that Mr. Putin and Mr. Poroshenko would meet in Minsk, their first encounter since a frosty meeting during D-Day commemorations in France in June, stirred hopes of a negotiated settlement to the conflict in eastern Ukraine, which has killed more than 2,000 people and led Russia to accuse Ukraine of creating a humanitarian catastrophe through its offensive against the rebels.\n\nBut so far, Russia has shown no sign of moving away from a position that became a major obstacle in previous talks between lower-ranking Ukrainian and Russian officials: its insistence that it has nothing to do with the pro-Russian rebels and does not control them.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAnother hurdle is confusion over exactly what it is that the rebels want for the eastern region: more autonomy within Ukraine to run their own affairs, formal recognition of the independent states they have declared in Donetsk and Luhansk or annexation by Russia. Ukraine says it is willing to give eastern regions more autonomy, but it has ruled out letting them join Russia or become independent.\n\nThe International Committee of the Red Cross said on Sunday that a humanitarian crisis was developing in the region, particularly in Luhansk, where Russia sent a huge convoy of trucks on Friday over the objections of Kiev. “Clearly, people living there need help,” Laurent Corbaz, the organization’s head of operations for Europe and Central Asia, said in a statement. “Food and medicine are in short supply, and access to clean water is very difficult. It is urgent to improve the situation.”\n\nAdvertisement Continue reading the main story\n\nMr. Corbaz also called for an end to what he called “intermittent shelling of residential areas” in Luhansk, adding that “this action endangers the lives of civilians, including humanitarian workers.” He did not say which forces were doing the shelling, but much of it appears to come from Ukrainian forces outside the city, in response to firing on their positions by the rebels.\n\nRussia sent more than 200 trucks into Luhansk on Friday without Red Cross escorts, in violation of agreements. The Kremlin said the step was necessary to deliver food, water and other supplies to needy residents in Luhansk, but Ukraine and the West denounced it as an illegal provocation. The trucks returned to Russia on Saturday without incident.\n\nThe Red Cross said its staff still had not been able to reach Luhansk because talks with all sides in the conflict had failed “to secure sufficient security guarantees for safe passage.” But it said it was advising local authorities in the rebel-held city about how to distribute aid delivered from Russia.\n\nKiev residents who turned out on Sunday to cheer their army expressed deep skepticism about the chances of a deal with Mr. Putin to curtail the conflict. “You can’t negotiate with the Russians — they deny everything — but we know whom we are fighting,” said Antonina Vasilenko, who watched the parade with a Ukrainian flag draped around her shoulders.\n\nShe said she and her husband, Sergei, had never taken part in previous Independence Day celebrations, but they decided this year that they needed to display their patriotism. “We don’t want war, but we need victory in the east,” Sergei Vasilenko said. “We must defeat these fighters from Russia.”\n\nMr. Poroshenko did not name Russia directly in his speech, but he left little doubt that he saw Moscow as the source of the conflict. “This war was not our initiative — it was imposed on us from outside,” he said, adding that Ukraine’s borders had been violated by a foreign power “without a declaration of war.”\n\nHe compared recent events to those of the 1930s, when Nazi Germany stirred up ethnic Germans living in neighboring countries to create a pretext for invasion."}