{"title": "In Eastern Ukraine, Rebel Mockery Amid Independence Celebration", "authors": ["Andrew E. Kramer", "Andrew Higgins"], "url": "https://www.nytimes.com/2014/08/25/world/europe/ukraine.html", "body": "The anti-Independence Day parade staged by the main rebel group in eastern Ukraine, the Donetsk People’s Republic, was one of its most provocative public affronts to the Ukrainian government in the conflict to date. It contrasted sharply with the traditional military parade in Kiev, the national capital, where soldiers of the national army crisply saluted President Petro O. Poroshenko and crowds of cheering citizens on Sunday.\n\nMr. Poroshenko plans to meet with President Vladimir V. Putin of Russia for peace talks in Belarus on Tuesday, yet he warned in his speech of a long struggle ahead against “insidious treachery.” Both leaders face strong pressure from domestic nationalists not to make concessions, as the fighting around Donetsk and another besieged rebel stronghold, Luhansk, grows increasingly bloody.\n\nThe government in Kiev and its Western supporters say the rebels are encouraged, financed and armed by Russia, and there have been repeated sightings of military hardware and fighters passing into Ukraine from Russia. Even so, Moscow denies playing any role in the conflict.\n\n“The events of the last months have pushed us into a real war, albeit an undeclared one,” Mr. Poroshenko said in the speech commemorating Ukraine’s emergence from the wreckage of the Soviet Union. “Over the last six months, a new Ukrainian Army has been born in heavy and exhausting fighting.”\n\nCrowds waved flags along the route of the military parade, the first in Kiev since the former president, Viktor F. Yanukovych, suspended the Soviet-inspired tradition in 2009. Onlookers cheered and applauded as soldiers marched through Independence Square, which until recently was the site of a protest encampment set up last year at the start of the uprising that toppled Mr. Yanukovych in February.\n\nHis political stronghold was in the predominantly Russian-speaking east, and his ouster precipitated an armed revolt there, centered in his hometown, Donetsk. This city is now encircled by Ukrainian troops who are pushing to regain control.\n\nMr. Poroshenko said in his speech that Ukraine, which is nearly bankrupt, would spend nearly $3 billion over the next three years to re-equip its army. “It is clear that in the foreseeable future, unfortunately, a constant military threat will hang over Ukraine,” he said.\n\nAdvertisement Continue reading the main story\n\nThe president’s comments appeared to signal Ukraine’s determination to fight on, despite warnings from Chancellor Angela Merkel of Germany that the crisis in the east could not be solved by force alone, and despite a call on Sunday from the International Committee of the Red Cross for an end to the shelling of civilian areas. The fighting has killed more than 2,000 people, and nearly 300 died when Malaysia Airlines Flight 17 was shot down in eastern Ukraine last month.\n\nPhoto\n\nKiev residents who turned out on Sunday to cheer their army expressed deep skepticism about the chances of a deal with Mr. Putin to curtail the conflict. “You can’t negotiate with the Russians — they deny everything — but we know whom we are fighting,” said Antonina Vasilenko, who watched the parade with a Ukrainian flag draped around her shoulders.\n\nIn Donetsk, the Independence Day parade became a macabre antithesis of a celebration of martial glory, as onlookers peered into the demolished, incinerated hulks of defeated Ukrainian tanks that the separatists had hauled onto Lenin Square, curious about their charred interiors where Ukrainian Army crews had met their deaths.\n\nThe presence of the prisoners in the parade appeared intended to lift morale in the besieged city, to mock the Ukrainian Army and to dissuade the Ukrainian forces — who are dug in outside the city and have it in their sights — from firing any artillery rounds at the provocative gathering. The spectacle drew a crowd of several hundred people.\n\nThroughout the day, the Ukrainian military kept up its bombardment of other parts of the city. Shells hit a morgue, a funeral home and a hospital, forcing the evacuation of a surgery ward into a basement but causing no injuries, officials said, though a body in the morgue was severely damaged. In shelling on Saturday, at least five people died in Donetsk, the authorities said.\n\nAn employee of the morgue said the body was blown apart. The exterior was a tableau of broken glass, shattered masonry and downed electrical wires. The hospital is adjacent to a separatist garrison in a wooded area, which was apparently the target of the shelling."}