{"title": "London Attack Near Mosque Investigated as Terrorism", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2017/06/19/world/europe/uk-van-attack-london-mosque.html", "body": "According to the office of the mayor of London, in the six days after the terrorist attack at London Bridge and Borough Market on June 3, the Metropolitan Police reported 120 Islamophobic events, compared with 36 the previous week. It added that hate crimes in general had been growing.\n\nOn Monday, the Muslim Association of Britain condemned the assault in Finsbury Park as an “evil terror attack.” The association also called for the police to protect mosques and asked the government to fight hate crimes against Muslims.\n\n“We call on politicians to treat this major incident no less than a terrorist attack,” the organization said in a statement. “We call on the government to do more to tackle this hateful evil ideology, which has spread over these past years and resulted in an increase of Islamophobic attacks and division of our society, as well as spreading of hate.”\n\nAdvertisement Continue reading the main story\n\nBrendan Cox, whose wife, Jo Cox, a member of Parliament, was shot and killed last year in the north of England by a right-wing extremist, said it was imperative to battle hateful ideology against Muslims, just as it was necessary to fight Islamist hate preachers.\n\n“When islamist terrorists attack we rightly seek out hate preachers who spur them on,” Mr. Cox wrote on Twitter. “We must do the same to those who peddle Islamophobia.”\n\nShiraz Maher, deputy director of the International Center for the Study of Radicalization, at King’s College London, said that some supporters of the Islamic State, also known as ISIS or ISIL, were already seeking to exploit the attack by framing it as a part of a larger war between Muslims and non-Muslims, and by calling for retaliation.\n\nFinsbury Park Station Finsbury Park Mosque Muslim Welfare House Seven Sisters Road Finsbury Park Station Muslim Welfare House Finsbury Park Mosque Seven Sisters Road\n\n“ISIS has long held the idea of wanting to provoke the West, not just by provoking governments but also by creating pressure on society so that people are driven toward the extremes,” he said.\n\nHe said the authorities needed to be vigilant for assaults against Muslims, as the Finsbury Park assailant appeared to have co-opted an Islamic State tactic — using a vehicle to attack civilians.\n\nMrs. May, under fierce criticism for her reaction to the Grenfell Tower fire and for her initial failure to meet those wounded there, quickly condemned the Finsbury Park attack and visited the mosque.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAfter her gamble in calling a general election backfired, leaving her without a parliamentary majority, Mrs. May’s position is weak, and she is scrambling to assemble a deal with the Democratic Unionist Party of Northern Ireland to stay in power.\n\nThe driver of the van on Monday was arrested after bystanders prevented him from fleeing, the police said in a statement. Commissioner Basu of the Metropolitan Police praised those who had intervened, saying they had responded quickly and calmly despite being shaken, scared or angry.\n\nHe said that the police had received a number of calls reporting that a van had rammed into pedestrians, and that officers in the area had responded instantly.", "summary": "Shiraz Maher, deputy director of the International Center for the Study of Radicalization, at King’s College London, said that some supporters of the Islamic State, also known as ISIS or ISIL, were already seeking to exploit the attack by framing it as a part of a larger war between Muslims and non-Muslims, and by calling for retaliation.He said the authorities needed to be vigilant for assaults against Muslims, as the Finsbury Park assailant appeared to have co-opted an Islamic State tactic — using a vehicle to attack civilians.Mrs. May, under fierce criticism for her reaction to the Grenfell Tower fire and for her initial failure to meet those wounded there, quickly condemned the Finsbury Park attack and visited the mosque.After her gamble in calling a general election backfired, leaving her without a parliamentary majority, Mrs. May’s position is weak, and she is scrambling to assemble a deal with the Democratic Unionist Party of Northern Ireland to stay in power.He said that the police had received a number of calls reporting that a van had rammed into pedestrians, and that officers in the area had responded instantly."}