{"title": "Netherlands Considers a New Relationship to Muslims With Coming Election", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2017/03/13/world/europe/netherlands-election-muslims.html?action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article", "body": "ROTTERDAM, the Netherlands — Like many Muslims, Ahmed Aboutaleb has been disturbed by the angry tenor of the Dutch election campaign. Far-right candidates have disparaged Islam, often depicting Muslims as outsiders unwilling to integrate into Dutch culture.\n\nIt is especially jarring for Mr. Aboutaleb, given that he is the mayor of Rotterdam, a fluent Dutch speaker and one of the country’s most popular politicians. Nor is he alone: The speaker of the Dutch Parliament is Muslim. The Netherlands also has Muslim social workers, journalists, comedians, entrepreneurs and bankers.\n\n“There’s a feeling that if there are too many cultural influences from other parts of the world, then what does that mean for our Dutch traditions and culture?” said Mr. Aboutaleb, whose city, the Netherland’s second largest, is 15 percent to 20 percent Muslim and home to immigrants from 174 countries.\n\nWednesday’s elections will begin Europe’s year of political reckoning. The Dutch race, coming ahead of others in France, Germany and possibly Italy, will be the first test of Europe’s threshold for tolerance as populist parties rise by attacking the European Union and immigration, making nationalistic calls to preserve distinct local cultures.\n\nAdvertisement Continue reading the main story\n\nIt is an especially striking gauge of the strength of anti-establishment forces that such calls are falling on receptive ears even in the Netherlands, a country that for generations has seen successive waves of Muslim immigration. If anything, the Netherlands is a picture of relatively successful assimilation, especially when compared with nearby France or Belgium.", "summary": "ROTTERDAM, the Netherlands — Like many Muslims, Ahmed Aboutaleb has been disturbed by the angry tenor of the Dutch election campaign. It is especially jarring for Mr. Aboutaleb, given that he is the mayor of Rotterdam, a fluent Dutch speaker and one of the country’s most popular politicians. The Dutch race, coming ahead of others in France, Germany and possibly Italy, will be the first test of Europe’s threshold for tolerance as populist parties rise by attacking the European Union and immigration, making nationalistic calls to preserve distinct local cultures. It is an especially striking gauge of the strength of anti-establishment forces that such calls are falling on receptive ears even in the Netherlands, a country that for generations has seen successive waves of Muslim immigration."}