{"title": "Geert Wilders, Reclusive Provocateur, Rises Before Dutch Vote", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2017/02/27/world/europe/geert-wilders-reclusive-provocateur-rises-before-dutch-vote.html?action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article", "body": "“I wouldn’t rule out that Wilders could be prime minister,” he added. “This one is fundamentally unpredictable.”\n\nRemarkably, Mr. Wilders, 53, has managed to build a movement despite his infrequent public appearances. Living under threat since the police discovered plots against him in 2004 has turned him into a politician ahead of his time, using the internet and later social media to talk to voters without the filter of journalists.\n\nIt has proved a particularly effective means of reaching disillusioned citizens. Other politicians have followed his lead but almost none have done it as effectively, Dutch experts said.\n\n“He’s the most strategic, smartest politician out there,” said Sarah de Lange, a political science professor at the University of Amsterdam. “He’s very skilled. He’s a very good debater. He has media savvy. Internationally, he’s compared to Trump. But with Wilders every tweet is thought through, calculated. With Trump it’s emotional.”\n\nRight now Mr. Wilders’s party looks set to win more seats than any other or to come in second. However, he has historically polled better before elections than he has performed in them. Still, after pollsters underestimated the likelihood of both Brexit and the victory of Donald Trump last year, no one is relying on predictions.\n\nBut whether Mr. Wilders’s party wins the most votes, or enters a government, hardly matters. He has already succeeded in one of his main ambitions — to push politics in the Netherlands to the right and make possible a conversation about shutting out immigrants and dismantling the European Union that was unthinkable not long ago.\n\nMr. Wilders is close ideologically to Marine Le Pen of France, the far-right National Front leader who is set to make it to a runoff in presidential elections this spring. He was also close to Mr. Trump’s campaign, and is sometimes even called the “Dutch Trump,” though he has a far longer political history and as many differences as similarities.\n\nAdvertisement Continue reading the main story\n\nLike Mr. Trump, Mr. Wilders is unafraid to say things in the most direct, divisive, dismissive, and often disparaging and insulting of ways. Similar to Mr. Trump, many of his supporters feel buoyed and relieved that he is giving voice to what they cannot say, or feel they are not supposed to say.\n\nLast week Mr. Wilders delighted in publicly referring to “Moroccan scum” before a gaggle of reporters. He has called the hijab a “useless piece of cloth.” He has been convicted of inciting discrimination and insulting an ethnic group, but was let off without a penalty.\n\nThe one time Mr. Wilders was in government, in 2010, he had an informal liaison with the mainstream conservative party’s coalition, but he bolted when it wanted to cut back pension benefits. Those in his parliamentary group are not technically members of his party, allowing Mr. Wilders to entirely control his party’s platform and decision-making.\n\nBeing a party of one also allows him to avoid most campaign finance and disclosure rules, leaving the sources of his money murky, though he receives funding from at least one American conservative group.\n\nVideo\n\nMr. Wilders describes himself as an outsider. Yet he is the third-longest-sitting member of the Dutch Parliament and has spent his life in politics since he was about 28.\n\nIn recent years, because of the apparent threats against him, Mr. Wilders has become progressively more isolated. He sees his wife once or twice a week and has cut off his brother, who disagrees with him politically, the brother has said in media interviews. He maintains the image of being present through carefully dispensing Twitter posts, videos and television interviews. His rare public appearances guarantee that every time he ventures out he attracts a media circus.\n\nLast week, he suspended his campaign appearances altogether after reports that a member of his police security detail was suspected of leaking his movements to a Dutch-Moroccan criminal gang.\n\nStill, he manages to travel to give speeches outside the Netherlands, including at the Republican convention in Cleveland, where he spoke at the “Milo Yiannopoulos Wake Up Party,” a gathering of lesbians, gays, bisexuals and transgender people for Mr. Trump.\n\nAdvertisement Continue reading the main story\n\nHe has also traveled on many occasions to Israel, for which he developed a deep affection after spending months on a kibbutz as a young man. He is described by political compatriots as friendly with Benjamin Netanyahu, the right-wing Israeli prime minister.\n\nOver time, Mr. Wilders’s own positions have hardened, his colleagues said. He arrived in The Hague, the Netherlands, in 1991-92 as a parliamentary assistant in the mainstream conservative party then led by Frits Bolkestein.\n\nToday Mr. Bolkestein likens Mr. Wilders to “the sorcerer’s apprentice,” who, the story goes, uses one of his newly learned spells to enchant a broom into washing the floor for him.\n\nSoon the water is all over, and he realizes that he does not know how to stop the broom. He tries splitting it in two with an ax, but then there are two brooms, then four. “The apprentice can’t stop,” Mr. Bolkestein said.", "summary": "He has already succeeded in one of his main ambitions — to push politics in the Netherlands to the right and make possible a conversation about shutting out immigrants and dismantling the European Union that was unthinkable not long ago. Mr. Wilders is close ideologically to Marine Le Pen of France, the far-right National Front leader who is set to make it to a runoff in presidential elections this spring. Being a party of one also allows him to avoid most campaign finance and disclosure rules, leaving the sources of his money murky, though he receives funding from at least one American conservative group. Still, he manages to travel to give speeches outside the Netherlands, including at the Republican convention in Cleveland, where he spoke at the “Milo Yiannopoulos Wake Up Party,” a gathering of lesbians, gays, bisexuals and transgender people for Mr. Trump."}