{"title": "Catalan Legislators Raise Stakes in Push for Secession From Spain", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2015/11/10/world/europe/catalan-legislators-raise-stakes-in-push-for-secession-from-spain.html", "body": "Mr. Rajoy has sought to present himself as the defender of Spanish unity ahead of a general election on Dec. 20. The vote is unlikely to yield a clear-cut winner, according to the most recent opinion polls, with Mr. Rajoy and his Popular Party holding a small lead that would be insufficient to keep their parliamentary majority.\n\nMr. Mas, too, is fighting for political survival. He and his Convergence Party have been tainted by corruption scandals, and Mr. Mas is supposed to face a vote on his leadership of Catalonia by Thursday. Yet he is struggling to garner sufficient support from lawmakers. One separatist party that voted in favor of the resolution opposes his re-election.\n\nVideo\n\nShould he not get sufficient support, the main separatist coalition can either present an alternative candidate or try to prolong the internal negotiations over its leadership until Jan. 9, the deadline for a new Catalan regional president to take office or for new regional elections to be called.\n\nAddressing the Catalan Parliament on Monday, Mr. Mas called on fellow separatists to unite in the “gigantic” challenge of forming a new nation.\n\n“We have the opportunity to create a new country,” Mr. Mas said. Catalonia, he argued, has reached a crossroads, facing a choice between “subordination and freedom.”\n\nThe resolution approved on Monday calls for Catalonia to become an independent republic, a goal that Mr. Mas and other separatists aim to achieve within 18 months. Most controversially, the resolution includes a defiant claim that Catalonia’s march toward nationhood need not be subject to approval by Spanish institutions or the country’s Constitutional Court.\n\nPhoto\n\nIn recent days, Mr. Rajoy has met with other national party leaders in order to present a common front against Catalonia’s separatist ambitions. While Spain’s other main parties want Catalonia to remain within Spain, Mr. Rajoy’s rivals in next month’s general election have blamed Mr. Rajoy for allowing the secessionist drive to reach such a precipitous point.\n\nAdvertisement Continue reading the main story\n\nMonday’s vote followed regional elections in September that gave separatist parties the most parliamentary seats, but denied them a majority of the votes. The fact that 48 percent of votes went to separatist parties was hailed by Mr. Rajoy’s government as proof that separatism was not backed by most of the region’s 7.5 million citizens.\n\nStill, the separatist declaration was approved by 72 to 63. The separatists who voted in favor included those of a far-left party known by its Catalan acronym of CUP, which wants to remove Mr. Mas as regional leader.\n\nMr. Mas did not address CUP’s concerns about his leadership directly on Monday. Instead, he sought to portray himself as the victim of persecution by Madrid. He was recently forced to appear in court over an independence vote in Catalonia a year ago that was also struck down by Spain’s Constitutional Court.\n\n“Who wants to live in a state that prosecutes criminally somebody who promotes the ballot boxes?” Mr. Mas said."}