{"title": "An Unlikely Contender Rises in France as the Antithesis of Trump", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/11/19/world/europe/france-alain-juppe-center-right.html", "body": "But while other contenders for the presidency are adopting Mr. Trump’s depiction of Muslims as an inherent threat, Mr. Juppé’s soothing message of French unity has, so far, helped him to lead opinion polls.\n\nStill, Mr. Juppé’s tenure as prime minister during the 1990s was one of the most divisive in modern French history, marked by proposed cutbacks to generous civil-servant pensions that brought thousands into the streets in protest. Mr. Juppé’s plan ultimately failed.\n\nThis time around, he has promised more market-oriented reforms and has vowed not to back down in the face of inevitable protests. In that regard, the technocratic Mr. Juppé, of all the contenders, may present the biggest challenge to France’s social protections and labor rules.\n\nThe governing Socialists, saddled with a poor economic record and an unpopular incumbent president, François Hollande, are already being written off.\n\nThe race is considered the right’s to lose. Just behind Mr. Sarkozy in the polls, nipping at his heels, is another former prime minister, François Fillon.\n\nPhoto\n\nThe winner of Sunday’s Republican primary — there will be a runoff on Nov. 27 — is considered likely to face Ms. Le Pen in April’s presidential election.\n\nAdvertisement Continue reading the main story\n\nIf previous patterns hold, Ms. Le Pen will be defeated, which would make Mr. Juppé the likeliest of all those now running to become the next French president.\n\nThe announcement on Wednesday by Emmanuel Macron, a popular former economy minister in the Socialist government, that he, too, will enter the presidential race is unlikely to change the right and far-right dynamic, in the eyes of many observers.\n\nAt 38, Mr. Macron has the image of a youthful reformer, but analysts have noted his thin record, lack of a party base, and absence of heft — he has never held elected office — in a universe of surging populism.\n\nMr. Juppé, on the other hand, has won and lost numerous elections and has served for many years as the mayor of Bordeaux, where he has been credited with transforming the city.\n\nBut, with near-permanent high unemployment, an injection of energy from Mr. Trump’s victory into Ms. Le Pen’s campaign — xenophobic nationalism is her core theme — and the same social and economic fractures as in the United States, there are no guarantees.\n\nThe warning signs from across the Atlantic were evident in a campaign swing through Lower Burgundy on Wednesday, as Mr. Juppé met with disgruntled farmers and rural officials.\n\nThe French news media has noted that the American election results have colored the former prime minister’s message with concern about the existence of two Frances: one benefiting from globalization, and the other left behind.\n\nThere are the large, vibrant cities — Paris, Lyon, Mr. Juppé’s Bordeaux — and then there are the shuttered main streets of sleepy provincial capitals and rural towns like those he visited on Wednesday.\n\nAdvertisement Continue reading the main story\n\nWearing the coat and tie he appears never to shed, Mr. Juppé got his shoes muddy at a grain and dairy farm whose owner complained of crushing debt.\n\n“People have talked about suffering,” Mr. Juppé told a roomful in the tiny village of St.-Loup-d’Ordon, “and it is true,” he said, speaking in a knowing, weary tone, careful never to exaggerate.\n\nWith his eyebrows slightly arched, he listened patiently to the complaints. Rural France feels “abandoned” and “disdained” by Paris, Mr. Juppé said. “But we can’t accept this gulf between the big cities and rural France.”\n\nPhoto\n\nPromising a “strong state,” he had a warning for his audience deep in the Burgundian countryside at St.-Julien-du-Sault: “The world is becoming more and more dangerous. Nationalism is on the rise.”\n\nSimilarly, at a rally this week in northern Paris, the perceived menace of rising populism was a common theme in the speeches and comments of Mr. Juppé’s supporters.\n\nFrom Mr. Juppé himself and the other center-right speakers who preceded him, Mr. Trump’s name came up often. Each time, it was met with loud boos from the crowd of around 6,000. Mr. Juppé — “a man of culture,” one speaker called him — was depicted as the antithesis of Mr. Trump.\n\n“After the election of Donald Trump, after Brexit, will populism triumph in our country? No!” shouted Patrick Devedjian, a former minister, who introduced Mr. Juppé at the rally.\n\nThe crowd — mostly middle-aged or older, buttoned-up and carefully dressed, like Mr. Juppé — roared approval. “We’ve had it up to here with populist baseness!” Mr. Devedjian said.\n\nAdvertisement Continue reading the main story\n\nAnother supporter, Jean-Christophe Lagarde, a prominent centrist politician, told the crowd, “France doesn’t need a mini-Trump in the Élysée!” — referring to the presidential palace in Paris.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nValérie Pécresse, president of the Paris region’s council, was equally scathing. “Populism is about not telling the truth,” she said. “Alain,” she added, turning to Mr. Juppé, seated in the front row, “you are the antidote to populism.”\n\nMr. Juppé, who spoke in pithy bullet points, promised to stand up to enemies and rivals — both internal and external. In a brisk speech that reflected his classical education at France’s top schools, he brought up Mr. Trump in the context of threats to France.\n\n“I don’t know what Donald Trump’s foreign policy will be,” he told the crowd. “He has said contradictory things. What I know is, there will be an aggressive commercial policy. So we must be aggressive, too.”\n\nSetting himself up as a defender of European unity — Ms. Le Pen is fiercely opposed to the European Union — Mr. Juppé said: “France can be a world power, in thrall to nobody. But separated, we will be vassals of the big empires all around us: Russia, China and the U.S.”\n\nAfterward, encountered on the boulevard outside the rally, he wondered whether his comments about Mr. Trump had been too “offensive.” Mr. Juppé has served twice as France’s foreign minister and chooses his words carefully.\n\nBut then he shrugged his shoulders, saying about Mr. Trump, “We’ll see.”", "summary": "But while other contenders for the presidency are adopting Mr. Trump’s depiction of Muslims as an inherent threat, Mr. Juppé’s soothing message of French unity has, so far, helped him to lead opinion polls. At 38, Mr. Macron has the image of a youthful reformer, but analysts have noted his thin record, lack of a party base, and absence of heft — he has never held elected office — in a universe of surging populism. The French news media has noted that the American election results have colored the former prime minister’s message with concern about the existence of two Frances: one benefiting from globalization, and the other left behind. There are the large, vibrant cities — Paris, Lyon, Mr. Juppé’s Bordeaux — and then there are the shuttered main streets of sleepy provincial capitals and rural towns like those he visited on Wednesday."}