{"title": "Nicolas Sarkozy Mounts What He Hopes Is a Comeback in France", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/09/05/world/europe/france-nicolas-sarkozy-presidential-election.html", "body": "As the crowd in Châteaurenard cheered, Mr. Sarkozy announced, “Our identity is under threat.”\n\nBy “our identity,” it is clear he means non-Muslim France. Mr. Sarkozy is positioning himself as its No. 1 defender against weak Socialists and competitors on the right.\n\nWith his exclamations, Mr. Sarkozy is all about ensuring that next year’s presidential campaign will be fought largely over the threat from Islam, real and perceived. Already, he has touched a nerve with voters.\n\nFor months, the calm, cerebral and moderate mayor of Bordeaux, Alain Juppé, with his soothing talk of a France at ease with what he calls its “happy identity,” has been considered the front-runner, easily pushing Mr. Sarkozy and the bedraggled Socialist president, François Hollande, way back in polls. Mr. Juppé is still the favorite, but he is losing ground in his own party.\n\nThe new polling numbers suggest as much: Mr. Sarkozy gained four points last week in one widely watched measure and two points in another, nipping steadily at Mr. Juppé’s heels. In one of the polls, he was nearly 40 points ahead of Mr. Juppé among voters in their party, the Republicans.\n\nMr. Sarkozy recently said he would introduce a law banning the burkini, the full-body swimsuit worn by some Muslim women, and it has not hurt him. Anything but. Even on the French left, the burkini has few defenders. The Socialist government’s female ministers have been quick to say they are against it, even when they do not support a total ban; feminists have published diatribes against it in the French news media.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Sarkozy characteristically pushes it a step further. “The burkini is a political, militant act, a provocation,” he told Le Figaro magazine.\n\nHe calls for locking up, Guantánamo-style, Muslims who are potential security threats, with thousands of them in the government’s files. Mr. Juppé’s appeal, to preserve republican values and the rule of law, seems less in tune with the voters in France’s moment of sustained tension.\n\nAdvertisement Continue reading the main story\n\nWith Marine Le Pen, the leader of the far-right National Front, oddly silent after its defeat in local elections in December and largely absent from public debate, Mr. Sarkozy seems intent on scooping up both the Front’s security-minded, xenophobic electorate and more centrist right-leaning voters who, like much of France, are still in a state of shock after a wave of terrorist attacks. So far, he appears to have the wind in his sails.\n\nHow is it that Mr. Sarkozy — a politician who left France’s chronic economic problems intact after five years in office, embarrassed it with a messy personal life, and wound up being interrogated by investigators over party finances and other matters — appears to be coming back so strongly?\n\nMuch of it has to do with France’s party-based, Paris-oriented political system, said Gérard Grunberg, a political scientist at the Institute of Political Studies. Such a system leaves little opening for outsiders and newcomers. Those who are strong in their parties can almost always be guaranteed a long political life. If you are already in the club, you stay in it.\n\nEven in defeat, Mr. Sarkozy maintained firm control of his Republicans, not stepping down from their leadership until he announced his candidacy on Aug. 22.\n\nAnd although the French president is directly elected, not chosen by Parliament, the office exists in the shadow of the country’s long parliamentary tradition, Mr. Grunberg said. In that tradition, “the fact of having been beaten did not mean the end,” he said, with prime ministers and other top leaders often recycling themselves after losing crucial votes.\n\nBut perhaps more important, Mr. Sarkozy may be the politician most in tune with the country’s unease. He is certainly the loudest, pounding even more explicitly than Ms. Le Pen the themes of secularism and the need to oppose the influence of Islam.\n\n“The Republic has retreated too far,” Mr. Sarkozy says in his book. “Nobody should be allowed any external sign of religious affiliation.”\n\nHe adds that it is “not with religions that the Republic has problems, but with one of them.”\n\nIn the face of the terrorist attacks, Mr. Sarkozy projects aggression and pugnacity where Mr. Hollande merely looks stricken and concerned. Among the voters, “Sarkozy responds to a demand for authority” in a “very tense, dangerous situation,” Mr. Grunberg said. “He’s decided to go very far to the right. And Juppé hasn’t said anything, though now he is beginning to speak.”\n\nWhether Mr. Juppé’s “tranquillity” in the face of the threat can sway voters — Mr. Grunberg believes it might — is an open question. Mr. Sarkozy, he pointed out, remains unpopular with a broad portion of the electorate."}