{"title": "Catalonia Calls Election in New Bid for Secession From Spain", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2015/08/05/world/europe/catalonia-calls-election-in-new-bid-for-secession-from-spain.html", "body": "The election, which was formally called on Monday by the Catalan leader Artur Mas, puts the thorny issue of Catalan independence back at the top of the national political agenda, just ahead of general elections expected before the end of the year.\n\nIf nothing else, the quick return of the issue has demonstrated that while an independence referendum may have been previously blocked by Madrid, the grievances that animate Catalonia’s secessionist drive have yet to be addressed.\n\nThose grievances have long included a mix of Catalonia’s distinctive language and identity as well as complaints that the region, one of the richest in the country, has been economically squeezed to subsidize poorer parts of Spain.\n\nThe pro-independence coalition in Catalonia, which calls itself Together for Yes, while not unanimous, is broad enough to present a credible threat.\n\nWhile Mr. Mas is expected to remain Catalonia’s regional president should the joint ticket win next month, Together’s list of candidates is officially led by a consensus candidate, Raül Romeva, who recently returned to Catalan politics from Brussels, after spending a decade as a Green member of the European Parliament.\n\n“We have reached a point of no return,” Mr. Romeva said in an interview. “These are not normal but exceptional elections, whose goal is to find out whether there is a majority in favor of independence or not.”\n\nMr. Rajoy, however, says his government and Spain’s courts will once again strike down any Catalan decision that violates the Spanish Constitution. At the same time, statements from him and his government have grown more threatening.\n\nAdvertisement Continue reading the main story\n\n“Nobody is going to steal from Catalans their triple status as Catalans, Spaniards and Europeans,” Mr. Rajoy told reporters on Tuesday. “Nobody will break up Spain in any way.”\n\nSpain’s justice minister, Rafael Catalá, warned last month that, if Catalonia’s leadership violates the Constitution, Madrid was empowered to effectively seize control of Catalonia’s administration and suspend its regional autonomy.\n\nMr. Rajoy and Mr. Mas have been at loggerheads for three years. What started as a financial dispute over the tax contributions Catalonia should make to the rest of recession-hit Spain has turned into a full-fledged secession battle.\n\nPhoto\n\nThe Catalan leader has also been emboldened by street protests in favor of independence — the next of which is scheduled for Sept. 11, Catalonia’s National Day.\n\nMr. Rajoy and Mr. Mas have in some ways benefited from feuding about Catalonia’s future, at a time when both men have been undermined by corruption investigations relating to the financing of their respective parties.\n\nFor Mr. Rajoy, it has allowed his governing Popular Party to present itself as Spain’s flag-bearer while highlighting the ambivalence of other national parties toward Catalonia, notably Podemos, an insurgent far-left party that is competing in its first general election.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut Mr. Mas has struggled to define his plans for Catalonia, beyond his vision of independence.\n\n“Mas has spent more time defending the right to independence than explaining what kind of independence and country he wants,” said Salvador Garcia Ruiz, chief executive of Ara, a Catalan newspaper that has backed independence.\n\nWhile Mr. Mas talked on Monday about leading “an ancient nation that has the right to decide its own future,” divisions remain even within the pro-independence camp.\n\nTeresa Forcades, a nun who recently took a leave of absence from her convent in order to campaign for independence, said in an interview that she opposed the joint list of candidates under the Together banner because it would allow Mr. Mas to forge ahead with the kind of public spending cuts that have been part of his conservative economic agenda.\n\nAdvertisement Continue reading the main story\n\n“You cannot hide the wallet behind the flag and use this election as if it was an independence referendum,” she said. “Nobody should forget Mr. Mas is a neo-Liberal politician just like Mr. Rajoy, with the only difference that he’s Catalan.”\n\nMr. Romeva, the coalition leader, acknowledged that asking Catalonia’s 7.5 million citizens to elect lawmakers based solely on their stance on independence was problematic, especially at a time of high unemployment and concerns over political corruption.\n\n“All our attempts to do things in the correct and most democratic way have been denied and on top of this with a belligerent attitude of bringing things to court,” Mr. Romeva said. “Would we have wanted to do it like in Scotland? For sure, but we have now at least on Sept. 27 the right to vote legally.”\n\nMr. Romeva said Catalonia first needed to gain control of its economy before considering how best to improve it.\n\nAs part of their secessionist plans, Catalan officials have recently talked about setting up an autonomous Catalan tax agency, based on the fiscal model of countries like Sweden and Australia.\n\n“These elections aren’t about presenting an economic program — they go beyond that,” Mr. Romeva said. “A lot of the things that we want to do and change in terms of social economy and policies first require gaining resources that we don’t have today.”\n\nBut by calling a Catalan election a year ahead of schedule, Mr. Mas is forcing Catalans to confront their future without first finding out whether Mr. Rajoy can win another general election.\n\nIn elections in May, Mr. Rajoy’s Popular Party lost control of Madrid’s city hall, as well as Valencia and other regions that it had long dominated.\n\nSome here clearly preferred that the Catalan leader had waited.\n\n“It’s not that Catalonia has reached a point of no return, but rather that we’ve reached a complete breakdown in communications, which Rajoy has done nothing to improve, making it also easier for our own politicians to sell the nonsense message that we’re somehow smarter than the rest of Spain,” said Carlos Rivadulla, the deputy president of Businessmen of Catalonia, an association of entrepreneurs who oppose Catalan independence.\n\nAdvertisement Continue reading the main story\n\n“If the Popular Party doesn’t win the next election,” he added, “I’m sure there will be room for a new dialogue and to change radically the situation.”"}