{"title": "Populists Appear to Fall Short in Dutch Election, Amid High Turnout", "authors": ["The New York Times"], "url": "https://www.nytimes.com/2017/03/15/world/europe/dutch-elections.html", "body": "Right now: European populism faced its first big electoral test since last year’s “Brexit” referendum and Donald J. Trump’s election. Turnout was the highest in decades.\n\n• The main exit poll indicated that the largest party in Parliament will remain the center-right party of Mark Rutte, the prime minister, with 31 of 150 seats. He has moved rightward in recent months, making tougher pronouncements on immigration but steering clear of the xenophobic and borderline racist statements of other parties.\n\nPhoto\n\n• The far-right populist party of Geert Wilders gained seats, but did not perform as strongly as expected. Exit polls suggested that it was tied for second place with the conservative party Christian Democratic Appeal and the center-left pro-European party Democrats 66 — each with 19 seats. Also making a relatively strong showing were the left-leaning Greens, with 16 seats. The leftist, euroskeptic Socialist Party is projected to have 14 seats.\n\nPhoto\n\n• The big loser appeared to be the mainstream Labor party, which had governed with the mainstream conservatives led by Mr. Rutte. The exit poll put it in seventh place, with nine seats.\n\nPhoto\n\n• Turnout was 82 percent, the highest in decades.\n\n• All 150 seats in the lower (and more powerful) house of Parliament are up for grabs. It takes a simple majority, 76 seats, to govern. Coalitions are the norm. The landscape is highly fragmented, with 11 parties represented in the current Parliament and 13 parties expected to be in the next one.\n\nPhoto\n\n• Fears of hacking and outside interference are rife, so all vote tallying will be done by hand.\n\nPopulism has been stronger in the past\n\n“Democracy is definitely alive,” said Mark Bovens, a political scientist at Utrecht University, noting the high turnout. “The nationalist parties have won seats, compared to 2012 — Wilders’s party has gained seats, as has a new party, the Forum for Democracy — but their electorate is stable; it has not grown. And some of the traditional parties have moved in a more nationalistic direction, taking a bit of wind out of his sails. You see the same strategy in Germany.”\n\nMr. Bovens noted that an earlier populist movement led by the right-wing politician Pim Fortuyn won 26 seats in 2002 and that Mr. Wilders’s won 24 seats in 2010. So even if Mr. Wilders’s party rises to 19 seats, from 15 in the current Parliament, as the exit poll projects, it will be still lower than the previous high-water marks. (Mr. Wilders is an ideological descendent of Mr. Fortuyn, who was assassinated right before the 2002 election.) — SEWELL CHAN\n\nReactions from the Dutch, and Europe\n\nIn a victory speech broadcast live on television, Mr. Rutte said, “The Netherlands, after Brexit, after the American elections, said no to the wrong kind of populism.”\n\nMr. Wilders, in a tweet, noted that his party had gained seats but did not quite declare a triumph. “Rutte has not seen the last of me yet!” he wrote on Twitter.\n\nHis nemesis, Jean-Claude Juncker, the president of the European Commission, called the result in the Netherlands a “vote for Europe, a vote against extremists.”\n\nAt the Christian Democratic Appeal’s party, which was held in a tram museum, the crowd cheered the party’s projected second-place finish (in a three-way tie).\n\n“Honestly, I’m just happy that the P.V.V. is not as big as we feared,” said Robbert-Jan van Duyn, a 29-year-old alderman from the city of Almere, referring to Mr. Wilders’s party, the Party for Freedom.\n\nGuests in the refurbished red-brick depot credited the party’s apparent success to its charismatic leader, Sybrand Buma, and the fact that the party was not part of government during the last four years, when painful cuts were introduced by the coalition of Mr. Rutte’s party and the Labor Party.\n\nMr. Buma had himself tacked rightward in recent days, but his supporters did not seem concerned. “It was a way of reaching out to people who felt like they weren’t being heard,” said Mark van de Fliert, a 26-year-old student of foreign policy who volunteered as a youth organizer. “I don’t see him as a populist. Quite the opposite: I see him as really stable.” — SEWELL CHAN and CHRISTOPHER F. SCHUETZE\n\nPhoto\n\nVoting everywhere\n\nIt is hard to imagine a place where it is easier to vote than in the Netherlands. If you’re a commuter going to work in one of the larger Dutch cities, chances are there will be a voting tent set up in the train station where you board and where you get off.\n\nPhoto\n\nIf you were taking high tea at the Hotel Des Indes in The Hague, there was a voting booth one flight up from the wood-paneled lobby.\n\nShopping at a grocery store or going to a bar? Some have tables with makeshift voting booths.\n\nPhoto\n\nPlaying football or working out? You can vote at sports complexes. You can also vote in community centers, mosques and churches, libraries, homes for the aged and concert halls.\n\nVoters don’t have to live where they vote, so those vacationing on islands in the North Sea can walk into local polling places and cast their ballots. In the village of Schiermonnikoog on the island of the same name, 105 percent of the population had already voted as of 5 p.m. The extras were visitors to the island.\n\nPhoto\n\nIn this country with 12.9 million eligible voters, there are 9,000 polling places, so the lines are relatively short and all voters need to show is their registration card anywhere in the municipality where they live. (Those voting outside their municipality need a special pass.)\n\nMost polling sites are open from 7:30 a.m. to 9 p.m., but one — a flower kiosk in the train station at Castricum, in the north — got a head start. It opened just after the stroke of midnight, and by 1 a.m., 97 people had cast ballots there.\n\n— ALISSA J. RUBIN and CHRISTOPHER F. SCHUETZE\n\nPhoto\n\nTurnout is up from 2012\n\nAs of 9 p.m., 82 percent of the electorate had voted, up from 75 percent in the 2012 parliamentary elections.\n\nSome polling stations were running out of ballot papers, according to the national broadcaster NOS.\n\n“It’s already a record,” Jan den Boer, 60, the administrator of a community center in The Hague that adjoins the city’s largest supermarket, Albert Heijn, said in the afternoon.\n\nAs he munched on a meat sandwich known as a broodje bal, he said: “We’ve already had 900 people vote, maybe more; people are coming in all day. Usually it’s just the morning and evening after work.”\n\n“They always say it’s important to vote, and this year there’s more of a difference between parties.”\n\nAt a voting station the southern town of Sittard, a veteran election monitor who was distributing ballots said: “I have never seen anything quite like this. Today people started early and they’re still coming. It’s been nonstop.”\n\n— ALISSA J. RUBIN and MARLISE SIMONS\n\nIslam a concern for Wilders voters\n\nBrendan Groeneveld, 30, who works in tech support in the city of Almere, east of Amsterdam, said he was supporting Mr. Wilders’s Party for Freedom primarily because of his hobby: Airsoft, a gladiator-like pastime similar to paintball, but that uses toys nearly indistinguishable from real firearms, he said.\n\n“It is legal, but uncertainties in Dutch law are giving the players a lot of headaches, in regards to some peripheral items,” he said. The Party for Freedom supports expanding the legal use of firearms, he said, “and they’ll at least give more transparency and clarity in regards to what’s allowed and what’s not.” (Mr. Groeneveld added that he would also like to be able to have real firearms for hunting.)\n\nMr. Groeneveld said that his mother was Canadian and his wife was American, but expressed worries about Islam. “A lot of Dutch culture is giving way to other cultures, and Islam is the most in-your-face, an obnoxious one,” he said.\n\nHe said that he agreed when Mr. Wilders talked in public several times about trying to reduce the number of Moroccan immigrants in the Netherlands. “We’re all supposed to be Dutch — one society, one culture — and they persist in standing out,” he said. “I don’t really like that. I’m also of the opinion that specifically Islam is stuck in the Middle Ages. The rest of the world has adapted to modern times; they’re insisting on public executions and decapitations.” — NINA SIEGAL\n\nPhoto\n\nA young leader on the move\n\nOn the other end of the spectrum from Mr. Wilders is a new figure: Jesse Klaver, 30, the leader of the Greens. The party holds just four seats in Parliament but seems poised to make big gains.\n\nYounger, more energetic and more openly urban and cosmopolitan than many of his rivals, Mr. Klaver has made an unabashed appeal to voters in larger cities and their suburbs, emphasizing the country’s international image as a place that welcomes refugees, protects the environment and has a dynamic postindustrial economy.\n\nThe son of a Moroccan father (whom Mr. Klaver says he did not know) and an Indonesian-Dutch mother, Mr. Klaver was raised as a Catholic — a minority in this largely secular nation — and started his career with the National Coalition of Christian Trade Unions.\n\nWith looks that remind many people of a younger Justin Trudeau and an American style of campaigning that included a big final rally that was styled as a “meet-up” with drinks, he is a charismatic newcomer.\n\n“The traditional parties are not winning elections anymore,” he said in an interview. “What we try to do is to build a movement that is bigger than the traditional parties. What we want to do is to fight populism.” — ALISSA J. RUBIN\n\nRutte’s supporters opt for stability\n\nHenk Janssen, a hotel manager in Valkenburg, in the south of the country, said he was voting for the party of Mr. Rutte, the prime minister.\n\n“I vote for stability, for the people in government now,” he said. “Half the world seems to be on fire. People are undermining each other, insulting, lying, creating conflict. Not only in our country but around the world.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe said he believed that a voter uprising or even a violent confrontation over immigration was possible, because “the mood is harsher everywhere. People are becoming more extreme, more willing to fight when they disagree.”\n\nWith the elections over, he hopes a new government “can calm things down. The political climate right now is unhealthy.” He noted the threat of Islamist extremism and tensions with Russia and Turkey.\n\nWhen Mr. Wilders briefly campaigned in the town of Valkenburg, “it was really abnormal, police everywhere, a helicopter flying circles over the center,” said Anna van Meersen, a shop attendant in the town. “How could a man like that govern us?”\n\nBut, she cautioned: “People who vote for Wilders may not talk about it. They don’t like the negative reactions they get.” — MARLISE SIMONS\n\nSome young voters stay home\n\nBrit Maanen, 20, a receptionist at a wellness center in Heerlen, said she and her friends were not voting. “We don’t understand enough of what goes on,” she said. “We hear a lot of talk among politicians, but we don't hear much difference. We see a lot of people who want some power, or a lot of power.”\n\nMs. Maanen said she had grown up in a multicultural society where she was used to seeing immigrants. In her hometown, Heerlen, she said she was pleased to see “fewer women who are totally veiled.”\n\n“Many wear headscarves. But not many are now covering up their faces. I feel better about that, not so uneasy.”\n\nWhat does she want from the new government? “In this country we have freedom of religion, freedom of expression. We want to keep it that way.”\n\n— MARLISE SIMONS\n\nHas the populist fever peaked?\n\nPaul van’t Veer, 44, a D.J. and music programmer who also works in a record store, grew up attending antinuclear rallies in the city of Zwolle in the central-eastern Netherlands.\n\nOn Wednesday, he planned to vote for the Party for the Animals. “They’re one of the only parties that really cares about how the world will be in 15 or 20 years,” he said at a cafe in Zwolle. “The environment is one of the main issues that hasn’t been talked about much before these elections. It’s a bigger fear for me than terrorism is.”\n\nBut Mr. Veer’s father has moved in a different direction. He plans to vote for Mr. Wilders’s Party for Freedom.\n\n“I’m very sad about that,” the son said. “Nowadays I’m kind of ashamed of Holland because there seems to be far more hate and racism and intolerance than ever came to the surface before.”\n\nOther voters in Zwolle said they hoped to stem the populist tide.\n\nIris Groenendyk, 27, a child protection worker, said she had voted for the centrist party Democrats 66, based on its positions on education and health care. “I’m a bit scared, because of the fact that there are a lot of people who are interested by Wilders’s rhetoric,” she said.\n\nTheo van Uden, 66, a human resources manager at a provincial Dutch court, said he was voting for the opposition Socialist Party, because income inequality was his main concern.\n\n“The last four years I would say that the politics have changed and it looks like populism is growing and growing, but my feeling is that we’re at the top of the hill with populism,” he said. “ I don’t think it’s going up more. I think it’s going down.” — NINA SIEGAL\n\nPhoto\n\nForming a government\n\nParliament is expected to appoint an “informateur” to begin consultations with other parties on forming a government as soon as Friday. Next week, the new Parliament will meet for the first time and deliberate the process of creating a government. The process could take a few months, given the number of parties. Then the coalition names a cabinet, and King Willem-Alexander swears in the ministers. — MILAN SCHREUER\n\nPhoto\n\nWhy votes will be tallied by hand\n\nAfter nearly three decades of using voting machines, the Dutch reverted in 2009 to paper ballots marked with red pencils. For this election, the government has tightened security further, after reports that Russian-associated hackers were trying to gain access to government computers late last year.\n\nIn what the Dutch are calling the “four-eyes principle,” each vote will be counted and verified by two people at the polling station. Tallies will then be recorded by hand and initially sent by text message to the municipality. The ballots and tally sheets will then be physically delivered to municipal voting centers so that the counts can be double-checked and verified.\n\n— CHRISTOPHER F. SCHUETZE\n\nPhoto\n\nHow the voting works\n\nThere are 12.9 million eligible voters, out of a population of 17 million. Women have had the vote since 1922. The minimum age is 18; about 850,000 citizens will be old enough to vote for the first time.\n\nVoting is by proportional representation. Voters choose one party’s list — there are 28 parties competing — and candidates from the list make it into Parliament based on their party’s share of the total vote.\n\nThere is no minimum threshold in the Netherlands. A party that gets 1/150th of the votes cast is guaranteed one of the 150 seats.\n\n— CHRISTOPHER F. SCHUETZE\n\n\n\nPhoto\n\nWilders’s hometown is lukewarm\n\nIn the picturesque heart of Mr. Wilders’s hometown, Venlo, just across the border from northwest Germany, there did not appear to be a strong swell of support for him.\n\n“I share some opinions with him, but he shouldn’t be so radical,” said Paula Vanhegen, 64. “Otherwise we get a second Hitler and we don’t want that.”\n\nMany younger and middle-aged residents seemed convinced that Mr. Wilders’s party wouldn’t even make it into second place. Stan Koolen, 19, an agribusiness student, said he was convinced Mr. Rutte’s party would win.\n\nFor three working mothers sipping coffee in the old town square, TV and social media played a big part in helping them decide.\n\n“Life in the Netherlands is good,” said one of them, Miriam Swaghoven, 43, adding that Mr. Rutte had represented the country well for eight years.\n\nBut the longer conversation went on, the more the women expressed unhappiness with what they said was pressure on Dutch people to abandon traditions like the character “Black Pete.” Muslims and others “are allowed to have their traditions, while we have to change ours,” Ms. Swaghoven said.\n\nOnly one interviewee, Nadine Houwes, 20, a veterinary assistant, said she would not vote. All politicians “say something but are not doing it,” she shrugged. — ALISON SMALE\n\nPhoto\n\nGeert Wilders, party of one?\n\nMr. Wilders is unique in that he has taken advantage of a loophole that allows him to lead a party with seats in Parliament even though, as a technical and legal matter, his “party” is an association, and is not covered by some of the Dutch and European Union law that pertains to political parties.\n\nFor legal purposes, Mr. Wilders is the sole member of his Party for Freedom. Everyone else is part of the party’s association — the Dutch word “vereniging” — and they are not required to pay dues.\n\nThere is no requirement in the Netherlands that candidates on the party lists for which citizens cast votes need to be party members. But every other party in the Dutch Parliament is organized along traditional lines, with members paying dues.\n\nBy having an association rather than a party, experts say, Mr. Wilders retains control over the party’s platforms and is able to keep much of his financing secret, because under Dutch law, the head of the party must report all income and expenditures to party members, and he is the only one. (Only larger sums — expenditures over 4,500 euros, or about $4,780, and debts over 25,000 euros, or about $26,500 — need to be disclosed to the government.)\n\nThe downside is that he is ineligible for government subsidies available to parties with more than 1,000 members. — ALISSA J. RUBIN", "summary": "“It was a way of reaching out to people who felt like they weren’t being heard,” said Mark van de Fliert, a 26-year-old student of foreign policy who volunteered as a youth organizer. “It’s already a record,” Jan den Boer, 60, the administrator of a community center in The Hague that adjoins the city’s largest supermarket, Albert Heijn, said in the afternoon. Younger, more energetic and more openly urban and cosmopolitan than many of his rivals, Mr. Klaver has made an unabashed appeal to voters in larger cities and their suburbs, emphasizing the country’s international image as a place that welcomes refugees, protects the environment and has a dynamic postindustrial economy. Theo van Uden, 66, a human resources manager at a provincial Dutch court, said he was voting for the opposition Socialist Party, because income inequality was his main concern."}