{"title": "European Cities Add Barriers to Thwart Vehicle Attacks", "authors": ["The New York Times"], "url": "https://www.nytimes.com/2017/08/22/world/europe/europe-attacks-safety-barriers.html", "body": "Britain had been spared from the recent wave of terrorist attacks, but that changed this year. A man killed five people, including a police officer, in a car and knife attack on and near Westminster Bridge in London in March, and three men killed eight people in a van and knife attack on and near London Bridge in June.\n\nDays later, a man from Wales plowed a car into a group of Muslims outside a mosque and an Islamic cultural center in London, killing a man.\n\nThe authorities are now putting in place several measures to deal with the threat. In London, the police have installed a portable system of barriers — some resembling traditional obstacles, and others using flower pots and sculptures — to prevent vehicles from entering pedestrianized areas.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLarge, solid barriers have been installed on the London and Westminster Bridges, along with temporary installations in the capital in St. James’s Park and Buckingham Palace.\n\nGermany\n\nIn Frankfurt, where the streets radiating from the city’s main train station were closed for the Bahnhofsviertel night street festival last week, the authorities took no chances. They added 3-ton concrete barriers, mindful of the attacks in Europe, most notably a truck assault that killed 15 people last year at a Christmas market in Berlin.\n\nOver the past year, said Thomas Feda, the head of tourism for the city of Frankfurt, the threat posed by vehicles has led to the creation of a new industry. Security companies are trying to help cities develop more effective ways to protect their residents, while also preserving access for emergency vehicles.\n\nEach city and region develops its own security measures. Although little has changed in everyday life for Germans, concrete barriers have become commonplace at festivals and gatherings from Düsseldorf to Berlin. That includes the Museum Embankment Festival in Frankfurt this weekend and the “Fan Mile” in Berlin, stretching from the Brandenburg Gate to the Tiergarten, for a German Cup soccer match.\n\nThe authorities in Munich have added security measures for Oktoberfest, requiring that all delivery trucks entering the festival grounds register in advance and leave the premises by 9 a.m., at which point visitors will be allowed to enter. In previous years the beer tents opened to the public at 8 a.m.\n\nAdvertisement Continue reading the main story\n\nFrance"}