{"title": "Assailant Near Louvre Is Shot by French Soldier", "authors": ["Alissa J. Rubin", "Aurelien Breeden"], "url": "https://www.nytimes.com/2017/02/03/world/europe/louvre-paris-shooting-soldier.html", "body": "The attack was so close to the Louvre that it lit up social media networks. Within a couple hours of the assault, President Trump wrote on Twitter that the man was a “radical Islamic terrorist,” although the French authorities said it was too early to establish whether he had ties to any terrorist groups.\n\nMr. Molins, who is known for sticking to the facts, refrained from saying anything about the man’s motivations, but said that his passport had two visas to Turkey, in 2015 and 2016, and that he also had a visa for Saudi Arabia. He had a residency document for the United Arab Emirates.\n\nMr. Molins did not say where the man might have traveled in Turkey. Until recently, a stretch of the eastern Turkish border with Syria was highly porous, and many people slipped into territory held by the Islamic State in Syria’s northeast.\n\nThe man was not known to the French security authorities, but he was identified through fingerprints and a photograph taken when he obtained his visa, Mr. Molins said.\n\nThe suspect had rented an apartment for one week, paying about $1,830, in a well-heeled neighborhood just four subway stops from the Louvre. Two days after arriving in Paris, he bought two military-grade 16-inch knives at an arms store in central Paris for about $730, according to the authorities.\n\nFrance has suffered more terrorist attacks and attempted attacks in recent years than any other country in Europe, and security officials believe that the country and especially its police and military forces, remain a target of choice for Islamic extremists.\n\nSome of those attacks involve knives and were carried out by people who say they were inspired by the example of the Islamic State even if they had never traveled to Syria or Iraq or sworn allegiance to the organization. Mr. Molins noted that Friday’s attack occurred exactly two years after a similar attack on soldiers in Nice.\n\nAdvertisement Continue reading the main story\n\nIn just the past 13 months, there have been at least four attacks in France using knives, including one instance in which an off-duty police officer and wife were stabbed to death by a man who then filmed himself claiming allegiance to the Islamic State, broadcasting the video on Facebook.\n\nPhoto\n\nIn St.-Étienne-du-Rouvray, a small town in Normandy, a 19-year-old man slit the throat of an elderly priest as he was saying Mass last July. The young man and an accomplice, who were fatally shot by the police, had proclaimed allegiance to the Islamic State just before the murder.\n\nThen there were the shocking assaults that claimed many more lives. On July 14, a man driving a truck plowed into a crowd celebrating Bastille Day in the southern city of Nice, killing 86 people. And on Nov. 13, 2015, three attacks carried out by 10 Islamic State terrorists in and around Paris took the lives of 130 people.\n\nAlthough the Louvre attack was swiftly contained and involved only one assailant, it was likely to add to the woes of the museum and the city, where the number of visitors declined significantly in 2016 because of successive terrorist attacks and attempted attacks. The number of visitors to the Louvre was down 15 percent from 2015, and the number of foreign visitors fell, notably from Russia, Japan, China and Brazil.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFriday’s attack also coincided with the city’s final presentation of its bid for the 2024 Olympic Games, casting something of a pall over a day that Paris officials had hoped would not be associated with terrorism.\n\nStill, the quick response by the military was likely to ease criticism about the expense and efficacy of using soldiers alongside the police to fight terrorism.\n\nWhen terrorists carried out a massacre at the Bataclan concert hall during the November 2015 attacks, soldiers were nearby but were not under orders to act and were unable to aid the police, raising questions about their usefulness. While the situation on Friday was different — the soldiers were acting in self-defense — it was described repeatedly by politicians and senior government officials as a display of preparedness and “sang-froid.”\n\nAbout 10,000 soldiers are deployed throughout France, with 3,500 in the Paris region alone.\n\nMany people were also impressed by the calm efficiency displayed by the staffs of both the museum and the Carrousel du Louvre.\n\nThe museum had several rooms designated as secure places, and guards escorted visitors to those areas.\n\nAdvertisement Continue reading the main story\n\nBastien Lopez, 21, an intern at the museum, said he was at work when “all of a sudden we saw a huge flow of people coming in the museum, and the people in charge of the security shut down the three main access doors.”\n\n“Then they asked us to follow an itinerary that led us into a specific room,” he said, “where we stayed confined for two hours and a half.” He stayed in one of the rooms of the department of Islamic art, in the museum’s basement, with a few hundred people.\n\n“It wasn’t a rush: Everything went very smoothly,” Mr. Lopez added. “We were not piled up; we could all sit on the floor. Some people took a nap.”\n\n“The tourists reacted super well. The security persons were given instructions that we translated in English and in Chinese.”\n\nThomas, a 21-year-old who declined to give his surname, said he was doing maintenance work on electronic screens in the underground mall when he heard gunfire nearby.\n\nHe suspected an attack, yet his first reaction was not fear, but a “survival instinct,” fueled by a “surge of adrenaline,” he recalled as he stood near a police cordon a few hours later.\n\n“I followed the protocol, which was to leave through the emergency exits, since we were in one of the stores,” he said. “I evacuated, and I took two people with me.”", "summary": "Some of those attacks involve knives and were carried out by people who say they were inspired by the example of the Islamic State even if they had never traveled to Syria or Iraq or sworn allegiance to the organization.In just the past 13 months, there have been at least four attacks in France using knives, including one instance in which an off-duty police officer and wife were stabbed to death by a man who then filmed himself claiming allegiance to the Islamic State, broadcasting the video on Facebook.Friday’s attack also coincided with the city’s final presentation of its bid for the 2024 Olympic Games, casting something of a pall over a day that Paris officials had hoped would not be associated with terrorism.When terrorists carried out a massacre at the Bataclan concert hall during the November 2015 attacks, soldiers were nearby but were not under orders to act and were unable to aid the police, raising questions about their usefulness.He suspected an attack, yet his first reaction was not fear, but a “survival instinct,” fueled by a “surge of adrenaline,” he recalled as he stood near a police cordon a few hours later."}