{"title": "Inside Pope Francis’ Statement on the Family", "authors": ["Laurie Goodstein"], "url": "https://www.nytimes.com/interactive/2016/04/08/world/europe/pope-francis-statement-on-family.html", "body": "Paragraph 79 An Appeal for Greater Empathy “When faced with difficult situations and wounded families, it is always necessary to recall this general principle: ‘Pastors must know that, for the sake of truth, they are obliged to exercise careful discernment of situations’ (Familiaris Consortio, 84). …. while clearly stating the Church’s teaching, pastors are to avoid judgements that do not take into account the complexity of various situations, and they are to be attentive, by necessity, to how people experience and endure distress because of their condition.”\n\nParagraph 202 Lessons From Married Clergy “The main contribution to the pastoral care of families is offered by the parish, which is the family of families, where small communities, ecclesial movements and associations live in harmony … ordained ministers often lack the training needed to deal with the complex problems currently facing families. The experience of the broad oriental tradition of a married clergy could also be drawn upon.\n\nParagraph 203 Broader Training for Priests “Seminarians should receive a more extensive interdisciplinary, and not merely doctrinal, formation in the areas of engagement and marriage. Their training does not always allow them to explore their own psychological and affective background and experiences. Some come from troubled families, with absent parents and a lack of emotional stability. There is a need to ensure that the formation process can enable them to attain the maturity and psychological balance needed for their future ministry.”\n\nParagraph 226 Encouraging Young Couples “Young married couples should be encouraged to develop a routine that gives a healthy sense of closeness and stability through shared daily rituals. These could include a morning kiss, an evening blessing, waiting at the door to welcome each other home, taking trips together and sharing household chores. Yet it also helps to break the routine with a party, and to enjoy family celebrations of anniversaries and special events. We need these moments of cherishing God’s gifts and renewing our zest for life.”\n\nParagraph 237 Reviving Injured Marriages “At times, all it takes to decide that everything is over is a single instance of dissatisfaction, the absence of the other when he or she was most needed, wounded pride, or a vague fear. Inevitably, situations will arise involving human weakness and these can prove emotionally overwhelming. One spouse may not feel fully appreciated, or may be attracted to another person. Jealousy and tensions may emerge, or new interests that consume the other’s time and attention. Physical changes naturally occur in everyone. These, and so many other things, rather than threatening love, are so many occasions for reviving and renewing it.”\n\nParagraph 250 Denounces Antigay Violence “Every person, regardless of sexual orientation, ought to be respected in his or her dignity and treated with consideration, while ‘every sign of unjust discrimination’ is to be carefully avoided,276 particularly any form of aggression and violence. Such families should be given respectful pastoral guidance, so that those who manifest a homosexual orientation can receive the assistance they need to understand and fully carry out God’s will in their lives.”\n\nParagraph 251 Rejection of Same-Sex Marriage “In discussing the dignity and mission of the family, the Synod Fathers observed that, ‘as for proposals to place unions between homosexual persons on the same level as marriage, there are absolutely no grounds for considering homosexual unions to be in any way similar or even remotely analogous to God’s plan for marriage and family.’ It is unacceptable ‘that local Churches should be subjected to pressure in this matter and that international bodies should make financial aid to poor countries dependent on the introduction of laws to establish ‘marriage’ between persons of the same sex.’”\n\nParagraph 252 On Single Parents “Whatever the cause, single parents must receive encouragement and support from other families in the Christian community, and from the parish’s pastoral outreach. Often these families endure other hardships, such as economic difficulties, uncertain employment prospects, problems with child support and lack of housing.”\n\nParagraph 283 Questioning ‘Safe Sex’ Message “Frequently, sex education deals primarily with ‘protection’ through the practice of ‘safe sex.’ Such expressions convey a negative attitude towards the natural procreative finality of sexuality, as if an eventual child were an enemy to be protected against. This way of thinking promotes narcissism and aggressivity in place of acceptance.”\n\nParagraph 300 New Route Back for Divorced Catholics “If we consider the immense variety of concrete situations such as those I have mentioned, it is understandable that neither the Synod nor this Exhortation could be expected to provide a new set of general rules, canonical in nature and applicable to all cases. What is possible is simply a renewed encouragement to undertake a responsible personal and pastoral discernment of particular cases, one which would recognize that, since ‘the degree of responsibility is not equal in all cases,’ 335 the consequences or effects of a rule need not necessarily always be the same.336 Priests have the duty to “accompany [the divorced and remarried] in helping them to understand their situation according to the teaching of the Church and the guidelines of the bishop. Useful in this process is an examination of conscience through moments of reflection and repentance. The divorced and remarried should ask themselves: how did they act towards their children when the conjugal union entered into crisis; whether or not they made attempts at reconciliation; what has become of the abandoned party….”"}