{"title": "Pope Says Astronauts See Earth ‘From the Eyes of God’", "authors": ["Megan Specia"], "url": "https://www.nytimes.com/2017/10/27/world/europe/pope-astronauts-phone-call.html", "body": "Video\n\nIt was not just another day of circling the heavens for the astronauts. They had a 20-minute video call with the heavenly father.\n\nPope Francis, in his first-ever conversation with the six-person crew aboard the International Space Station, reflected with them on their view of the world, which is from 250 miles up.\n\n“What gives me the greatest joy, everyday, is being able to look outside and see God’s creation, maybe a little bit from his perspective,” Randy Bresnik, an American member of the crew, told the pontiff during the call on Thursday.\n\nThe pope and the crew marveled that the view from the space station was one that the vast majority of people on Earth would never see.\n\nAdvertisement Continue reading the main story\n\n“You have gone to look at it from the eyes of God,” Pope Francis said, reflecting on their observations while drawing on stories of their personal journeys to become astronauts. “Roots are our hope and our strength. Don’t forget roots. It has done me good to hear this and to hear it from you.”", "summary": "Pope Francis, in his first-ever conversation with the six-person crew aboard the International Space Station, reflected with them on their view of the world, which is from 250 miles up. “What gives me the greatest joy, everyday, is being able to look outside and see God’s creation, maybe a little bit from his perspective,” Randy Bresnik, an American member of the crew, told the pontiff during the call on Thursday. The pope and the crew marveled that the view from the space station was one that the vast majority of people on Earth would never see. “You have gone to look at it from the eyes of God,” Pope Francis said, reflecting on their observations while drawing on stories of their personal journeys to become astronauts."}