{"title": "Ahmet Davutoglu, Turkey’s Prime Minister, Is Expected to Be Replaced", "authors": ["Tim Arango", "Ceylan Yeginsu"], "url": "https://www.nytimes.com/2016/05/05/world/europe/erdogan-ahmet-davutoglu-turkey-prime-minister-is-expected-to-be-replaced.html", "body": "Mr. Davutoglu, who became prime minister in 2014, after Mr. Erdogan was elected president, had long been seen as subservient to Mr. Erdogan.\n\nBut simmering tensions between them boiled over this week, leading to speculation in the Turkish news media about a rift. The tensions apparently reached a breaking point last week, after party officials stripped Mr. Davutoglu of his power to choose provincial party leaders.\n\n“Even with a person as compliant as Davutoglu, the relationship didn’t work,” said Sinan Ulgen, a former Turkish diplomat and the chairman of the Center for Economics and Foreign Policy Studies, a research organization here.\n\nIn public, Mr. Davutoglu has sought mostly to play the role of party loyalist and devotee to Mr. Erdogan, but analysts say the two men have privately differed on several issues.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Davutoglu was said to be resistant to Mr. Erdogan’s long-held ambition to rewrite Turkey’s Constitution and establish an executive presidency.\n\nRecently, Mr. Davutoglu had suggested he was willing to return to peace negotiations to end a long war — which resumed in earnest last year — with the Kurdistan Worker’s Party, or P.K.K., while Mr. Erdogan has appeared more hawkish.\n\nThe two leaders also seemed to differ on monetary policy, with Mr. Davutoglu supporting the independence of the central bank, and Mr. Erdogan seeking to intervene for lower interest rates.\n\nAdvertisement Continue reading the main story\n\nIn choosing to step down as the leader of the A.K.P., Mr. Davutoglu will clear the way for Mr. Erdogan to pick a new party boss who will then become prime minister.\n\n“The new elected prime minister’s main mission will be to drive forward the presidential agenda,” Mr. Ulgen said.\n\nBut even with a new prime minister, it will not be so easy for Mr. Erdogan to alter the Constitution as he wants. The A.K.P., which has been in power for more than a decade, with Mr. Erdogan the prime minister for much of that time, does not have enough seats in Parliament to approve the changes on its own or call a national referendum on a new constitution. Most opinion polls show the Turkish public opposes Mr. Erdogan’s proposed presidential system.\n\nMr. Erdogan rose to power in 2003, and the A.K.P. won several national elections. But last June, the party lost its parliamentary majority and the Kurdish political party won seats in Parliament for the first time.\n\nThat is when war resumed between the Turkish state and the Kurdish P.K.K., which seemed eager to return to arms. Critics of Mr. Erdogan said he sought to use the conflict as a political strategy to regain nationalist votes.\n\nIndeed, after failed coalition talks with opposition parties last summer, Mr. Erdogan called for new elections, and the party regained its majority in November.\n\nWith Mr. Erdogan’s not having enough support to amend the Constitution, analysts have predicted that with a new prime minister, he could move to hold early elections in a bid to amass more seats in Parliament.", "summary": "“Even with a person as compliant as Davutoglu, the relationship didn’t work,” said Sinan Ulgen, a former Turkish diplomat and the chairman of the Center for Economics and Foreign Policy Studies, a research organization here. Recently, Mr. Davutoglu had suggested he was willing to return to peace negotiations to end a long war — which resumed in earnest last year — with the Kurdistan Worker’s Party, or P.K.K., while Mr. Erdogan has appeared more hawkish. The two leaders also seemed to differ on monetary policy, with Mr. Davutoglu supporting the independence of the central bank, and Mr. Erdogan seeking to intervene for lower interest rates. With Mr. Erdogan’s not having enough support to amend the Constitution, analysts have predicted that with a new prime minister, he could move to hold early elections in a bid to amass more seats in Parliament."}