{"title": "Van Driver in Barcelona Attack Is Killed by Police", "authors": ["Patrick Kingsley", "Raphael Minder"], "url": "https://www.nytimes.com/2017/08/21/world/europe/spain-catalunya-barcelona-imam.html", "body": "Mr. Abouyaaqoub is suspected of being behind the wheel of the van that mowed down a crowd on Las Ramblas, Barcelona’s central boulevard, on Thursday. He escaped on foot through the city’s most famous food market, stole a car in the city’s university district, killed the owner with a knife and put the body in the back seat.\n\nHe then forced his way through a police checkpoint to reach the outskirts of Barcelona, where he abandoned the car with its owner’s body inside.\n\nMaj. Josep Lluís Trapero, the police chief in the Catalonia region, described at a news conference on Monday how Mr. Abouyaaqoub had been finally tracked down and killed.\n\nMajor Trapero said the investigation was continuing, including the search for possible links between last week’s assailants and other extremists overseas. But, he said, the police were not looking for a specific accomplice who might have helped Mr. Abouyaaqoub avoid a police dragnet over the last four days.\n\n“We have accounted for 12 people in total, who are the ones we have always mentioned,” Major Trapero said. “It’s quite probable that he moved alone around this area.”\n\nStill, villagers suggested that Mr. Abouyaaqoub might have been using the village near the site where he was killed as a hide-out in the months before the attacks.\n\nPhoto\n\nWhen the police released Mr. Abouyaaqoub’s picture on Friday, “I thought he looks familiar, I mean his face,” said Roger Quenal, an 18-year-old student. “I think I saw him two months ago here.”\n\nAdvertisement Continue reading the main story\n\nMr. Quenal’s father, Edward, also thought he had seen Mr. Abouyaaqoub in the neighborhood before the attacks.\n\nEven as the manhunt ended on Monday, several questions remained unanswered, in particular the role of an imam who is believed to have inspired the attacks last week.\n\nThe police confirmed on Monday that the imam, Abdelbaki Essati, was one of the two people who died when a house in a small seaside town south of Barcelona that the group had used as a bomb factory blew up.\n\nThe imam preached in the town of Ripoll, home to many of the members of the terrorist cell. Investigators believe the planning for the plot might have begun not long after Mr. Essati’s arrival, a year ago, at the second of two mosques where he worked in Ripoll.\n\nThe authorities raised the death toll from the attacks to 15 on Monday: 13 killed in the van attack in Barcelona, a 14th person who died hours later in a related attack in the town of Cambrils and the driver of the car that Mr. Abouyaaqoub used to make his escape.\n\nTwo of the 15 were children, including a 7-year-old boy who had Australian and British citizenship. Six victims were Spanish, including one who also held an Argentine passport. Three were Italian, two were Portuguese, one was Belgian, one was American and one was Canadian, the authorities said.\n\nFifty of the injured victims remained in hospitals on Monday, down from the 126 who were taken to a hospital immediately after the attacks. Twelve were in critical condition.\n\nEarlier on Monday, Major Trapero, the Catalan police chief, said the investigation had gained an international dimension, implying that other countries’ police and intelligence agencies were now involved, but he did not provide details.\n\nAdvertisement Continue reading the main story\n\nHe also would not comment on reports that the imam had longstanding ties to extremists and had spent time overseas, including in Belgium early last year, shortly before terrorists attacked the airport and subway in Brussels. The imam spent time in prison in Spain on drug-related charges, but had no record of terrorism-related activities.\n\nMajor Trapero defended the level of police surveillance before the attacks. The country has avoided major acts of jihadist terrorism since the Madrid assault, even as the Islamic State and other extremists struck other cities across Europe.\n\nMajor Trapero said that it would be “playing dirty” to accuse the police of lapses and that the police had never received information that would have justified acting against members of the cell.\n\nAsked why nobody had raised the alarm in Alcanar, the town south of Barcelona where terrorists stored over 100 gas cylinders in their bomb-making house, Major Trapero said, “We have to be cautious not to criminalize the ones who didn’t see or act.”"}