{"title": "Gunman Is Killed in Orly Airport in France After Attacking a Soldier", "authors": ["Alissa J. Rubin", "Benoît Morenne"], "url": "https://www.nytimes.com/2017/03/18/world/europe/orly-airport-france-shooting.html", "body": "Mr. Belgacem then drove to a bar in Vitry-sur-Seine, where he fired his gun again but did not injure anyone. When he exited the bar, he left his cellphone there.\n\nHe fled in his car, but abandoned it a few miles away. He then carjacked another vehicle and drove about eight miles to the airport.\n\nThere he spotted a three-soldier unit patrolling the airport, Mr. Molins said. At 8:22 a.m., Mr. Belgacem, carrying his pistol, tossed a container of gasoline on the floor. He grabbed one of the soldiers and held his gun to her head.\n\nMr. Molins said the soldiers reported that he yelled: “I’m here to die in the name of Allah. Whatever happens, people are going to die.”\n\nAs Mr. Belgacem grappled with the soldier, he wrested her rifle from her. At that instant, the two other soldiers fired three bursts from their weapons, killing him.\n\nMr. Molins said the antiterrorism unit of the prosecutor’s office and the French Intelligence Service had opened an investigation.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Belgacem was carrying cigarettes, 750 euros in cash, or about $800, a lighter and a Quran at the time of the attack, Mr. Molins said. Cocaine, a machete and some foreign currency were later found at his home.\n\nMr. Belgacem’s brother, father and cousin were questioned by the police, Mr. Molins said.\n\nWhile in prison during 2011 and 2012, Mr. Belgacem was identified by intelligence officials as someone who had become radicalized. After his release, he remained on the authorities’ radar, and his house was searched in the wake of the terrorist attacks in Paris in November 2015, Mr. Molins said, although no action was taken against him.\n\nAdvertisement Continue reading the main story\n\nThe episode at Orly was reminiscent of an attack in February near the Louvre in which a man with two long knives attacked soldiers patrolling in the Carrousel du Louvre, an underground shopping mall. The man injured a soldier before being shot several times.\n\nThe attack on Saturday came amid a heated presidential election campaign in France, with the first round of voting to take place on April 23.\n\nAny terrorist attack so close to the election, political analysts suggest, could be an opportunity by the candidates of the far right, Marine Le Pen, and the center right, François Fillon, to berate the current Socialist government and by association Emmanuel Macron, the center-left candidate, who was previously the economy minister, for failing to protect the French people.\n\nWhile both Ms. Le Pen and Mr. Fillon posted Twitter messages about Saturday’s attack, they used the episode primarily as an opportunity to praise French soldiers and, in Ms. Le Pen’s case, to underscore some of her campaign themes. She said in her post: “Violence has overwhelmed France, a consequence of the laxity of successive governments. But there is the courage of our soldiers.”\n\nMr. Fillon limited his Twitter message to praise the “women and men” of what is known as Operation Sentinel, the soldiers who “work for our security and have once again proved their courage and efficiency.”\n\nThe unit attacked at the airport was part of Operation Sentinel, whose 7,000 soldiers patrol public areas, including airports, tourist attractions and train stations.\n\nThe west terminal at Orly reopened by 1 p.m., the Paris airport authority said. Flights gradually resumed at the south terminal, where the attack took place.", "summary": "After his release, he remained on the authorities’ radar, and his house was searched in the wake of the terrorist attacks in Paris in November 2015, Mr. Molins said, although no action was taken against him.The attack on Saturday came amid a heated presidential election campaign in France, with the first round of voting to take place on April 23.Any terrorist attack so close to the election, political analysts suggest, could be an opportunity by the candidates of the far right, Marine Le Pen, and the center right, François Fillon, to berate the current Socialist government and by association Emmanuel Macron, the center-left candidate, who was previously the economy minister, for failing to protect the French people.Le Pen and Mr. Fillon posted Twitter messages about Saturday’s attack, they used the episode primarily as an opportunity to praise French soldiers and, in Ms.Mr. Fillon limited his Twitter message to praise the “women and men” of what is known as Operation Sentinel, the soldiers who “work for our security and have once again proved their courage and efficiency.”"}