{"title": "In Terror Attacks in Spain, a Global Community of Victims", "authors": ["Stephen Castle", "Elisabetta Povoledo", "Benoît Morenne"], "url": "https://www.nytimes.com/2017/08/18/world/europe/barcelona-cambrils-victims-terror-attacks.html", "body": "Photo\n\nLONDON — A Belgian mother was killed while on holiday with her husband and two young sons. So was an Italian father, as he held the hand of his 5-year-old son.\n\nAn American died, as did a Spaniard, and among the injured, some seriously, were people from Australia, France, Pakistan, Russia, Turkey, Taiwan and Venezuela.\n\nThe assailant who on Thursday steered a rented van down Las Ramblas, the storied shopping and tourist boulevard in Barcelona, struck down people from 34 countries around the world, killing at least 13 and injuring more than 80, many of them still unidentified. It was a gruesome and horrifying assault that quickly resonated across the globe, because the victims were citizens of the globe.\n\nJust as with previous European terrorist attacks in Paris, Nice and Brussels, the Barcelona carnage underscored how modern-day terrorism tends to be as international as it is indiscriminate.\n\n“They are trying to make a statement by attacking the West in general, and by attacking big, cosmopolitan, Western cities, they are striking at the heart of that,” said Raffaello Pantucci, director of International Security Studies at the Royal United Services Institute, a security-focused research institute in London.\n\nThe driver of the white rented van raced down Las Ramblas, weaving and zigzagging to make sure to hit as many people as possible, many of them tourists. Barcelona is one of Europe’s most popular destinations, and Las Ramblas is one of Europe’s most famous streets, a tree-lined boulevard usually closed for pedestrians that stretches through the heart of the city.\n\nThe terrorist attacks in Spain injured scores of people and rippled across the globe because the victims made up 34 nationalities. Here are some of them.\n\nBy Friday, investigators were starting to piece together a broad plot that involved a network of terrorists. Five suspects were killed in a shootout with the police in the seaside town of Cambrils, south of Barcelona, and a woman injured in Cambrils later died of her injuries. At the same time, the grim task of identifying the dead gathered speed as relatives struggled to learn whether loved ones were among those injured, missing or killed.\n\nPhoto\n\nThe State Department declined to identify the American killed in the attack “out of respect for the family’s privacy in their time of grief.”\n\nIt is unclear whether the department was referring to Jared Tucker, a 42-year-old American construction worker from Lafayette, Calif., who has been missing since the attack, according to his wife, Heidi Nunes-Tucker. Ms. Nunes-Tucker, a 40-year-old teacher, said she and her husband had been on a vacation to celebrate their first wedding anniversary, and were drinking on a patio moments before the van began to plow through tourists on Las Ramblas.\n\nMs. Nunes-Tucker said that her husband had gone to the bathroom, and that she was pushed inside a souvenir kiosk and then quickly ushered away from the scene by Spanish police. She has not seen her husband since.\n\n“I can’t understand why this would be happening at all,” she said, speaking from a Spanish courthouse where she had been summoned by the police. She was accompanied by an official from the American Consulate, and was waiting to learn whether her husband had been killed.\n\n“If that is, in fact, my husband — he was just full of life and the most magnetic person,” she said. “Everyone wanted to be around him, and so for him to not be here just doesn’t make any sense whatsoever to me. My heart is just broken. He’s the love of my life.”\n\nThere were reports that a 7-year-old child with dual nationalities may be missing, but these could not be independently confirmed.\n\nPhoto\n\nPrime Minister Theresa May of Britain said her government was investigating reports of a missing child who was a British dual citizen.\n\nAmong those killed was Elke Vanbockrijck, a 44-year-old mother from Tongeren, Belgium, who was with her husband and two young sons in Barcelona, according to Belgian news reports. The mayor of Tongeren, Patrick Dewael, confirmed that a female victim was from Tongeren, but he did not identify her. News media reports identified her either as Elke V. or by her full name.\n\nDuring the attack, Ms. Vanbockrijck’s husband pushed their two small boys aside, although one was injured, according to reports. His wife died at the scene, said the Dutch newspaper Het Belang Van Limburg.\n\nMs. Vanbockrijck had worked as an office clerk at the Belgian postal company. Her husband is a soldier in the Belgian Army, the newspaper reported.\n\nDidier Reynders, the Belgian minister of foreign affairs, posted on Twitter that two Belgians were also hospitalized, with “one in a critical state.”\n\nThe nature of the international threat was emphasized by Mr. Dewael, a lawmaker who is a presiding member of a parliamentary commission investigating last year’s deadly terrorist attack in Brussels, where the main airport and a subway station were bombed.\n\n“This reminds of the attacks that happened here,” he said, adding: “Absolute security does not exist. An attack like yesterday in Barcelona cannot be prevented.”\n\nPhoto\n\nIn Italy, Prime Minister Paolo Gentiloni identified two victims: Luca Russo, 25, and Bruno Gulotta, 35. He said that all Italians mourned them with their families.\n\nMr. Gulotta, a marketing and sales manager and father of two, died in front of his partner and two young children, who narrowly escaped being hit by the van, according to news agency reports.\n\nThe Italian media reported that Mr. Gulotta had been holding the hand of Alessandro, 5, when he and his partner, Martina Sacchi, who had their baby, Aria, strapped to her chest in a carrier, heard a noise. Mr. Gulotta instinctively tried to shield his son, but was hit just as Ms. Sacchi pulled the boy away.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Gulotta’s death was confirmed by a manager on the website of the online publication where he worked, Tom’s Hardware Italia.\n\n“Bruno put his soul into his work while managing to divide his life between his job and his family,” Andrea Ferrario, the chief operating officer and editor in chief of Tom’s Hardware, said in a telephone interview. “Everything he did, all the passion he put in at work, he did to improve the condition of his family,” he said.\n\nMr. Ferrario said he had just turned on the news when he sat down for dinner on Thursday and first heard of the attack. “I thought to myself, Bruno is in Barcelona. Never in a million years would I have thought that he could have been involved,” he said.\n\nNot long after, he heard through a colleague that Mr. Gulotta had been killed.\n\nThe other Italian victim, Mr. Russo, was in Barcelona for a vacation with his girlfriend, identified as Marta Scomazzon, who was also struck by the van and remained in the hospital.\n\nPhoto\n\nReached at his home, Mirco Scomazzon said, “My daughter is fine,” but he declined to speak further. Italian news media reported that Ms. Scomazzonn had fractured a foot and an elbow.\n\nThe two lived in Bassano del Grappa in northeastern Italy. Mr. Russo had an engineering degree from the University of Padua. Riccardo Poletto, the mayor of Bassano del Grappa, who teaches religion at the high school where Mr. Russo went to school, remembered him as a good student.\n\nThe mayor said Ms. Scomazzon had worked as an intern in the City Hall press office last year and she also sang in a local choir. Mr. Poletto ordered all flags in the city to fly at half-staff until the funeral.\n\n“We’re also planning a moment of commemoration for Luca, to demonstrate solidarity with the family,” he said.\n\nThe Spanish authorities said a 60-year-old man, Francesco Lopez Rodriguez, of Granada, died in the attack. His wife was severely injured.\n\nIn Canada, Prime Minister Justin Trudeau announced that one Canadian citizen had been killed in the Barcelona attack and that four others had been injured.\n\nOn Friday night, the Canadian was identified as Ian Moore Wilson, by his daughter Fiona Wilson, a Vancouver police sergeant. In a brief statement posted on the Vancouver Police Department’s website, Sergeant Wilson “thanked the people who assisted my dad in his final moments,” and those who gave “urgent medical attention and aftercare” to her mother, Valerie. The couple had had been married for 53 years."}