{"title": "How the Paris Attackers Honed Their Assault Through Trial and Error", "authors": ["Rukmini Callimachi", "Katrin Bennhold", "Laure Fourquet"], "url": "https://www.nytimes.com/2015/12/01/world/europe/how-the-paris-attackers-honed-their-assault-through-trial-and-error.html", "body": "In January, the police raided a safehouse in the Belgian town of Verviers, thwarting a plot that proved to be a chilling precursor to the synchronized murder that played out across the French capital 10 months later. The raid uncovered an arsenal that included the ingredients to make the same volatile explosives used in Paris, according to an American intelligence document.\n\nThe militants have become “more professional,” learning from their mistakes, said one intelligence official. Earlier this year, a plotter linked to Mr. Abaaoud planned to mow down the congregation at a French church but instead shot himself in the leg. But the gunmen in Paris — a majority of them battle-hardened in Syria — were well trained. After phone taps uncovered the Verviers plan, Mr. Abaaoud began using encryption technology and may have concealed his communications in that way with his Paris team, intelligence officials said.\n\nExploiting Europe’s passport-free zone and patchy intelligence sharing, Mr. Abaaoud and his team moved not just across the Continent, but also to Syria and back. They did so despite being questioned at airports, flagged by security services or pulled over during routine traffic stops.\n\n“Abaaoud was in the database of every single European country, but he returned to Europe like he was going on a vacation to Club Med,” said the mother of an 18-year-old Belgian jihadist who died earlier this year after joining the same Islamic State brigade to which several of the Paris plotters belonged.\n\nState of Terror Articles in this series examine the rise of the Islamic State and life inside the territory it has conquered.\n\nThe attack in Paris was the deadliest terrorist assault on the Continent in a decade, killing 130 people. It reverberated across the region, forcing Brussels to lock down for four days, spurring Germany to cancel a soccer match and prompting Britain to increase its military budget after years of cutbacks.\n\nTrying to reassure a grieving nation, President François Hollande of France has pledged to defeat the Islamic State’s “cult of death.” Yet intelligence officials warned of the West’s vulnerabilities. Paris, they fear, heralds a new era of terror, one that could play out on the streets of European capitals for years to come.\n\nAdvertisement Continue reading the main story\n\n“They try, they fail, they learn, they try again,” said one French official, who spoke on the condition of anonymity. “They have patience and they have an army of willing martyrs that feed on an ideology that is immune to bullets.”\n\nWarning Signs\n\nEarlier this year, an official at Europol, the Continent’s law enforcement agency, paid an urgent visit to Athens to ask for help tracking down a Belgian named Abdelhamid Abaaoud, according to news media reports.\n\nFor months, investigators had been intercepting suspicious calls originating near Pangrati, a neighborhood of Athens, said a retired European official who was briefed on the details.\n\nMr. Abaaoud, then 27, appeared to be planning an attack in his native land — a possibility considered improbable at first. He seemed like other young Europeans who had joined the Islamic State: a fanatic who made grandiose threats online, but did not have the know-how or the network to pull off mass murder on European soil.\n\nBut after the calls were tracked to Verviers, a SWAT team raided a residence there on Jan. 15, turning up evidence of surprising sophistication. The police found automatic weapons, a large quantity of cash, a body camera, multiple cellphones, hand-held radios and fraudulent identification documents, according to a United States Department of Homeland Security intelligence assessment.\n\nThey also found the precursor chemicals for the explosive triacetone triperoxide, or TATP, according to the document, which was the same chemical compound used in the suicide belts in Paris. The compound is highly volatile, according to Claude Moniquet, who spent two decades at the French spy agency D.G.S.E. “If you don’t get it just right, you’ll either blow off your hand, or it won’t go off at all,” Mr. Moniquet said. “It suggests the presence of a bombmaker.”\n\nThe discovery set off a manhunt in Greece, but Mr. Abaaoud’s SIM card stopped transmitting immediately after the raid. The police found his DNA in an Athens apartment, according to news media reports. But officials lost his trail.\n\nA few weeks later, Mr. Abaaoud resurfaced in the Islamic State’s online magazine, bragging about having plotted terrorism under the noses of the European authorities. “My name and picture were all over the news yet I was able to stay in their homeland, plan operations against them, and leave safely,” he said.\n\nUntil then, said David Thomson, the author of a book on French jihadists, Mr. Abaaoud had been seen inside the Islamic State as nothing special. “They spoke of him as they would of anyone else — and not as an important guy,” Mr. Thomson said.\n\nAdvertisement Continue reading the main story\n\nIf anything, he was known mostly for his appearance in a grotesque Islamic State video, whooping and laughing while dragging corpses behind a 4-by-4 truck.\n\nYet Europe’s most notorious jihadist was once a hapless delinquent.\n\nIn 2010, he planned to break into a garage in the Belgian countryside with a childhood friend. But he slipped off the roof, and the pair were later found soaking wet and nearing hypothermia on a river edge, recalled his former lawyer, Alexandre Château.\n\nThe bungled burglary was unremarkable, but the partnership was not: His accomplice was one of two brothers who would later be at Mr. Abaaoud’s side during the Paris attacks.\n\nMr. Abaaoud’s father said his son began showing signs of extremism after a stint in prison.\n\nOn March 23, 2013, the authorities intercepted a call Mr. Abaaoud made on a Turkish cellphone to a friend in Belgium. He said he was leaving for “The Camp,” according to court records. His brother told Belgian security officials that Mr. Abaaoud had said he was going to Syria “to do jihad,” according to a court transcript.\n\nWhen the police went to search his home in the Molenbeek district of Brussels months later, the items found inside his abandoned residence included pepper spray, gloves and two crowbars, along with the keys to a stolen Audi and three license plates.\n\nInscriptions praising the Islamic State, also known as ISIS and ISIL, were on his door. On the wall, the court filing noted, was “a crude drawing of the ISIS flag, drawn with a marker.”\n\nSometime between late 2013 and early 2014, he joined a brigade called the Mujahedeen Shura Council based in Aleppo, Syria, which would soon pledge allegiance to the Islamic State.\n\nAdvertisement Continue reading the main story\n\nOne of his first jobs was searching the bodies of freshly killed troops. “He was in charge of emptying the pockets of cadavers after battle,” Mr. Thomson said.\n\nEven when Mr. Abaaoud — by then called Abou Omar — joined the Katibat al-Battar, or Battar Brigade, an elite squad made up of French-speaking fighters that rose to prominence in 2014 within the Islamic State, his name surfaced only in passing, said Mr. Thomson, who spent months exchanging private messages with the French members of the unit as research for his book.\n\nVideo\n\nThat changed abruptly after the Verviers plot. Though the operation had failed, Mr. Abaaoud’s ability to travel in and out of Europe impressed his fellow fighters in Syria, turning him from an ordinary soldier into an inspiration. “They would say, ‘Look at Abou Omar,’ ” Mr. Thomson recalled. “By which they meant: ‘If Abou Omar succeeded, then anyone can.’ ”\n\nBattlefield Bonds\n\nInvestigators say they believe that it was in Syria that Mr. Abaaoud and most of the Paris attackers found one other.\n\nAs early as 2013, a well-established pipeline was funneling young men from Belgium to the Islamic State. Some took out loans with few questions asked from institutions like ING Belgium, where one future jihadist received 15,000 euros, or about $15,800, according to a recent court filing. Others bought cheap “burner” phones that are often discarded in an effort to avoid detection. One man stole flashlights and GoPro cameras, a favored tool for recording atrocities, according to court documents.\n\nThey knew to leave via trains or buses to other European countries before boarding flights to Turkey, evading relatively greater scrutiny at airports in their home countries.\n\nMr. Abaaoud, for example, accompanied his 13-year-old brother, Younes, to Syria, apparently by first making their way by land to Germany.\n\nPhoto\n\nOn Jan. 20, 2014, they checked in for a flight to Istanbul from Cologne. At passport control, an alert flashed: Mr. Abaaoud was on a Belgian watch list. When he claimed to be visiting family in Turkey, he was allowed to proceed.\n\nAdvertisement Continue reading the main story\n\nEven when suspects are properly classified, they can fall through the cracks because of the lack of a centralized European database. There are currently 1,595 jihadists in the Europol terror database, said Jean-Charles Brisard, who has testified as an expert witness in terrorism trials. The actual number, if European countries shared their information more efficiently, should be well over 6,000, he said.\n\nMany of the future Paris attackers ended up in the Battar brigade in Syria. Only Mr. Abaaoud and the two brothers from Molenbeek, Salah and Ibrahim Abdeslam, appear to have known one other before they were radicalized.\n\nSeveral came from intact, middle-class families, including Mr. Abaaoud, a shop owner’s son who had been sent to an exclusive Catholic school. Second- and third-generation immigrants of Moroccan and Algerian descent, the attackers included a bus driver, a bar owner and a mechanic for the Brussels Métro. The oldest was 29, the youngest just 20 — he wept, his mother recalls, the day he left for Syria.\n\nSome had criminal records, and their families were reassured at first when they began to show signs of piety.\n\nPhoto\n\nMohammed Abdeslam said he had believed his two brothers were cleaning up their act. “When your brother tells you that he will stop drinking, it’s not radicalization,” he told a Belgian broadcaster.\n\nBilal Hadfi, the youngest of the group, had been smoking and doing drugs until one month before his departure to Syria in January, his mother told the Belgian news media, and started fasting on Mondays and Thursdays.\n\n“He was by no means the cliché you’d expect,” recalled one of his mentors at the Instituut Anneessens-Funck in Brussels, where Mr. Hadfi, 20, was studying to become an electrician. “He didn’t have a beard.” He had “excellent grades” and was “extremely intelligent,” said the professor, who asked to remain anonymous in talking about a student. Then Mr. Hadfi stopped coming to class.\n\nMr. Hadfi is believed to have arrived in Syria last, on Jan. 15, eventually joining a team that included two hardened French jihadists: Ismaël Omar Mostefaï, a 29-year-old from the Courcouronnes suburb of Paris, and Samy Amimour, a 28-year-old bus driver from Drancy, northeast of the French capital.\n\nAdvertisement Continue reading the main story\n\nMr. Mostefaï was arrested eight times for petty crimes, and in 2010 his contact with hard-line Islamists at the local mosque prompted officials to add his name to the “S list,” a French database of those considered a potential security risk.\n\nPhoto\n\nMr. Amimour’s route to jihad began with an aborted trip to Yemen in 2012. After he stopped reporting to the police station in September 2013 as required, it took a month for an arrest warrant to be issued. By then, he had crossed into Syria — the same day as Mr. Mostefaï, officials say they believe.\n\nAs Frenchmen, the two would most likely have come across an older French jihadist who had already made a name for himself in the Islamic State: Fabien Clain, who had been to prison for recruiting fighters from France and Belgium to Iraq a decade ago. Mr. Clain, investigators said, was the speaker in an Islamic State audio recording claiming responsibility for the Paris massacre.\n\nIntelligence officials call him a “bridge” between the French and Belgian jihadists who may have facilitated links between Mr. Abaaoud and his fellow plotters. Described as one of the most senior operatives in the Islamic State hierarchy, he works under Abu Mohammed al-Adnani, the group’s chief of external operations. Mr. Abaaoud was lowlier, “a platoon leader, not the head of the armed forces,” said François Heisbourg, a former defense official and counterterrorism expert.\n\nBy August, Mr. Abaaoud’s blueprint and team for attacking Europe may have been nearly ready.\n\nThat month, Montasser AlDe’emeh, the author of two books on jihad and a former neighbor of Mr. Abaaoud’s in Molenbeek, heard his phone vibrate with a WhatsApp message. It was an audio recording from a Belgian jihadist in the same unit as Mr. Abaaoud.\n\n“This is a message for the Belgian government from the mujahedeen of ISIS,” the audio begins. “It’s not a threat or a stupid thing, or just talk. This is a declaration of war. We have the plans.”\n\nPhoto\n\nRaising the Alarm\n\nThe man who served as France’s chief antiterrorism judge until three months ago had heard Mr. Abaaoud’s name numerous times over the past year. Dozens of young French Muslims returning from Syria were brought to his office for questioning.\n\n“Abaaoud came up all the time,” the judge, Marc Trévidic, recalled in an interview last week. “Especially after the January raids in Verviers.”\n\nAdvertisement Continue reading the main story\n\nIt was always the same story: Mr. Abaaoud had told his young disciples to “do whatever they can” to inflict death and damage at home. They described him as obsessed. “He was mentioned as someone who wanted, at all cost, to recruit volunteers to carry out attacks in Belgium and France,” said Mr. Trévidic, now vice president of the high court in Lille, northern France.\n\nBut there was never a specific target, nor a date for an attack. The mission was always vague.\n\nThat changed on Aug. 15. In one of the last interviews the judge conducted, he found himself opposite a young Frenchman who had been handed money, encryption software and the most concrete target to date: “a rock concert hall” in Paris.\n\nThe young man, Reda Hame, had been arrested coming back from Syria, accompanied by a Muslim from Belgium. His companion had told the police that Mr. Hame was planning an attack in France.\n\nPhoto\n\nMr. Abaaoud had asked Mr. Hame to hit a soft target where he could achieve “maximum casualties.” He had given Mr. Hame an email address to reach him on and a USB stick with an encryption key he was to download on his computer. Mr. Abaaoud had promised further instructions by email on where to obtain weapons for the attack and which specific concert hall to strike.\n\nIt was two weeks before Paris’s annual Rock en Seine musical festival. Was the target one of dozens of concerts playing over the three-day event in a Paris suburb? Was it one of the city’s many other music venues, like the Bataclan, which had been mentioned as a possible target at least twice before?\n\nMr. Trévidic placed an urgent call with the domestic intelligence services, the D.G.S.I., and asked them to trace Mr. Abaaoud’s email address.\n\n“From late summer we knew something big was being planned,” said one French intelligence official. “We knew Abaaoud was involved in it but we didn’t know what, or where, or when. Everyone was on high alert.”\n\nThe sense of alarm only spread when, six days after Mr. Hame’s interview, a 26-year-old Moroccan, Ayoub El Khazzani, also linked to Mr. Abaaoud, stepped out of the bathroom of a high-speed train barreling toward Paris with a Kalashnikov before being subdued by three Americans.\n\nPhoto\n\nWith hindsight, some suggest the lone-wolf style attacks — single gunmen sent on missions to kill — that were thwarted in recent months were never the main focus. Whatever his intention, Mr. Trévidic said, Mr. Abaaoud “kept security services busy and distracted with these mini-plots while preparing the real attack.”\n\nAdvertisement Continue reading the main story\n\nThe United States had also picked up intelligence in recent months that showed the Islamic State was plotting an attack in France, senior American officials said. But they had nothing specific about targets or timing.\n\nBy late September, Mr. Hollande’s government launched airstrikes on Islamic State targets in Syria.\n\nOn Oct. 8 and 9, French fighter jets targeted training camps near Raqqa, the stronghold of the self-proclaimed caliphate in Syria. Mr. Hollande has publicly denied that the strikes were targeting an individual. But according to two Western intelligence officials, the hope was also to take out operatives including Mr. Abaaoud.\n\n“When you don’t know where to hit the enemy here, you have to try to hit him over there,” Bernard Squarcini, the former head of France’s domestic intelligence agency, said in an interview.\n\nPhoto\n\nA Calculated Attack\n\nWhile the security services had their eyes on Syria, most if not all of Mr. Abaaoud’s team was already back in Europe, quietly putting in place the modern logistics of mass murder.\n\nAt least two are believed to have entered through the refugee flow on the Greek island of Leros, where the authorities fingerprinted them in October.\n\nIn the period leading up to the attack, the support network expanded — though just how far is not yet clear — to include radicalized family members and loyal friends, landlords and online arms dealers. Mr. Abaaoud’s cousin helped hide him after the attacks before dying alongside him in a police raid. Five friends of Salah Abdeslam, who dumped his suicide vest in a trash can and remains at large as the only surviving member of the attackers, have been arrested in Belgium for allegedly helping him escape. In Germany, one man who may have sold the group assault rifles over the Internet was placed in custody last week.\n\nAdvertisement Continue reading the main story\n\nThe plan involved three teams, whose members set off in at least three rental cars from Belgium and booked rooms in at least two locations in and around Paris, including two hotel rooms in the suburb of Alfortville and a house with bunk beds in Bobigny. Like tourists, they used online services including Booking.com and Homelidays.com, with the Abdeslam brothers handling the logistics.\n\nIn September, Salah Abdeslam made a foray to the edges of Paris to buy half a dozen electronic components used to make fireworks explode. He spent 390 euros in Les Magiciens du Feu, or “Fire Magicians” shop, said the shop’s in-house lawyer, Frédéric Zajac. “Unlike other clients, he did not ask any questions about how it all worked,” he said.\n\nMr. Abaaoud had learned from past mistakes: Unlike the plot in January, when his accomplices were still searching for an ice machine to store the TATP explosive, he made sure they had refrigerators. At the Appart’City hotel where four of the attackers stayed, rooms come with a kitchenette.\n\nAnd rather than sending a single gunman or picking a single target, Mr. Abaaoud sent teams to a variety of locations — hedging the risk of failure and forcing the police to spread themselves thin. “They found out that if you use this ‘swarm theory’ you will exhaust the resources of law enforcement,” explained Ron Sandee, the former chief Al Qaeda analyst for Dutch military intelligence.\n\nThe roster for each team suggests more forethought: The two jihadists with more than four years of battlefield experience in Syria between them, Mr. Amimour and Mr. Mostefaï, were assigned the most important target, the Bataclan, with a third, still-unidentified man. Witnesses say they saw the Bataclan gunmen flanking each other, with one fighter reloading his magazine while another kept firing.\n\nBy contrast, the attackers at the Stade de France, the national soccer stadium, included the youngest and least experienced jihadist — the 20-year-old Mr. Hadfi. He was dropped off strapped with an explosive belt that needed only detonating. (Neither of the other two suicide bombers at the stadium has been identified.) “They said to themselves, ‘The kids will get as far as they can,’ ” and after that only need to “hit a button,” said Mr. Moniquet, a veteran of France’s intelligence agency who now directs the European Strategic Intelligence and Security Center.\n\nMr. Abaaoud himself was believed to have gone to a busy stretch of restaurants on the Rue de Charonne, equipped with the Kalashnikov that was later recovered bearing his DNA. Phone records released by the French prosecutor indicate that he left the house at Bobigny in a rented Seat car at 8:38 p.m. accompanied by another still-unidentified attacker and Ibrahim Abdeslam, his accomplice in the bungled garage theft five years ago.\n\nIt remains unclear if Mr. Abaaoud joined his troops to fire on the bars and cafes, though it seems likely: Witnesses saw gunmen leaning out of the black Seat rental car, and in front of each shattered establishment, investigators recovered “hundreds” of 7.62-millimeter cartridges, according to the French prosecutor.\n\nBetween 8:40 p.m. and 9:21 p.m. the phone “most probably” used by Mr. Abaaoud was in “sustained contact” with the one used by Mr. Hadfi, according to the Paris prosecutor. That was when Mr. Hadfi tried to enter the soccer stadium near Gate D, only to be turned away.\n\nAdvertisement Continue reading the main story\n\nMoments later, at 9:20, he detonated the explosive.\n\nThe last attempted call between the two phones came a minute later — the platoon leader checking up on the recruit.", "summary": "“Abaaoud was in the database of every single European country, but he returned to Europe like he was going on a vacation to Club Med,” said the mother of an 18-year-old Belgian jihadist who died earlier this year after joining the same Islamic State brigade to which several of the Paris plotters belonged.Earlier this year, an official at Europol, the Continent’s law enforcement agency, paid an urgent visit to Athens to ask for help tracking down a Belgian named Abdelhamid Abaaoud, according to news media reports.The police found automatic weapons, a large quantity of cash, a body camera, multiple cellphones, hand-held radios and fraudulent identification documents, according to a United States Department of Homeland Security intelligence assessment.Even when Mr. Abaaoud — by then called Abou Omar — joined the Katibat al-Battar, or Battar Brigade, an elite squad made up of French-speaking fighters that rose to prominence in 2014 within the Islamic State, his name surfaced only in passing, said Mr. Thomson, who spent months exchanging private messages with the French members of the unit as research for his book.It remains unclear if Mr. Abaaoud joined his troops to fire on the bars and cafes, though it seems likely: Witnesses saw gunmen leaning out of the black Seat rental car, and in front of each shattered establishment, investigators recovered “hundreds” of 7.62-millimeter cartridges, according to the French prosecutor."}