{"title": "Putin Talks to Ukrainian Leader as Videos Show Captured Russian Soldiers", "authors": ["Andrew Higgins", "Michael R. Gordon"], "url": "https://www.nytimes.com/2014/08/27/world/europe/ukraine.html", "body": "Mr. Poroshenko’s predecessor as president, Viktor F. Yanukovych, rejected the deal last November under heavy pressure from Moscow, leading to months of protests that forced him to flee to Russia in February. Encouraged by Russia, Mr. Yanukovych’s political base in eastern Ukraine — notably his hometown, Donetsk — then became the center of an armed rebellion against the new authorities in Kiev, the Ukrainian capital.\n\nMr. Putin, reviving the arguments he used to dissuade Mr. Yanukovych from tilting toward Europe, warned that the trade deal, which Mr. Poroshenko signed in June, would cost Ukraine billions of dollars and allow European companies to “grab everything that is still left and oust all the others” from the Ukrainian market.\n\nHis shift from emotional exhortations about restoring Russian control over Ukrainian territory conquered in the 18th century by Catherine the Great to humdrum economic themes suggested that Mr. Putin might be recalibrating his strategy toward Ukraine in an effort to contain the damage caused by sanctions imposed by the United States and Europe.\n\nVideo\n\nMichael A. McFaul, President Obama’s former ambassador to Moscow who is now a professor at Stanford University, said Mr. Putin had frequently shifted between more pragmatic calculations and a nostalgia-tinged commitment to reviving Russian power, particularly over former Soviet territories like Ukraine. “Putin has always had dual impulses, lamenting the collapse of the Soviet Union but also recognizing that Russia has to integrate in the wider world,” Mr. McFaul said in a telephone interview.\n\nRussia has already cut off gas supplies to Ukraine, complaining that it has not been paid for previous deliveries, and energy shortages will grow increasingly painful for Ukraine with the approach of winter. Moscow’s long-term goal, analysts say, is not to force Ukraine to recognize the rebels’ self-declared states, which even Russia does not recognize, but to ensure that Ukraine never joins NATO or allows Western troops on its territory.\n\nBut Western officials said that instead of pulling back from its military involvement, Russia had stepped up its activities to help pro-Russian rebels mount counterattacks and break the momentum of a Ukrainian offensive in the east.\n\nUkraine greeted Tuesday’s meeting in Minsk, held in a marble-clad hall dripping with chandeliers, as a singular opportunity to end, or at least curtail, a conflict that has killed more than 2,000 people in eastern Ukraine, as well as nearly 300 people aboard a Malaysia Airlines jet shot down over rebel-held territory in July.\n\nAdvertisement Continue reading the main story\n\n“Today in Minsk, without any question, the fate of the world and the fate of Europe are being decided,” Mr. Poroshenko said in an opening speech to the presidents of Russia, Belarus and Kazakhstan, the three members of the Eurasian Customs Union, and officials from the European Union.\n\nVideo\n\nBut after group discussions ended and Mr. Poroshenko and Mr. Putin retreated for a late-night private meeting, President Aleksandr G. Lukashenko of Belarus acknowledged that there had been no breakthrough, describing the talks as “very complicated” but nonetheless an important first step toward peace in Ukraine. He said lower-ranking officials would soon resume negotiations, possibly as early as Wednesday.\n\n“The positions of parties differed drastically, but we all agreed we must have a compromise,” Mr. Lukashenko told reporters. “Everyone agreed a de-escalation is needed.”\n\nCatherine Ashton, the foreign policy chief of the European Union, said that there had been no “direct discussion” of the video of captured Russian troops released early Tuesday, but that officials had talked about the need to secure the Russian-Ukrainian border, possibly with help from monitors from the Organization for Security and Cooperation in Europe. “Any discussion of a cease-fire needs to ensure that Ukraine’s borders are secure,” she told reporters in Minsk.\n\nIn earlier peace talks between lower-ranking Ukrainian and Russian officials, Moscow’s position on its role in the conflict in eastern Ukraine has prevented discussion of what Ukrainian officials regard as the key to stopping the conflict: a willingness from Russia to acknowledge and halt its support for the rebels in Donetsk and Luhansk.\n\nThe release of the videos and the high-level talks came a day after Ukraine accused Russia of sending an armored column across the border toward the coastal city of Mariupol. That, along with other Russian moves, prompted Geoffrey R. Pyatt, the United States ambassador to Ukraine, to express alarm on Twitter. “The new columns of Russian tanks and armor crossing into Ukraine indicates a Russian-directed counteroffensive may be underway. #escalation,” he wrote.\n\nWestern officials said the purpose of the push toward Mariupol, which is far from the main conflict zone, was to open a new front that would divert Ukrainian forces from Donetsk and Luhansk, and possibly to seize an outlet to the sea in the event that Russia tries to establish a permanent separatist enclave in eastern Ukraine.\n\nTwo other Russian incursions, the officials said, were aimed at breaking the siege of Luhansk by Ukrainian forces and opening a supply corridor to Donetsk.\n\nAdvertisement Continue reading the main story\n\nTo support the counteroffensive, Russia has deployed a sizable amount of artillery within range of Ukrainian forces near Luhansk. The Ukrainian forces were out of range of artillery based on Russian territory, so Moscow moved the units into Ukraine.\n\n“Russian military units with self-propelled artillery have entered eastern Ukraine and have established an operational presence in the Krasnodon area, an area controlled by Russian separatists,” a senior Obama administration official said.\n\nThe videos released by Ukraine could make it more difficult for the Kremlin to stick to its approach of denying that it has any hand in the fighting, though a state-run Russian news agency cited an unnamed Defense Ministry official as saying the soldiers had crossed into Ukraine by accident."}