{"title": "Angela Merkel, Accused of Betraying Core Values, Faces a Balancing Act With Turkey", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/04/15/world/europe/angela-merkel-germany-turkey-erdogan-censorship.html", "body": "“It has always been easy to take shots at realpolitik, because it is never pretty,” and involves choosing between bad options, said Jan Techau at Carnegie Europe, a foreign policy research organization in Brussels.\n\nUnlike many commentators in Germany, Mr. Techau said he detected a tone of moral superiority mixed in with the undoubted sharpness of Mr. Böhmermann’s satire, which was inspired by what critics of the chancellor’s deal with Mr. Erdogan saw as her sudden coziness with the Turkish leader.\n\nIn the land of bad options, Ms. Merkel’s deal with Mr. Erdogan has for now paid off, if at a steep price.\n\nHer bargain with Turkey — billions in European aid in exchange for keeping illegal migrants and refugees in Turkey — has so far worked, with word spreading back to Syria and Afghanistan and the migrant flow dropping dramatically since the deal was reached in March.\n\nThat agreement has also relieved some pressure on Europe’s system of open borders, which the influx had threatened to collapse. And it has bought some political breathing space for the chancellor from a surge of support for the far right, which capitalized on German anxiety about the new migrants, most from Muslim countries.\n\nPhoto\n\nResponding to those fears, Ms. Merkel and her government on Thursday announced what they called a “historic step” to improve security and also better integrate immigrants in Germany.\n\nAdvertisement Continue reading the main story\n\nBut the bill for dealing with Mr. Erdogan is arriving.\n\nThe moves by the Turkish president have stirred strong resistance in Germany, where important media and cultural figures have united behind Mr. Böhmermann. They have also put Ms. Merkel in an uncomfortable spot after she initially said through her spokesman that she had agreed in a phone call with Turkey’s prime minister on April 3 that the comic’s poem was “deliberately offensive.”\n\nThat provoked criticism that the chancellor, herself raised in Communist East Germany, was not strong in defending Western values, above all freedom of speech. Later, her spokesman, Steffen Seibert, and then the chancellor herself, emphasized the inviolability of artistic liberty.\n\nWith Turkey, “these basic values are valid regardless of all the political problems we discuss with each other,” Ms. Merkel said.\n\nBut the controversy is far from over. Ms. Merkel must now decide whether to grant Turkey’s request to sue Mr. Böhmermann under an antiquated law on insulting foreign leaders. Mr. Erdogan seems to be taking no chances: he has also filed a private lawsuit against the comic under a different legal provision on individual insult.\n\nHis lawyer, Michael-Hubertus von Sprenger, said that the Turkish leader wants to see the comic punished, and to refrain from repeating his crude error in future.\n\nPhoto\n\nBefore her practical pivot toward Mr. Erdogan to stem the refugee flow this year, Ms. Merkel herself had blown hot and cold over rapprochement with Turkey, and Turkish membership in the European Union.\n\nIn an interview with the Süddeutsche Zeitung in May 2010, Ms. Merkel mused openly about what kind of a country Turkey would be in 2015, touching on the very issues that remain so sensitive now.\n\n“Nobody today can say precisely what situation Turkey will find itself in in 2015,” she said then, when Turkey appeared on a more Western path. “The country has great economic growth potential. There are judicial advances.\n\nAdvertisement Continue reading the main story\n\n“But the Turks are far from implementing necessary rights,” she added. “Much will depend on what path Turkey chooses for itself. However, it is not just a question of that, but above all of the European Union’s ability to integrate.”\n\nWhen 2015 actually arrived, the chancellor found herself under the greatest pressure of her decade in office over the refugees. Critics in her own conservative camp and a rising far-right party were calling for limits on the migrants.\n\nMs. Merkel rejected that, but by October she was already in Istanbul, talking to Mr. Erdogan about getting help from Turkey to control the flow.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAfter those talks, Ms. Merkel cited “good reasons” — including fighting terrorism and caring for more than two million refugees from Syria in Turkey — for Europe to “dynamize” the process surrounding Turkish membership in the European Union.\n\nUsing ambiguous language, Ms. Merkel also indicated it was time to share burdens and consider visa-free travel to Europe for Turkey’s citizens.\n\nNot even a month into the bargain, however, its benefits and costs are becoming clearer. In particular, some analysts have noted, Ms. Merkel’s course will be closely watched not only by Mr. Erdogan, but also by another leader with authoritarian tendencies: President Vladimir V. Putin of Russia.\n\nBoth leaders prickle at the openness of Western society and interpret any criticism as authorized, Mr. Techau said.\n\nIt is not, of course. Nonetheless, numerous media lawyers and experts have opined in recent days that Mr. Böhmermann’s poem, while crude, is protected under artistic license of satire.\n\nIn a sense, Mr. Erdogan has already succeeded in quieting his critic: It was announced on Tuesday that Mr. Böhmermann is living under police protection following unspecified threats by Turkish nationalists.\n\nAdvertisement Continue reading the main story\n\nFurther, following intense attention to the case, the comic and his team said they had agreed with the public broadcaster ZDF that they would not make or broadcast their usual Thursday show.", "summary": "“It has always been easy to take shots at realpolitik, because it is never pretty,” and involves choosing between bad options, said Jan Techau at Carnegie Europe, a foreign policy research organization in Brussels. Unlike many commentators in Germany, Mr. Techau said he detected a tone of moral superiority mixed in with the undoubted sharpness of Mr. Böhmermann’s satire, which was inspired by what critics of the chancellor’s deal with Mr. Erdogan saw as her sudden coziness with the Turkish leader. They have also put Ms. Merkel in an uncomfortable spot after she initially said through her spokesman that she had agreed in a phone call with Turkey’s prime minister on April 3 that the comic’s poem was “deliberately offensive.” After those talks, Ms. Merkel cited “good reasons” — including fighting terrorism and caring for more than two million refugees from Syria in Turkey — for Europe to “dynamize” the process surrounding Turkish membership in the European Union."}