{"title": "ISIS Claims Responsibility for Killing of French Police Officer", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2016/06/14/world/europe/france-stabbing-police-officer-magnanville.html", "body": "Photo\n\nPARIS — A police captain was fatally stabbed and his companion was also killed at their home in a small town northwest of Paris on Monday evening, and within hours the Islamic State claimed responsibility for the murders.\n\nThe police captain, who was not otherwise identified, was outside his home in Magnanville when he was stabbed by an unidentified assailant, who appeared to have then entered the house and took the captain’s companion and 3-year-old son hostage, according to a statement on the website of the French Interior Ministry and a statement from President François Hollande.\n\nMembers of an elite French police unit arrived and raided the home. They fatally shot the attacker, found the woman dead and rescued the boy. The statement added that the woman was an employee of the Interior Ministry.\n\nA statement issued in Arabic by the Amaq News Agency, which is linked to the Islamic State, said: “Islamic State fighter kills deputy chief of the police station in the city of Les Mureaux and his wife with blade weapons,” according to a translation provided by the SITE Intelligence Group, which monitors jihadist websites.\n\nVideo\n\nIt is the second attack during Ramadan this year that has been tied to the Islamic State. The first was the shooting on Sunday in Orlando, Fla., in which 49 died, making it the worst mass shooting in American history. Before he was killed by the police, the gunman, Omar Mateen, pledged his allegiance to the Islamic State.\n\nAdvertisement Continue reading the main story\n\nRamadan, a holy month for Muslims dedicated to fasting and prayer, has historically been a time when both Al Qaeda and now the Islamic State have escalated attacks. In his annual pre-Ramadan speech, an Islamic State spokesman, Abu Muhammad al-Adnani — who had not issued a statement in approximately seven months — re-emerged to call on the group’s followers to carry out assaults in Europe and America.", "summary": "The police captain, who was not otherwise identified, was outside his home in Magnanville when he was stabbed by an unidentified assailant, who appeared to have then entered the house and took the captain’s companion and 3-year-old son hostage, according to a statement on the website of the French Interior Ministry and a statement from President François Hollande.A statement issued in Arabic by the Amaq News Agency, which is linked to the Islamic State, said: “Islamic State fighter kills deputy chief of the police station in the city of Les Mureaux and his wife with blade weapons,” according to a translation provided by the SITE Intelligence Group, which monitors jihadist websites.Before he was killed by the police, the gunman, Omar Mateen, pledged his allegiance to the Islamic State.Ramadan, a holy month for Muslims dedicated to fasting and prayer, has historically been a time when both Al Qaeda and now the Islamic State have escalated attacks.In his annual pre-Ramadan speech, an Islamic State spokesman, Abu Muhammad al-Adnani — who had not issued a statement in approximately seven months — re-emerged to call on the group’s followers to carry out assaults in Europe and America."}