{"title": "Vote Fails to Settle Dispute on Secession by Catalonia", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2015/09/29/world/europe/election-fails-to-resolve-fight-over-catalonias-direction.html", "body": "“The independence movement has come out reinforced, but if this election is to be treated as the kind of referendum that separatists wanted to get real legitimacy, they didn’t quite succeed,” said Javier Cercas, a Catalan writer.\n\n“Catalonia is also a European problem,” he added, “because if it spins out of control, it could set off a chain reaction and trigger more of the divisions that the European Union was in fact created to prevent.”\n\nStill, the prospect of a breakaway Catalonia remains far from certain. Sunday’s election left the two figures at the center of the drama — Mr. Rajoy and the Catalan regional leader, Artur Mas — bruised rather than able to claim a victory.\n\nBy now, their feud has become at once intensely personal and central to both their political futures.\n\nCatalonia’s importance to Spain is hard to overstate. The region, which has a distinct language and cultural identity, spearheaded Spain’s industrial revolution and has since attracted investments from more than 5,000 multinational companies, mostly European.\n\nThe feuding between Mr. Rajoy and Mr. Mas started in 2012 as a dispute over the financial contribution that Catalonia should make to a Spanish system that redistributes tax income from Catalonia and other wealthy regions to poorer parts of the country.\n\nMr. Mas then turned his frustrated demand for fiscal concessions into a full-fledged drive for independence.\n\nAdvertisement Continue reading the main story\n\n“The separatists have managed to turn Catalonia into the main issue for Spain, but that isn’t enough for Mas to launch a unilateral process of secession,” said Josep Ramoneda, a Catalan philosopher and political columnist.\n\nOn the other hand, “Rajoy went from trying to ignore completely Catalonia to launching a campaign of fear about the consequences of secessionism — but all these strategies have proved disastrous for him,” Mr. Ramoneda said.\n\nVideo\n\nOn Monday, Mr. Rajoy told a news conference that he was “ready to listen and talk,” but only as long as any discussion about Catalonia’s future did not challenge the principles of Spanish law and sovereignty. He put the onus on Catalan politicians instead to mend the divisions that they have created within their own society.\n\nBut the Catalan vote was a special rebuff to the prime minister and his Popular Party. It lost its place at the helm of the anti-secessionist movement in Catalonia to a party called Citizens, which hopes to oust Mr. Rajoy from office in national elections in two months.\n\nMr. Rajoy’s conservative Popular Party is hoping to use the national election to win another mandate and follow the lead of the Conservatives of Prime Minister David Cameron in Britain, who won re-election in May on the back of an economic recovery.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut Mr. Cameron also allowed Scotland to hold a referendum last September. While the Scots ultimately voted against breaking away from Britain, they were permitted to debate the issue and make their own choice — something Mr. Rajoy has denied to Catalonia.\n\nSimilar to Mr. Cameron, “Mr. Rajoy will also be helped by Spain’s economy” in the national elections, Mr. Cercas predicted, “but his terrible management of Catalonia is now going to be a serious problem.”\n\nMany already expect the elections to result in a significant overhaul of Spanish politics, as Citizens and another emerging force, the far-left Podemos party, are preparing to challenge the longstanding two-party dominance of Mr. Rajoy’s Popular Party and the main opposition Socialists.\n\nWhatever the outcome, the next Spanish government is likely to have to make concessions to Catalonia, probably as part of a broader Spanish constitutional overhaul that could ease the territorial conflict.\n\nAdvertisement Continue reading the main story\n\n“The Catalan conflict has become a lot more intense and radical, but it remains a stalemate that is problematic for everybody,” said Jordi Alberich, the director general of the Cercle d’Economía, a Catalan business association.\n\n“No solution can be found if the two sides continue to rely on threats, of unilateral independence on the one hand and Rajoy responding by warning of terrible consequences for Catalonia,” he added.\n\nMr. Rajoy’s government recently unveiled a law that would make it easier for Spain’s constitutional court to suspend from office Mr. Mas and other Catalan secessionist politicians deemed to have violated Spain’s Constitution.\n\nMr. Mas and other separatists hailed Sunday’s returns as sufficient to allow them to form a new Catalan government that can lead Catalonia to statehood within 18 months.\n\nBut the returns — which did not produce a popular majority — failed to give the secessionist project the kind of legitimacy needed to overcome Spanish legal hurdles and skepticism in the rest of the European Union.\n\nWhile Mr. Mas may yet be able to form a majority coalition in Parliament, he will first face a struggle to convince like-minded separatist parties that he should remain as head of the next Catalan government.\n\nOn Monday, Mr. Mas played down the tensions over his leadership, telling a news conference that his own political future was “not a transcendental topic” as long as the new separatist lawmakers managed to forge ahead with their secessionist project.\n\nMr. Ramoneda, the political columnist, said, “I think the solution to the Catalan problem is going to require new political leadership on both sides.”"}