{"title": "Germany Plans to Ring in the New Year With Heightened Security", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2016/12/30/world/europe/germany-new-years-eve-security.html", "body": "Days after the Dec. 19 attack at the Christmas market at the base of the Kaiser Wilhelm Memorial Church, a potent symbol of World War II’s legacy, Chancellor Angela Merkel’s cabinet passed a bill that would allow video cameras to be installed in public places, such as shopping malls, sports arenas and public festivals.\n\nThe police and prosecutors had scrambled to find video from people who might have been filming at the time of the Berlin attack. Anyone who might have captured the attack on a smartphone or another device was urged to share it to aid in the hunt for the suspected attacker because the market was not under video surveillance.\n\nThe proposal would also make it easier for officials to gain access to the recorded materials. Parliament is expected to pass the bill.\n\nA series of laws aimed at combating terrorism were passed in June, weeks before the country was rattled by a string of attacks including one by an unaccompanied minor refugee who assailed passengers on a train with an ax, and another refugee who detonated a backpack of explosives near a bar in southern Germany.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOne of the new laws dropped to 14 the age when an individual’s personal information can be saved in a central database. It also required proof of identification when purchasing a SIM card and allowed increased cooperation between German and foreign intelligence services in tracking cross-border crime.\n\nGermany’s history with governments that have abused surveillance and security to remain in power, instead of ensuring the safety of its citizens, has left the nation wary of data collection and public cameras. But after about 1,200 women reported being attacked in Cologne and elsewhere by gangs of mostly immigrant men — the majority of whom were of North African origin who had arrived as refugees — there is an increased willingness to place security over personal privacy.\n\nA final report summarizing the attacks has not yet been released, but Cologne is working to ensure there are no repeats of last year’s events. There will be 1,500 police officers on duty there on New Year’s Eve — more than triple from last year. Cameras have been installed on the central square outside of a cathedral and the main train station next to it where last year’s attacks occurred.\n\nFirecrackers have been banned in the area around the cathedral, and Jürgen Mathies, the police chief in Cologne, also forbade far-right groups from holding protests in the area, citing the difficulty of ensuring the safety of the protesters and the partygoers.\n\nAdvertisement Continue reading the main story\n\nLast year’s New Year’s Eve events in Cologne have been fodder for the far-right National Democratic Party, known by its German acronym N.P.D., and the populist, right-wing party Alternative for Germany, which have gained popularity during the growing backlash against immigrants.\n\nHundreds of federal police officers will patrol railway stations and trains in and around Cologne, too.\n\n“The police and city authorities have taken the lessons of last year and have already put measures in place that will increase not only security objectively but also will also improve the subjective feeling of safety in the city,” Henriette Reker, the mayor of Cologne, said in a statement. “Our city spaces and squares belong to all who wish to use them in a peaceful and respectful manner.”\n\nGermany’s largest New Year’s Eve celebration is in Berlin, where the perimeter of the mile-long party area behind the Brandenburg Gate will be secured with cement barriers to prevent another truck attack. Revelers will not be allowed to bring in backpacks, fireworks or glass bottles. About 1,700 officers will patrol the celebration.", "summary": "Days after the Dec. 19 attack at the Christmas market at the base of the Kaiser Wilhelm Memorial Church, a potent symbol of World War II’s legacy, Chancellor Angela Merkel’s cabinet passed a bill that would allow video cameras to be installed in public places, such as shopping malls, sports arenas and public festivals.It also required proof of identification when purchasing a SIM card and allowed increased cooperation between German and foreign intelligence services in tracking cross-border crime.Germany’s history with governments that have abused surveillance and security to remain in power, instead of ensuring the safety of its citizens, has left the nation wary of data collection and public cameras.But after about 1,200 women reported being attacked in Cologne and elsewhere by gangs of mostly immigrant men — the majority of whom were of North African origin who had arrived as refugees — there is an increased willingness to place security over personal privacy.Germany’s largest New Year’s Eve celebration is in Berlin, where the perimeter of the mile-long party area behind the Brandenburg Gate will be secured with cement barriers to prevent another truck attack."}