{"title": "E.U. Migrant Proposals Aim to Overhaul Asylum Rules", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2016/04/07/world/europe/eu-migrants-asylum.html", "body": "It broke down last year because Greece, the entry point for most migrants, was unable to cope on its own, and the German chancellor, Angela Merkel, allowed hundreds of thousands of people to stay in Germany even though they had failed to register elsewhere.\n\nEuropean Refugee and Migrant Crisis\n\nOne of the proposals introduced Wednesday would keep the current system mostly intact but would establish a mechanism to provide emergency relocation of asylum seekers when certain countries are facing “disproportionate pressure.”\n\n“Let there be no doubt: Those who need protection must continue to receive it, and they should not have to put their lives in the hands of people smugglers,” Frans Timmermans, the first vice president of the commission, said in a statement. “But the current system is not sustainable.”\n\nMr. Timmermans said at a news conference early Wednesday afternoon that the idea was to select one of the proposals before the summer that could eventually win approval from European Union governments and the European Parliament.\n\nUnder a deal worked out with Turkey in March that was put into practice on Monday, about 200 migrants who arrived in Greece were sent back to Turkey.\n\nEven as leaders like Ms. Merkel continue to press for a broader, unified European response to the migration crisis, the commission has grown increasingly reluctant to support that approach since its earlier plans to spread 160,000 migrants across the bloc were largely ignored.\n\nThe attitude toward migrants in many parts of Europe has also soured further in recent months over concerns about how to integrate newcomers and the revelations that some terrorists were able to sneak into Europe with legitimate asylum seekers. Underlining those fears, Frontex, the bloc’s border agency, said on Wednesday that two of the terrorists who carried out the Paris attacks in November had used fake Syrian papers on the Greek island of Leros before traveling to other parts of Europe.\n\nAdvertisement Continue reading the main story\n\nThe episode highlights “the growing threat from foreign terrorist fighters,” and it is “a dreadful reminder that border management also has an important security component,” Fabrice Leggeri, the executive director of Frontex, wrote in an introduction to an annual report.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn a section of the report on Syria, Frontex wrote that a “staggering number” of citizens of European Union countries had joined the conflict there as jihadists. “Islamist extremists will exploit irregular migration flows whenever such movements’ fit their plans,” it said.\n\nFrontex reported more than 1.8 million illegal border crossings to the European Union last year. That figure included crossings by people who were counted for the first time when arriving on the Greek islands from Turkey and were counted again when crossing one of the bloc’s external borders in the Western Balkans, such as between Greece and Macedonia.\n\nMore than half of the people detected at the bloc’s external borders in 2015 were Syrians, the agency said. Afghans made up 27 percent of the total and Iraqis about 8 percent, it said.\n\nOnce Greece and Turkey take additional legal steps to allow the return of asylum seekers, another part of the agreement will go into full effect: a measure to allow one Syrian refugee in Turkey to be flown to Europe for every Syrian who is deported from Greece.\n\nThe agreement with Turkey was meant to improve the asylum process and to reduce the incentives to use human traffickers. Officials have reported that the number of people trying to cross the Aegean Sea has slowed considerably since the deal was struck with Turkey on March 18.\n\nAsked about the prospects for the full carrying out of the deal with Turkey, Dimitris Avramopoulos, the European commissioner for migration, said talks were continuing with Ankara to ensure that all returned asylum seekers are adequately protected.\n\n“We are still in the beginning; the numbers are very low,” Mr. Avramopoulos said at the news conference, referring to the number of people who have been returned to Turkey so far.", "summary": "It broke down last year because Greece, the entry point for most migrants, was unable to cope on its own, and the German chancellor, Angela Merkel, allowed hundreds of thousands of people to stay in Germany even though they had failed to register elsewhere. Even as leaders like Ms. Merkel continue to press for a broader, unified European response to the migration crisis, the commission has grown increasingly reluctant to support that approach since its earlier plans to spread 160,000 migrants across the bloc were largely ignored. Underlining those fears, Frontex, the bloc’s border agency, said on Wednesday that two of the terrorists who carried out the Paris attacks in November had used fake Syrian papers on the Greek island of Leros before traveling to other parts of Europe. The episode highlights “the growing threat from foreign terrorist fighters,” and it is “a dreadful reminder that border management also has an important security component,” Fabrice Leggeri, the executive director of Frontex, wrote in an introduction to an annual report."}