{"title": "‘Mein Kampf,’ Hitler’s Manifesto, Returns to German Shelves", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2016/01/09/world/europe/mein-kampf-hitler-germany.html", "body": "The republication, even with critical annotations, of a work that advocated an Aryan “master race” comes as Germany finds itself at a crossroads after one million migrants, many fleeing conflicts in Syria and Afghanistan, crossed its borders over the past year. Chancellor Angela Merkel has found herself struggling to maintain popular support for her migrant policy amid concerns about the social and economic costs of accepting the new arrivals, as well as over religious extremism and national security.\n\nThose tensions were brought to the surface this week after reports that women were sexually assaulted and robbed on New Year’s Eve in Cologne by groups of men described as having “a North African or Arabic” appearance.\n\nElsewhere in Europe, voters are increasingly turning to far-right and other populist parties after years of economic stagnation, dissatisfaction with mainstream parties and questions about national identity in the face of open borders for much of the Continent and an influx of migrants from outside it. Some far-right parties have appropriated Nazi imagery and texts.\n\nSome historians and education experts welcomed the new edition as part of modern Germany’s pledge to “never forget, never repeat” the atrocities committed under Hitler, through education and critical examination.\n\n“We concern ourselves with clarification,” said Winfried Nerdinger, the director of the Documentation Center for the History of National Socialism in Munich, which opened last year. “Our understanding of the critical publication is that it will do the same.”\n\nCritics argue that issuing a new edition, even one that contains thousands of painstaking historical notes, is but a further step in a process to defang Hitler and lessen the crimes for which he bears responsibility.\n\n“It’s probably inevitable — the process of ‘normalizing’ Hitler into just another tyrant, whose words are to be parsed and contextualized,” said Ron Rosenbaum, the author of “Explaining Hitler,” considered one of the definitive examinations of the Nazi dictator’s mind. “Nonetheless, it feels deeply disturbing, especially when Hitler’s image has returned in hate rallies around the world.”\n\nVideo\n\nJewish groups in Germany have been split over the publication. The Central Council of Jews in Germany, which has long warned against further publication of the original work, welcomed the critical edition on Friday as an effort to counter anti-Semitism by placing Hitler’s ideas in historical context. But the Conference on Jewish Material Claims Against Germany called for an absolute ban on any new editions.\n\nAdvertisement Continue reading the main story\n\n“For many survivors, a new publication is a fresh slap in the face that damages Germany’s international reputation,” said Rüdiger Mahlo, the German representative of the claims conference. “Such irrational racist slogans should not be spread anywhere, least of all in Germany.”\n\nThe introduction to the new edition describes Hitler’s writing as “half-baked, incoherent and difficult to read,” partly because of the many grammatical errors. It goes on to examine how the work laid out the four ideas on which Hitler based his worldview and that later formed the basis of Nazi ideology: race, space, violence and dictatorship.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nChristian Hartmann, the leader of a team of five historians at the Institute of Contemporary History, described the annotation process as a painstaking and difficult “metamorphosis” from the original to the critical edition. Each historian was assigned a chapter, he said, but the final notations were discussed and agreed on by the group.\n\n“Of course there were differences of opinion, but these were mostly productive,” Mr. Hartmann said, crediting the assistance of dozens of international experts.\n\nFor example, a passage in which Hitler refers to “the black-haired Jewish boy,” is marked with a reference to a historical note that remarks, “The image of the ‘black-haired Jew’ was a widespread cliché.” It goes on to cite other authors who used the phrase in the early 1930s, as well as a clinical study by the anthropologist Rudolf Virchow from the late 19th century that sought to debunk the myth.\n\n“I think that German society is really ready for such a critical examination of the work,” Mr. Hartmann said, adding that despite the intellectual nature of the new edition, the historians made an effort to ensure that it be accessible for a wide readership, whether in schools or society.\n\nExcerpts from “Mein Kampf,” as well as letters and other Nazi texts, similarly critically annotated, have long been taught in German schools. Last month, the president of the German Association of Teachers, Josef Kraus, argued for integrating the new edition into high school classrooms, as part of efforts to educate young Germans about the dangers of extremist thinking and the atrocities carried out by previous generations.\n\n“Schools cannot ignore ‘Mein Kampf,’ ” Mr. Kraus said, noting that forbidding the work would only drive up interest in the original volume, easily available online. “It is far better they be introduced to ‘Mein Kampf’ by trained, experienced history and political teachers.”\n\nAdvertisement Continue reading the main story\n\nDespite the edition’s heft — the two volumes together weigh more than 10 pounds — and an announced price of 59 euros, or about $64, sales have already exceeded expectations. The Institute of Contemporary History had to increase its initial run of 4,000 copies after receiving about 15,000 pre-orders before Friday’s release, Mr. Wirsching said.\n\nEven so, the book sold out within hours on Amazon’s German site, where it was listed as “not available, due to limited publication.”\n\nIan Kershaw, a British historian who has written about Hitler, noted the importance of finally having an annotated version of the work for German and historical studies, but cautioned against expecting too much from the new edition. Calling the interest surrounding its publication a “nine-day wonder,” he said it would not have a lasting impact on the myth surrounding the original in many parts of the world.\n\n“The countries that abuse ‘Mein Kampf’ will continue to do so,” Mr. Kershaw added. “I don’t think this edition will discourage or prevent that.”", "summary": "The republication, even with critical annotations, of a work that advocated an Aryan “master race” comes as Germany finds itself at a crossroads after one million migrants, many fleeing conflicts in Syria and Afghanistan, crossed its borders over the past year. Chancellor Angela Merkel has found herself struggling to maintain popular support for her migrant policy amid concerns about the social and economic costs of accepting the new arrivals, as well as over religious extremism and national security. Those tensions were brought to the surface this week after reports that women were sexually assaulted and robbed on New Year’s Eve in Cologne by groups of men described as having “a North African or Arabic” appearance. The Central Council of Jews in Germany, which has long warned against further publication of the original work, welcomed the critical edition on Friday as an effort to counter anti-Semitism by placing Hitler’s ideas in historical context."}