{"title": "Richard von Weizsäcker, 94, Dies: First President of Reunited Germany", "authors": ["Wolfgang Saxon"], "url": "https://www.nytimes.com/2015/02/01/world/europe/richard-von-weizsacker-94-germanys-first-president-after-reunification-is-dead.html", "body": "The address came only days after President Ronald Reagan and Chancellor Helmut Kohl, a fellow Christian Democrat, created a stir by holding an ill-conceived reconciliation ceremony at the Bitburg military cemetery in Germany. Some of the war dead buried there were members of the elite Waffen-SS.\n\nAs president, Mr. Weizsäcker became a voice of his country’s newfound assertiveness in the councils of the world. On the Federal Republic’s 40th anniversary, in 1989, he declared that Germany was “irrevocably embedded” in the European Community and the Western alliance but that it had a national agenda, too.\n\n“We are not a great power,” he declared. “But we are also not a plaything for others.”\n\nHe spoke the day after being re-elected, unopposed, by the federal assembly.\n\n“The moral stature of the federal government,” the historian Henry Ashby Turner Jr. said in 1987, “received a lift from the election in May 1984 of Richard von Weizsäcker as federal president.”\n\nRichard Freiherr von Weizsäcker — Freiherr is a title, akin to Baron — was born in Stuttgart on April 15, 1920, into a line of aristocratic statesmen, theologians and scientists. His was the errant childhood of a diplomat’s son, growing up in Switzerland, Denmark and Norway. His father, Ernst Freiherr von Weizsäcker, was appointed state secretary in the foreign office in 1938 and ambassador to the Vatican in 1943.\n\nRichard briefly studied law at Oxford and in Grenoble, France, before joining the Ninth Potsdam Infantry Regiment, a unit steeped in the traditions of the royal Prussian aristocracy.\n\nThe regiment took part in the invasion of Poland in 1939. Two days into that thrust, Richard’s elder brother Heinrich died with a bullet through his throat, and Richard kept watch by his body that night. Wounded three times himself, he rose to the rank of captain and regimental adjutant. By the war’s end, the regiment had been virtually disbanded, because its officers, Mr. Weizsäcker’s comrades and friends, were implicated in the ill-fated bombing plot to kill Hitler in 1944.\n\nAdvertisement Continue reading the main story\n\nHe resumed his law studies at Göttingen after the war but interrupted them to become assistant counsel at his father’s trial at Nuremberg, where the full horror of the 12-year Reich was laid out before him.\n\nPhoto\n\nHis father was found guilty as an official of the Hitler regime and sentenced to seven years in prison. He was freed under an amnesty 18 months later, still insisting that he had been a man of the German Resistance.\n\nDiscouraged, Richard von Weizsäcker shunned public service and joined the industrial giant MannesMann as a junior lawyer. While still working in private industry he also became actively involved in the German Protestant Church, the Weizsäckers having had long bonds with liberal Protestantism.\n\nHe joined the church’s lay assembly, Evangelischer Kirchentag, in 1962 and was elected president two years later. In that post he fostered solidarity among Christians in West and East Germany, for which he periodically took fire from both right and left. In 1979 he helped convene the first West German Protestant-Catholic conference.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAlthough Mr. Weizsäcker joined the Christian Democratic Union in 1954, he did not become active in politics until 1966, when he joined the party executive. In 1969 he was elected to the Bundestag from the Rhineland-Palatinate. Fellow members made him their spokesman on Berlin and East German affairs and, later, deputy chairman.\n\nHis party persuaded him to seek the presidency in 1974. He was defeated by Walter Scheel, a member of the Free Democratic Party fielded by the governing coalition.\n\nIn 1981 the West Berlin government, led by the Social Democrats, faced an election mired in dissent, street violence and corruption. It was an opportunity for Mr. Weizsäcker and his party to lead the beleaguered city, which he succeeded in doing for three years as Berlin’s governing mayor, heading a minority administration.\n\nHe reached out to the city’s growing Turkish population and to rebellious squatters occupying vacant buildings. He wooed high-technology investments to the city. In 1983 he paid an unprecedented visit to Erich Honecker, then East Germany’s party chief and effective ruler, to raise mutual concerns, like the environment.\n\nMr. Weizsäcker agreed to be a candidate for president once again in 1984. The incumbent, Carl Carstens, was retiring, and Chancellor Helmut Schmidt’s center-left coalition had yielded to Helmut Kohl’s center-right.\n\nAdvertisement Continue reading the main story\n\nWhen the Social Democrats decided not to oppose him, the electoral college chose Mr. Weizsäcker by the widest margin since the revered Theodor Heuss the first federal president, was re-elected to a second five-year term in 1954.\n\nMr. Weizsäcker’s sense of history’s burden showed in the performance of his ceremonial tasks. In 1985 he became the first West German chief of state to visit Israel. While Mr. Kohl skirted the issue for political reasons, Mr. Weizsäcker marked the 50th anniversary of the Poland invasion by writing to his Polish counterpart that Germany would never lay claim to Poland’s formerly German western provinces.\n\nIn 1990 Vaclav Havel, on his first trip abroad as president of Czechoslovakia, met with Mr. Weizsäcker in Munich, where Hitler had obtained the agreement that dismembered Mr. Havel’s native country. Weeks later Mr. Weizsäcker was in Prague, 51 years to the day after Hitler rode into that city at the head of an occupying force.\n\nAt the beginning of 1994 he oversaw the formal move of the president’s office from Bonn to Berlin and handed it over to his successor, Roman Herzog, at the end of June.\n\nMr. Weizsäcker is survived by his wife, Marianne. The couple had three sons, Robert, Andreas and Fritz, and a daughter, Beatrice. Andreas died of cancer in 2008.\n\nAs an elder statesman, Mr. Weizsäcker remained active in national, European and world affairs.\n\nIraq’s invasion of Kuwait and the ensuing gulf war prompted public arguments in Germany over the concept of a “just war.” Mr. Weizsäcker said no national interest could justify plunging masses of innocents “into new depths of misery.” He noted the irony in foreign demands, heard chiefly in the United States and Britain, that Germany weigh in with more than money to aid the American-led coalition.", "summary": "The address came only days after President Ronald Reagan and Chancellor Helmut Kohl, a fellow Christian Democrat, created a stir by holding an ill-conceived reconciliation ceremony at the Bitburg military cemetery in Germany.Richard briefly studied law at Oxford and in Grenoble, France, before joining the Ninth Potsdam Infantry Regiment, a unit steeped in the traditions of the royal Prussian aristocracy.He resumed his law studies at Göttingen after the war but interrupted them to become assistant counsel at his father’s trial at Nuremberg, where the full horror of the 12-year Reich was laid out before him.In 1983 he paid an unprecedented visit to Erich Honecker, then East Germany’s party chief and effective ruler, to raise mutual concerns, like the environment.When the Social Democrats decided not to oppose him, the electoral college chose Mr. Weizsäcker by the widest margin since the revered Theodor Heuss the first federal president, was re-elected to a second five-year term in 1954."}