{"title": "Stakes Rise in Standoff Between Catalan Separatists and Spanish Government", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2015/10/28/world/europe/stakes-rise-in-standoff-between-catalan-separatists-and-spanish-government.html", "body": "Mr. Rajoy’s government has already threatened to prosecute Artur Mas, leader of Catalonia’s regional government, for his past actions in the independence drive. The government is now moving to empower Spain’s Constitutional Court to suspend Catalan politicians who violate Spanish law.\n\nBut while the standoff could have profound implications for Spain — Catalonia is Spain’s most economically powerful region — and affect other separatist movements in the European Union, it has also become a tool for its main participants to elevate their own standing ahead of national parliamentary elections on Dec. 20.\n\nThe dispute has allowed Mr. Rajoy, who faces a fragmentation of Spain’s political landscape as the vote approaches, to present himself as the guardian of Spain’s integrity.\n\nThe independence declaration announced Tuesday is designed to allow Catalonia to set up its own institutions and eventually adopt its own constitution. It also includes a defiant claim that the Catalan march toward nationhood should not be subject to approval by Spanish institutions, not even the country’s Constitutional Court.\n\nPhoto\n\n“As long as I’m president of the government, Spain will continue to be a nation of people free and equal,” Mr. Rajoy said in response. “Everybody will be subject to the law and the decision of the courts.”\n\nBut each step taken by Mr. Rajoy against Mr. Mas has also allowed the Catalonia leader to enhance his own stature, in a dynamic that has added further momentum to the dispute.\n\nThis month, Mr. Mas made a court appearance related to an independence vote in Catalonia — which was declared illegal by the Constitutional Court — using it as a platform to amplify his ambitions and calling the prosecution, in effect, nonsensical.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Tuesday, the Spanish national police raided the home of the founder of Mr. Mas’s Convergence party, Jordi Pujol, and those of some of Mr. Pujol’s sons, as part of an investigation into political corruption.\n\nAdvertisement Continue reading the main story\n\nThe Spanish police raids have also become part of the political feuding between the separatists and Madrid. After a separate raid last week of the Convergence headquarters, Mr. Mas said that he and his party were “targets for big game hunters.”\n\nPredictably, Madrid’s explanation is exactly the opposite. “The whole process of separatism has been an attempt to cover up the corruption in Catalonia,” said Pablo Casado, a spokesman for Mr. Rajoy’s Popular Party.\n\nThe latest separatist agreement was announced after Mr. Mas called a regional election in Catalonia last month, which he billed as a de facto vote on secession. Separatist parties won the most parliamentary seats, but fell short of a majority of the votes.\n\nThe standoff has created “an unprecedented political and constitutional dispute,” said Manuel Muñiz, a Spanish teaching fellow at Oxford University’s Blavatnik School of Government.\n\nIn the medium term, he said, “it’s more worrying evidence of a conservative government that hasn’t really understood the cultural diversity of Spain and believes that reducing the issue to a purely legal one can be a substitute for much-needed political dialogue.”\n\nHowever, he added, in the longer term, “I think Catalonia could turn into something even more dramatic: a dispute that hurts the whole concept of a united and cosmopolitan Europe.”"}