{"title": "The London Attacker: Quiet and Friendly, but With a Hostile Side", "authors": ["Katrin Bennhold", "Kimiko De Freytas-Tamura", "Dan Bilefsky"], "url": "https://www.nytimes.com/2017/03/24/world/europe/uk-khalid-masood-london-attack.html", "body": "Video\n\nBIRMINGHAM, England — He described himself as “friendly and approachable.” He had a degree in economics, and said he was a good listener.\n\nAdrian Russell Ajao, the man who drove a car into pedestrians in the shadow of Big Ben and then killed a police officer with a knife in Britain’s worst act of terrorism since 2005, and who called himself Khalid Masood after converting to Islam in his late 30s, was a 52-year-old husband and father.\n\nProne to violent outbursts as a younger man, he had led a quiet life in recent years, usually attracting notice from the neighbors only when he washed his car in the driveway or mowed his lawn. Most afternoons he would pick up his two youngest children from primary school in a quiet suburban part of Birmingham, in the West Midlands of England.\n\nOccasionally, though, a darker side broke through. “When he spoke about religion,” said a neighbor who did not want to be identified for fear of reprisals, “he suddenly was a different man,” describing in those moments a fierce and uncompromising anger about the treatment of Muslims.\n\nPhoto\n\nAs a portrait began to emerge of Mr. Masood, investigators were trying to piece together how a former English teacher with a penchant for bodybuilding — who had used half a dozen aliases, spent two years living in Saudi Arabia and served two jail sentences — had been set on the path of extremism, and whether he acted alone.\n\nOn Friday, the police provided some hints that answers would be forthcoming, announcing two “significant” arrests. But by the end of the day, seven of the 11 people arrested since Wednesday had been released with no further police action. Two women have been freed on bail. Two men, both from Birmingham, remained in custody and were being questioned as part of the investigation.\n\nThe police were still searching five addresses, had concluded 16 searches and were sifting through 2,700 seized items, including huge amounts of computer data and video footage taken by passers-by on Westminster Bridge at the time of the attack, said Mark Rowley, assistant commissioner of the Metropolitan Police.\n\nMr. Rowley said the death toll from the attack had risen to four as Leslie Rhodes, 75, from the Streatham area of south London, succumbed to his injuries. The victims included at least 50 wounded and came from around the world, a “poignant reminder” Mr. Rowley said, of the global reach of the assault.\n\nOnly minutes before Mr. Masood pressed down on the accelerator at 2:41 p.m. on Wednesday as he mounted the sidewalk on Westminster Bridge, his WhatsApp account on his phone was active, security officials said. Whether he was receiving direction from someone at home or overseas, or just saying goodbye to his wife, is not yet known.\n\nVideo\n\nThe Islamic State claimed responsibility for the attack on Thursday, but the extent of the group’s connections to the assailant were unclear, and some officials doubted a link. “They adopted him, he was not one of their soldiers,” said Nazir Afzal, until 2015 the chief prosecutor for northwest England, who grew up in Birmingham. Mr. Masood does not appear to have made a public pledge of allegiance to Islamists before or during his attack.\n\nIn some respects, Mr. Masood, born on Dec. 25, 1964, in Kent, southeastern England, shared many traits with the militant Islamists who have staged attacks recently in European cities.\n\nLike those in Berlin and Nice, France, last year, he used a vehicle to mow people down. And he had a substantial criminal record before his transition to Islamic militancy: First convicted as an 18-year-old for criminal damage, he went to prison twice for inflicting grievous bodily harm.\n\nHe appears to exemplify another trend as well. According to statistics cited by Mr. Afzal, one-third of those convicted of Islamist-related offenses in Britain from 2001 to 2010 were converts to Islam, who account for only 1 percent of the Muslim community.\n\nBut in other ways, his profile is highly unusual, officials said, not least with regards to his age.\n\n“Most people we prosecute are second-generation British immigrants and they are young,” Mr. Afzal said. “I can’t think of anyone in their 40s, never mind their 50s.”\n\nVideo\n\n“Then again,” he added, “he came to his version of Islam late.”\n\nIn the Birmingham neighborhood where Mr. Masood lived with his family until last December, Marjoli Gajecka, 26, described a quiet and outwardly observant Muslim who wore a beard, a skullcap and mostly cream-colored Islamic robes. His wife, also in a robe, and his two daughters wore head scarves.\n\n“He was a very calm person, a family person, I think a good father as he was taking kids to school, bringing them back, coming back from shopping with his wife,” said Ms. Gajecka, whose mother lives two doors down from the Masoods’ former home.\n\nHe was helpful, too, she said. When her mother’s partner needed a parking space, Mr. Masood offered his driveway. Another time, when another neighbor needed a ride, he gave her one.\n\nInvestigators are working on the assumption that Mr. Masood converted to Islam in one of Britain’s prisons, some of them known as incubators of radical Islam, particularly during the years he was incarcerated. He first landed in prison in 2000, after a judge sentenced him, then 35 and known as Adrian Elms, to nearly three years for slashing a cafe owner’s face after an argument.\n\nAt the time, Mr. Masood, who is mixed race, was living in Northiam, a village in southeast England. He was known to take a drink, and displayed no outward signs of piety. He left his victim, Piers Mott, with a three-inch gash on his left cheek that required 20 stitches. News reports during the trial at Hove Crown Court said the argument between the two men was racially tinged.\n\nPhoto\n\nProsecutors told the court that Mr. Masood had drunk four pints of beer before the attack and had waved his knife and shouted abuse during the assault.\n\nThe judge sentenced Mr. Masood to two years in prison for wounding and nine months for criminal damage. During the sentencing, he acknowledged that Mr. Masood had tried to better himself by obtaining a university degree and creating a successful business, but said he had no option but to impose the jail terms.\n\n“The reality is that you lost your temper and went beyond the bounds of what is reasonable,” the judge said.\n\nMr. Masood never seemed to recover from the crime and its aftermath, which eventually fractured his family and made him an outcast in his old neighborhood, according to reports in the news media. Less than three years later he was back in jail after a second violent episode, in which he stabbed a man in the nose.\n\nIt was during this second stint, in Wayland prison in the Norfolk area in eastern England, a larger jail with a substantial Muslim population, that investigators believe he converted to Islam. He might have come into contact with Islamists there, but the picture remains hazy.\n\n“We don’t yet know how he became radicalized and who radicalized him, even though we are working on the assumption that he converted to Islam in prison,” Mr. Afzal said.\n\nIn 2004, shortly after being released from his second stint in prison, Mr. Masood remarried a Muslim woman — identified in the British news media as Farzana Malik. Between 2005 and 2009, he had two one-year stints teaching English in Jidda, Saudi Arabia. According to the Saudi Embassy in London, he visited again in March 2015 for the pilgrimage to Mecca.\n\nThe run-ins with law enforcement stopped, though he was questioned at some point by MI5, Britain’s domestic intelligence service. But he was considered “peripheral” to a larger investigation and soon fell off the radar, officials said.\n\nSo far investigators do not know what triggered this week’s attacks, executed on the first anniversary of the Brussels bombings last year. Some believe it is unlikely that Mr. Masood acted entirely on his own.\n\n“There is no such thing as a lone wolf,” said Khalid Mahmood, who represents one constituency in Birmingham in Parliament. “Maybe he was a single attacker,” he said, but he must have had “a mentor or a guide,” first to inspire him and then to make him follow through.\n\nAround Christmas, a moving van arrived outside Mr. Masood’s house. Ms. Gajecka, the neighbor, saw him and his wife pack up and leave.\n\nWhile it remains unclear where his wife and children went, Mr. Masood is believed to have moved to a rundown apartment building on Hagley Road that residents say was once a brothel. The street, in central Birmingham, is lined with empty pizza and kebab shops. Drug addicts shoot up in the parking lot.\n\nThis, police said, is where Mr. Masood is believed to have stayed as recently as last weekend, before renting a car and driving to the seaside resort of Brighton on Tuesday, the day before the attack, seemingly in good spirits.\n\nSabeur Toumi, the owner of the Preston Park Hotel there, said that Mr. Masood had spent his final night at the establishment, staying in Room 228. In an interview with Sky News, Mr. Toumi described Mr. Masood as a returning guest who was “very friendly, laughing and joking.”\n\n“My staff is very upset at the moment,” Mr. Toumi added. “It is very shocking because these days you don’t know who are the bad ones and the good ones.”", "summary": "Adrian Russell Ajao, the man who drove a car into pedestrians in the shadow of Big Ben and then killed a police officer with a knife in Britain’s worst act of terrorism since 2005, and who called himself Khalid Masood after converting to Islam in his late 30s, was a 52-year-old husband and father. Prone to violent outbursts as a younger man, he had led a quiet life in recent years, usually attracting notice from the neighbors only when he washed his car in the driveway or mowed his lawn. As a portrait began to emerge of Mr. Masood, investigators were trying to piece together how a former English teacher with a penchant for bodybuilding — who had used half a dozen aliases, spent two years living in Saudi Arabia and served two jail sentences — had been set on the path of extremism, and whether he acted alone. This, police said, is where Mr. Masood is believed to have stayed as recently as last weekend, before renting a car and driving to the seaside resort of Brighton on Tuesday, the day before the attack, seemingly in good spirits."}