{"title": "Man in Antwerp, Belgium, Tries to Drive Into Crowd", "authors": ["Milan Schreuer"], "url": "https://www.nytimes.com/2017/03/23/world/europe/antwerp-belgium-car-attack.html", "body": "It was one day after Belgium observed the first anniversary of the deadliest attack on its soil, when suicide bombers in Brussels assaulted the main airport and a subway station, killing 32 people.\n\nIn The Field: Patrick Kingsley Join us for a live conversation and Q. & A. from Istanbul on the referendum next month on whether to expand President Recep Tayyip Erdogan’s powers. Patrick Kingsley, an international correspondent for The Times based in Turkey, will be leading a conversation with two students who are for and against the changes on Friday, March 24, at 9:30 a.m. Sign up for an email reminder Remind Me Terms and conditions Something went wrong. 50 words remaining Ask a Question Terms and conditions Something went wrong. Thank you for your question. Be sure to tune in. Ask another\n\nAntwerp is the second most important hub for radicalization in Belgium, and only Brussels has sent more people from the country to fight for Islamists in Syria.\n\nThe city is home to the now-banned and defunct terrorist group Sharia4Belgium, but Antwerp has so far averted a large-scale terrorist attack, and the local authorities have succeeded in foiling several plots and convicting dozens of terrorists in court over the last three years.\n\nAround 10:45 a.m. Thursday, the authorities said, a red car with French plates sped through a shopping area in central Antwerp, forcing pedestrians in the Meir, Belgium’s biggest shopping area, to dive out of the way.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSoldiers on a routine patrol noticed the vehicle and signaled to the driver to stop, but he ignored them and drove through a red light, again putting pedestrians in danger.\n\nA rapid response team was called in and chased the car, stopping it less than a mile away and arresting the driver on the banks of the Scheldt River.\n\nOnce the car stopped, the suspect did not resist as he was taken into custody, bystanders told local news media.\n\nThe investigation was being handled by the federal prosecutor’s office, an indication that the attack would be treated as a terrorist case unless proved otherwise.\n\nPresident François Hollande of France said the attack “seemed to involve a French national,” adding that the suspect “was looking to kill or at the very least create a dramatic incident.”", "summary": "It was one day after Belgium observed the first anniversary of the deadliest attack on its soil, when suicide bombers in Brussels assaulted the main airport and a subway station, killing 32 people. Soldiers on a routine patrol noticed the vehicle and signaled to the driver to stop, but he ignored them and drove through a red light, again putting pedestrians in danger. A rapid response team was called in and chased the car, stopping it less than a mile away and arresting the driver on the banks of the Scheldt River. President François Hollande of France said the attack “seemed to involve a French national,” adding that the suspect “was looking to kill or at the very least create a dramatic incident.”"}