{"title": "Spain’s Prime Minister Fails to Reach Revenue Deal With Catalonia", "authors": ["Raphael Minder"], "url": "http://www.nytimes.com/2012/09/21/world/europe/spains-prime-minister-fails-to-reach-revenue-deal-with-catalonia.html", "body": "Mr. Mas insisted on Thursday that his fallout with Mr. Rajoy was not only over taxation and money. Yet Spain’s deepening recession and budget cuts have helped shift separatism from fringe to mainstream thinking among Catalan politicians and business leaders.\n\nAs fears over a breakup have expanded in the national consciousness, King Juan Carlos, in an unusual political foray, this week wrote a letter urging national unity, which was posted on the royal palace’s Web site.\n\nMr. Rajoy did not make any statement after Thursday’s meeting with Mr. Mas. A day earlier, however, he called on Spaniards to close ranks in the midst of a crisis. “This is not the moment to generate more problems or political instability,” he told Parliament.\n\nPhoto\n\nThe relationship between Mr. Rajoy and the nation’s regions, which have had their own budget dramas, was already strained because of the economic crisis and his insistence that they display greater fiscal discipline in return for emergency help.\n\n“The effort that the central government is making in terms of reducing spending is inferior to what it is asking the regions to make,” Mr. Mas argued Thursday. “The sacrifice that must be done must be shared in a fairer and more balanced manner.”\n\nOver the past decade, however, Catalonia’s own financial mismanagement has helped make it by far Spain’s most indebted region, with $54 billion of the $181 billion of debt owed by the 17 regional governments.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nUnable to issue more debt to private investors or financial markets, Catalonia was forced last month to request $6.5 billion in emergency aid from Madrid in order to meet its refinancing obligations. Catalonia’s financial plight has led an increasing number of Catalans to conclude that their recovery prospects would be enhanced by loosening, or even breaking, ties with the rest of Spain.\n\nMr. Mas had hoped on Thursday to persuade Mr. Rajoy to allow Catalonia to reduce its contribution to a fiscal system that redistributes part of the tax revenue to other, poorer regions. Mr. Mas said that Mr. Rajoy’s response was “a no without nuances.”\n\nAdvertisement Continue reading the main story\n\nWith a $260 billion economy that is roughly the size of Portugal’s, Catalonia and its 7.5 million inhabitants — 16 percent of the Spanish population — have long been an engine for the country as a whole. The region, which has its own language and distinctive culture, blends a powerful financial services sector, led by La Caixa, the Barcelona bank, with a strong industrial base ranging from textiles and automobile manufacturing to biotechnology.\n\nThe 1992 Olympics, in part financed by the Madrid government, helped transform Barcelona into one of Europe’s most visited cities. Even in the midst of the financial crisis, the city expects to have 7.5 million tourists this year, compared with 1 million before the games.\n\nAlthough Catalonia is not set to hold another regional election until 2014, the dispute with Mr. Rajoy is expected to persuade Mr. Mas to call another election before the end of the year, in the hope that his Convergencia i Unió party could capitalize on recent opinion polls showing a rising majority in favor of independence.\n\nBut Mr. Mas has so far spoken of seeking only fiscal sovereignty rather than full independence.\n\n“Whatever path Catalonia follows, it needs to be European and about dialogue and doing things together, either within Spain or with Spain,” he said on Thursday."}