{"title": "Setback for Angela Merkel as Far Right Makes Gains in Germany", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/03/14/world/europe/germany-elections.html", "body": "In a telephone interview, Jürgen Falter, a professor of politics at Johannes Gutenberg University in Mainz, said the gains in the three state legislatures by the Alternative for Germany were “a clear warning shot for Ms. Merkel’s refugee policy.”\n\nMs. Merkel has no reason to fear for her position, either as party leader or chancellor, he added. She has no serious competitors, and unseating a chancellor is a complex process.\n\nBut Sunday’s results showed considerable opposition to her policy within Germany. And in Europe, several countries have refused to take in refugees and have closed their borders to migrants, rejecting Ms. Merkel’s appeal for a unified approach to the challenges posed by the more than one million who have arrived since early 2015.\n\nThis week, Ms. Merkel hopes to conclude a deal with Turkey to stem the flow. In exchange for European concessions such as visa-free travel for Turks and up to 6 billion euros, or about $6.7 billion, in aid, Turkey would take back any illegal migrants crossing from its shores to Greece.\n\nBut a crackdown on the news media in Turkey, growing clashes between Turks and Kurds, and general violence there — a bombing was reported in Ankara on Sunday — make the deal tough for some European countries to accept.\n\nPhoto\n\nThe chancellor has refused to set limits on the influx, and has argued that Germany and at least some other European countries can afford to shelter those fleeing war and hardship.\n\nAdvertisement Continue reading the main story\n\nHer tone hardened considerably after hundreds of reported sexual assaults by young male migrants on young women in Cologne on New Year’s Eve, and as she hit the campaign trail in recent weeks. Yet that “didn’t really do any good” in terms of the Christian Democrats’ showing on Sunday, Professor Falter said.\n\nIn all three states, turnout rose considerably, to 70 percent in the two western states and 61 percent in the eastern state, Saxony-Anhalt.\n\nFrauke Petry, who has spearheaded the advance of the Alternative for Germany, triumphantly proclaimed that her party had rekindled voter interest. “The voters have turned away from the two big parties in considerable droves,” she said on the public broadcaster ZDF.\n\nThe Alternative for Germany was already in five of Germany’s 16 state legislatures, but Sunday’s results showed its new strength. The party won 15.1 percent of the vote in Baden-Württemberg and 12.6 percent in Rhineland-Palatinate, according to official results, and 24 percent in Saxony-Anhalt, according to projections by ARD and ZDF television.\n\nIn all three states, the showing by the new party illustrated the decline of the traditional parties. They have rejected any coalition with Alternative for Germany, but excluding it makes it harder to form majorities to govern.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIt also risks further alienating those who voted for the anti-immigrant party. Voter patterns analyzed by pollsters for the two public service broadcasters showed that the Alternative for Germany drew support from people who traditionally do not vote and from disillusioned Christian Democrats, but also from supporters of the Social Democrats and the far-left Left party.\n\nIn Saxony-Anhalt, people who did not vote in previous elections were the biggest source of the new party’s support. That state has relatively high unemployment and has been losing industry and population.\n\nKarl-Rudolf Korte, a professor of politics at the University of Duisburg-Essen, predicted that Germany’s big parties, which govern in a “grand coalition” nationally, would draw closer together as a result of Sunday’s elections. In other European countries, a closing of the establishment ranks has kept extremists from power, but has not necessarily brought their voters back to the mainstream parties.\n\nAdvertisement Continue reading the main story\n\nAt the Alternative for Germany’s celebrations in Berlin, jubilant supporters insisted that they were not far-right extremists.\n\n“The current policy of the national government has done everything as wrong as it could in presenting us as Nazis and not as people who just want change,” said Klemens Riebe, 59, who works at a utility in Berlin. “And let’s remember that many of our members come from the middle class.”\n\nParticularly in Saxony-Anhalt, voters feel dislocated by globalization, much as supporters of Donald J. Trump do in the United States, Professor Falter noted.\n\n“In this new world,” he said, “there is much more insecurity than there was before.”", "summary": "In a telephone interview, Jürgen Falter, a professor of politics at Johannes Gutenberg University in Mainz, said the gains in the three state legislatures by the Alternative for Germany were “a clear warning shot for Ms. Merkel’s refugee policy.”And in Europe, several countries have refused to take in refugees and have closed their borders to migrants, rejecting Ms. Merkel’s appeal for a unified approach to the challenges posed by the more than one million who have arrived since early 2015.But a crackdown on the news media in Turkey, growing clashes between Turks and Kurds, and general violence there — a bombing was reported in Ankara on Sunday — make the deal tough for some European countries to accept.Karl-Rudolf Korte, a professor of politics at the University of Duisburg-Essen, predicted that Germany’s big parties, which govern in a “grand coalition” nationally, would draw closer together as a result of Sunday’s elections.“The current policy of the national government has done everything as wrong as it could in presenting us as Nazis and not as people who just want change,” said Klemens Riebe, 59, who works at a utility in Berlin."}