{"title": "Catalonia Goes Own Way From President Artur Mas", "authors": ["Raphael Minder"], "url": "http://www.nytimes.com/2012/11/27/world/europe/catalonia-goes-own-way-from-president-artur-mas.html", "body": "In the short term, the Catalan vote may give Mr. Rajoy unexpected breathing space, if it blunts Mr. Mas’s momentum and tangles him in the messy internal politics of Catalonia, where Mr. Mas will most likely have to negotiate with lawmakers who share his separatist ambitions but not his social and economic agenda.\n\nBut the sense of Schadenfreude that surrounded Mr. Mas after the vote might soon make way for fresh worries over the future of Catalonia, which accounts for almost a fifth of Spain’s economic output.\n\nOverall, separatist parties won 74 of the 135 seats in the Catalan Parliament on Sunday. Of that total, however, Mr. Mas and his Convergència i Unió party only collected 50 seats, down from the 62 seats that the party won two years ago.\n\nThe loss of support on Sunday for Mr. Mas showed that Catalonia “cannot be ruled by a lone ranger,” said Alfred Bosch, who is the leader in the Spanish Parliament of the left-leaning Esquerra Republicana de Catalunya party, or E.R.C. which has long pushed for independence. The party came in second on Sunday, doubling its parliamentary representation in Catalonia, from 10 to 21 seats.\n\nMr. Bosch said that E.R.C. could still offer support to Mr. Mas, but without joining his government and as part of a “plural project” toward Catalan sovereignty. He warned that this meant Mr. Mas would not only have to call the promised referendum on independence, despite Madrid’s opposition, but also stop making budget cuts in sensitive areas like health and education.\n\nAgreeing to such fiscal red lines, however, could make it harder for Mr. Mas to meet budget deficit targets set by Madrid, as well as reduce a Catalan debt pile that is by far the largest in the country — about €42 billion, or $54.4 billion, out of a total of €140 billion for Spain’s 17 regions.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn fact, until his separatist project put him on a collision course with Mr. Rajoy, Mr. Mas had won plaudits from Madrid for imposing some of the deepest spending cuts among Spain’s regional governments.\n\nEdward Hugh, an independent economist based in Barcelona, noted that any increased dependence by Mr. Mas on more radical separatist lawmakers in order to stay in office “may well bring the independence issue to a head much sooner than many think.”\n\nAdvertisement Continue reading the main story\n\nFurthermore, tensions between Catalonia and Madrid could intensify because Mr. Rajoy may be less inclined to offer a weakened Mr. Mas the kind of fiscal concessions that would have helped defuse the separatist challenge.\n\n“From the point of view of finding an orderly resolution to the underlying issue, the result is surely not good news,” Mr. Hugh said.\n\nMr. Mas called the election after failing to convince Mr. Rajoy to ease Catalonia’s federal tax burden, as part of a system that redistributes taxes from wealthy regions like Catalonia to poorer ones. The vote also followed a huge pro-independence rally in Barcelona on Sept. 11., which highlighted longstanding resentment toward Madrid in Catalonia, which has its own language and culture.\n\n“We don’t regret holding this election because we needed to clarify the Catalan landscape,” Mr. Mas said at a news conference Monday.\n\nFar from clarity, however, he called the outcome “both clearer and more complicated,” given that a majority of voters endorsed separatist politicians but also decided that his own party would not govern alone.\n\nStill, Mr. Mas said his referendum project remained on track: “We maintain the same principles that we defended a week ago.”\n\nSalvador García Ruiz, one of the founders of Collectiu Emma, an association promoting Catalan interests, said: “Mr. Rajoy is still facing a clear separatist challenge, but it now comes from a Catalan leader who first has to form the kind of coalition with a left-wing party that has historically not been a success.”"}