{"title": "In Italy, Matteo Renzi Aims to Upend the Old World Order", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2015/04/01/world/europe/in-italy-matteo-renzi-aims-to-upend-the-old-world-order.html", "body": "“It’s important to underline the new direction of the European Union,” Mr. Renzi said during a recent interview in his office in Rome, noting that Europe needed to move away from only “discussing budgets and austerity.” He added, “We have an identity, dreams, hope and strategy.”\n\nHis success or failure will ultimately be measured by whether he can revive Italy. The country’s economy, the third largest on the Continent, has been stagnant for two decades. Unemployment rose to 12.7 percent on Tuesday, and youth unemployment is far higher. Italy’s national debt is roughly $2.9 trillion, a staggering figure, and the economy is struggling to emerge from a double-dip recession.\n\n“Italy can make or break the European Union,” said Roberto D’Alimonte, a political analyst in Florence. He added: “Look at Italy from Berlin. What other leader can Merkel trust? Renzi is the only one.”\n\nMr. Renzi’s operating style is a blend of high-octane energy, skilled public communications and ruthless political maneuvering. He is still unproven as an administrator, and his reform push has angered segments of the opposition as well as entrenched interests in his center-left Democratic Party.\n\nTraditional allies, like trade unions, are furious about labor market changes that they say favor business. Old-guard politicians, right and left, are wary that his diminution of the Senate, along with proposed changes to the electoral law and the Constitution, would place too much power in the executive branch.\n\n“He is destroying all the checks and balances,” said Renato Brunetta, a lawmaker in Italy’s lower house of Parliament with the opposition party Forza Italia. “Renzi is moving the institutional structure of the country in an authoritarian direction.”\n\nFor years, entrenched leaders dominated Italy’s center-left and followed a consensus-driven model that critics say left the party paralyzed and beholden to special interests. Since his days as mayor of Florence, Mr. Renzi has openly challenged the older political generation, describing himself as the “Demolition Man” who would toss the established leadership onto the scrap heap — a stand that resonated with young people chafing for opportunities.\n\nAdvertisement Continue reading the main story\n\n“There is a huge conflict between generations,” said Tommaso Giuntella, 30, president of the Democratic Party’s branch in Rome. “Renzi knows it and started being the face of the new generation, the generation of the sons. He said, ‘We cannot permit the son to pay for the privileges of the father.’ ”\n\nThis generational theme underpins Mr. Renzi’s most concrete legislative achievement: a new labor law, known as the Jobs Act, that he argues will gradually bring fairness to Italy’s bifurcated system of permanent and temporary work contracts.\n\nHe clashed sharply with the public employee unions, arguing that they were defending an inequitable system that ghettoized young workers while older workers clung to protected, permanent contracts. Unions countered that his law stripped away important job protections and made it easier for employers to fire people.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“He has chosen to represent entrepreneurs and the employers, not the workers,” said Serena Sorrentino, a senior official with CGIL, the country’s largest trade union. “He has broken with the traditions of the Democratic left.”\n\nSitting at his desk in Palazzo Chigi, his official residence in Rome, Mr. Renzi periodically checked messages on two mobile phones as he described the criticisms from traditional allies as unsurprising. He compared his agenda to what Mr. Blair did with Britain’s Labour Party during the 1990s and cited a famous quip by Mr. Blair, who promised to follow party traditions, except the tradition of losing elections.\n\n“The risk was to transform the Labour Party from a loser party into a winner party,” Mr. Renzi said, speaking in English that has drawn teasing on social media but has improved rapidly in recent months.\n\n“What is the identity in Italy of the left?” he continued. “It is to give more rights to young people, give possibilities to a new generation. We had, in Italy, a work apartheid. The Jobs Act is the most leftist thing I’ve done.”\n\nMr. Renzi has assumed power at a moment when Italian politics is largely exhausted of other options. The decline of Silvio Berlusconi, the former prime minister, has left the once-powerful center-right movement in disarray. The populist Five Star Movement, led by the comedian Beppe Grillo, has been losing support since winning a quarter of the vote in the 2013 national elections.\n\nIn response, Mr. Renzi is trying to push the Democratic Party toward the middle to become what analysts call a “catchall” party.\n\nAdvertisement Continue reading the main story\n\nPolls show that Mr. Renzi is easily Italy’s most popular politician, which, in turn, has enhanced his standing in Europe. For years, infighting prevented the Democratic Party from joining Europe’s center-left political coalition, the European Socialists. Under Mr. Renzi, the party joined immediately and is now much more influential at the European level.\n\nLast May, the party dominated the Italian elections for the European Parliament, winning a record 41 percent of the vote, a notable result since the other pro-Europe party that fared strongly was Ms. Merkel’s Christian Democratic Union in Germany.\n\nEven as he has been sharp-elbowed in Italy, Mr. Renzi has pursued more collegial tactics at the European level. His credibility in Berlin and Brussels has most likely been enhanced by his arms-length approach toward anti-austerity, left-wing newcomers who might seem like natural allies, notably Prime Minister Alexis Tsipras of Greece. Mr. Renzi has supported finding a compromise in the Greek standoff, but has been careful in how he positions himself.\n\nHis reform agenda at home still has a long way to go. Even as critics warn he is pushing too fast, others say he has done too little. His political and electoral changes are intended to eliminate the mushy indecisiveness of Italian parliamentary elections and create a formula that produces a clearer winner.\n\nHe would also overhaul Italy’s dysfunctional political structure by placing most legislative powers in the lower house and transforming the Senate, long known as a graveyard of legislation, into more of a regional body. If approved by Parliament, the constitutional changes to the Senate would be put to voters in a national referendum, most likely next year.\n\nIt is a huge agenda for a country where politics has often been immobilized. Mr. Renzi’s supporters call him Italy’s last chance and praise him for confronting entrenched interests. Yet his critics increasingly describe him as authoritarian, a characterization that Mr. Renzi (as well as many analysts) says is unwarranted. But in recent days, Mr. Renzi has spoken about the need for term limits for prime ministers and even mused about the limits of his own appetite for the job.\n\n“For Italy, this is a time of decisions,” he said. “I am the youngest leader Italy has ever had. I am using my energy and dynamism to change my country. I think it is time to write a new page for Italy. I can’t wait for the old problems of the past.”", "summary": "“It’s important to underline the new direction of the European Union,” Mr. Renzi said during a recent interview in his office in Rome, noting that Europe needed to move away from only “discussing budgets and austerity.” He added, “We have an identity, dreams, hope and strategy.” Since his days as mayor of Florence, Mr. Renzi has openly challenged the older political generation, describing himself as the “Demolition Man” who would toss the established leadership onto the scrap heap — a stand that resonated with young people chafing for opportunities. This generational theme underpins Mr. Renzi’s most concrete legislative achievement: a new labor law, known as the Jobs Act, that he argues will gradually bring fairness to Italy’s bifurcated system of permanent and temporary work contracts. Sitting at his desk in Palazzo Chigi, his official residence in Rome, Mr. Renzi periodically checked messages on two mobile phones as he described the criticisms from traditional allies as unsurprising."}