{"title": "Italy’s Constitutional Referendum: What You Need to Know", "authors": ["Elisabetta Povoledo"], "url": "https://www.nytimes.com/2016/12/02/world/europe/italy-referendum.html", "body": "The referendum would abolish a national council on the economy and labor that advises the government and Parliament. It would tweak the process for electing judges to Italy’s highest court and its governing body, as well as the procedures for electing the president of the republic, who serves as head of state. It would also make it easier for citizens to propose legislation.\n\nEach article has been the subject of intense debate. In broad terms, supporters say they believe that the changes will help streamline Italy’s sclerotic legislative process, where laws can take months, if not years, to get passed.\n\nOpponents say the changes will concentrate too much power in the hands of the government, a risk that the drafters of the Constitution, written a few years after the downfall of Mussolini’s fascist government, wanted to avoid. Many opponents argue that proposed overhaul of the Senate is too complicated, creates more problems than it will solve, and will grant parliamentary immunity to regional officials, a privilege they do not have.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhy is the referendum on national issues so controversial?\n\nWhen Mr. Renzi, who took office in a party coup in 2014, was riding high in the opinion polls, he staked his administration on the outcome, vowing to step down should his overhauls be rejected. But since then, his popularity has fallen, and his opponents have jumped on the referendum as a means by which to topple the government. Many polls suggest that the referendum could be seen as a litmus test for the Renzi government — a big risk for the prime minister.\n\nWhat are the consequences of a yes vote?\n\nMr. Renzi and his government would remain in power. In any case, Mr. Renzi has vowed to change a law passed in 2015 that would give the winning party a strong majority through the allocation of “bonus seats.” Elections would most likely be held in 2018, when the current Parliament’s term is scheduled to end.\n\nWhat are the consequences of a no vote?\n\nMr. Renzi would most likely resign. If he did, President Sergio Mattarella would consult with the political parties and could decide to form a caretaker government, possibly consisting of technocrats, or call early elections.\n\nMr. Renzi might also choose not to resign, though that appears unlikely, given his statements in recent weeks.\n\nThe political instability would probably have broader consequences throughout Europe, where populism is surging. There could also be economic repercussions, though analysts do not agree on the short- or long-term impact of a no vote.\n\nHowever, several Italian banks are under the lens. Monte dei Paschi di Siena, for example, needs a capital increase, but investors may be leery to jump in if the country finds itself in disarray.", "summary": "Many opponents argue that proposed overhaul of the Senate is too complicated, creates more problems than it will solve, and will grant parliamentary immunity to regional officials, a privilege they do not have. When Mr. Renzi, who took office in a party coup in 2014, was riding high in the opinion polls, he staked his administration on the outcome, vowing to step down should his overhauls be rejected. In any case, Mr. Renzi has vowed to change a law passed in 2015 that would give the winning party a strong majority through the allocation of “bonus seats.” Elections would most likely be held in 2018, when the current Parliament’s term is scheduled to end. If he did, President Sergio Mattarella would consult with the political parties and could decide to form a caretaker government, possibly consisting of technocrats, or call early elections."}