{"title": "Germany’s Tone Grows Sharper in Greek Debt Crisis", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2015/07/17/world/europe/eurozone-greece-debt-germany.html", "body": "Speaking in Berlin after meeting with members of the center-left Social Democratic Party, Jeroen Dijsselbloem of the Netherlands, the leader of the eurozone finance ministers, criticized Mr. Schäuble for raising the suggestion of a Greek exit. “If you reach an agreement after such long and hard talks, you have to stand behind it,” he said. “And that goes for all sides.”\n\nBut within Germany, there is still strong backing for being tough on Greece, or even seeing it leave the euro rather than undermine the common currency’s chances of thriving in the future. Mr. Schäuble made his remarks in a radio interview hours after the Greek Parliament voted reluctantly to approve the first set of austerity measures demanded by its European creditors in return for a chance to negotiate the new bailout package, its third in five years. And his remarks came as some Greek officials asserted that he has been in favor of Greece leaving the euro all along.\n\n“It is beginning to look like a very dirty game that he is playing,” Johannes Kahrs, a Social Democratic lawmaker, said of Mr. Schäuble.\n\nMr. Schäuble emphasized that no one was trying to dictate to Greece how it should proceed. But he made a case that forgiving a substantial amount of Greece’s public debt of more than 300 billion euros, or about $330 billion, was not compatible with membership in the eurozone.\n\n“We have not said that we will impose this, we can’t, we don’t want to, and no one has suggested it, but it would perhaps be the better way for Greece,” Mr. Schäuble said in the interview with Deutschlandfunk radio on Thursday when asked about allowing Greece to take a time out from the eurozone.\n\nVideo\n\nHe also questioned whether the package Greece was seeking would be enough to bring the country’s financial situation back into a manageable position. “Nobody knows in the moment how it is supposed to happen without debt relief, but everyone knows that debt relief is not possible within the eurozone,” he said.\n\nAdvertisement Continue reading the main story\n\nHis position appeared to be based on European rules that are not interpreted as strictly by other nations, or by the International Monetary Fund, which called this week for deeper debt relief for Greece than Europe has been willing to consider. European rules for membership in the euro, such as those on budget deficits, are routinely skirted or broken.\n\nMr. Schäuble’s hard-line views on austerity and debt are not limited to him, or even to Germany. Much of Eastern Europe and a number of conservative northern countries share his view that Greece has been profligate and should get further aid only under the strictest conditions.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut more than anyone, Mr. Schäuble has come to embody the consensus that has helped shape European economic policy for years: that the path to sustained economic recovery for financially troubled countries is to slash spending, raise taxes when necessary and win back the trust of bond markets and other investors by displaying commitment to fiscal prudence — even if that process imposes deep economic pain as it plays out. Supporters point to Ireland, Portugal and Spain as nations that have bounced back to varying degrees after austerity programs; critics point to Greece, which has remained economically troubled.\n\nGermany’s finance minister since the Greek crisis erupted in 2010, Mr. Schäuble is known as resilient and forceful, with a Germanic embrace of the rules and a Nietzschean attitude of “That which does not kill us, makes us stronger.” He has held offices in four governments, serving as Helmut Kohl’s chief of staff and Ms. Merkel’s interior and finance minister. Even an attempt on his life in 1990 that left him using a wheelchair kept him from the political stage for less than a year.\n\nMs. Merkel has ruled out forgiving any of Greece’s debt but has left the door open to a new negotiation over extending the payment terms or reducing interest rates to help bring down Greece’s annual debt payments. But the I.M.F. and some other countries, including the United States, are pressing for Germany to lead Europe in doing more.\n\n“I think the I.M.F. raising the debt sustainability issue as clearly as they did, the United States making clear that sustainability had to be dealt with, was a helpful contribution to the conversation, because without dealing with some form of debt restructuring, this problem will just come right back,” a senior United States Treasury official said on Thursday, as Treasury Secretary Jack Lew traveled through Europe.\n\nStill, some conservative German lawmakers have indicated ahead of Friday’s vote reservations about whether they believe Greece fully meets the conditions required to tap aid from the European Union’s bailout fund, much less qualifies for debt relief.\n\nAt a vote to extend the previous bailout package in February, a record number of dissenters from the chancellor’s conservative camp showed growing impatience with the anti-austerity government in Athens, with 29 voting against it. An additional 109 among about 310 conservative lawmakers indicated reservations, although they went along with the vote.\n\nMr. Schäuble signaled on Thursday that it might be difficult to reduce the burden of Greece’s debt payments sufficiently without some debt forgiveness — a step he said could not be taken while Greece is a member of the currency union.\n\nAdvertisement Continue reading the main story\n\n“The more difficult question will be to reach sustainability of the debt, whether a package that is large enough can be agreed upon without any debt reduction,” Mr. Schäuble said. “Then we are back in the situation that debt reduction is not allowed in the eurozone.”\n\nSome analysts said Mr. Schäuble’s discussion of a “temporary” exit from the eurozone for Greece was a veiled attempt to push it out of the 19-member currency union for good. Sony Kapoor, an analyst at Re-Define, a research group, recalled Mr. Schäuble expressing similar thoughts in 2012.\n\n“The idea behind couching it in temporary terms is to make it sound less onerous and a bit more compliant with the legal situation,” Mr. Kapoor said. “There is nothing as permanent as a temporary divorce.”", "summary": "Speaking in Berlin after meeting with members of the center-left Social Democratic Party, Jeroen Dijsselbloem of the Netherlands, the leader of the eurozone finance ministers, criticized Mr. Schäuble for raising the suggestion of a Greek exit.Mr. Schäuble made his remarks in a radio interview hours after the Greek Parliament voted reluctantly to approve the first set of austerity measures demanded by its European creditors in return for a chance to negotiate the new bailout package, its third in five years.His position appeared to be based on European rules that are not interpreted as strictly by other nations, or by the International Monetary Fund, which called this week for deeper debt relief for Greece than Europe has been willing to consider.raising the debt sustainability issue as clearly as they did, the United States making clear that sustainability had to be dealt with, was a helpful contribution to the conversation, because without dealing with some form of debt restructuring, this problem will just come right back,” a senior United States Treasury official said on Thursday, as Treasury Secretary Jack Lew traveled through Europe.Still, some conservative German lawmakers have indicated ahead of Friday’s vote reservations about whether they believe Greece fully meets the conditions required to tap aid from the European Union’s bailout fund, much less qualifies for debt relief."}