{"title": "Le Pen and Macron Clash in Vicious Presidential Debate in France", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/05/03/world/europe/marine-le-pen-emmanuel-macron-france-presidential-debate.html", "body": "“You are the France of submission,” Ms. Le Pen said with scorn; Mr. Macron was merely a heartless banker, in her view. “We’ve seen the choice you’ve made, the cynical choices, that reveal the coldness of the investment banker you have never ceased being.”\n\nHe leads her by 20 points in polls and is considered likely to win on Sunday. The debate is expected to move some voters, but not enough to make up for Ms. Le Pen’s substantial polling deficit. She has seen some slight improvement in recent polls and was clearly hoping to destabilize her younger opponent as she did in the first-round debates, when other candidates were present. With nothing to lose and everything to gain, she went for direct frontal attacks.\n\nBut Mr. Macron generally kept his cool, laying out his program point by point through the shouting, while Ms. Le Pen, true to the scrappy, guerrilla-style party that she leads — it is stronger on combat than on policy — spent much of the two-and-a-half-hour contest attacking him. What policy proposals she offered appeared sketchy.\n\nMr. Macron offered his view of a France open to Europe and free trade, staying in the common currency, reinforcing its ties with European nations, dealing firmly with President Vladimir V. Putin of Russia, and overhauling its stultifying and voluminous labor code in order, he said, to generate more jobs.\n\n“We are in the world,” Mr. Macron said. “France is not a closed country.”\n\nMs. Le Pen depicted a France with a “total collapse of our industries,” preyed upon by Islamist extremists, demanding ever more government protection from economic vicissitudes and urgently needing to close its borders. “I’m the candidate of that France that we love, who will protect our frontiers, who will protect us from savage globalization,” she said at the outset.\n\nMr. Macron was a ruthless capitalist in Ms. Le Pen’s familiar neo-populist depiction, ready to sell French industry down the river to hurt workers and help employers. She repeatedly tied Mr. Macron to the failed government of the incumbent Socialist president, François Hollande, in which Mr. Macron served for two years before quitting to start his own political movement.\n\n“You defend private interests,” Ms. Le Pen sneered. “And behind that there is social ruin.”\n\nMr. Macron replied evenly, “What’s extraordinary is that your strategy is simply to say a lot of lies and propose nothing to help the country.” He pointed out the weaknesses in her generous spending plans, noting the lack of revenue-raising measures to back them. “France and the French deserve better,” he said. “Don’t say stupid things. You are saying a lot of them.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSome of the sharpest exchanges came over terrorism, which polls show is a major preoccupation for the French. Ms. Le Pen cast herself as tougher on the issue, reeling off a series of antiterrorism measures — experts have suggested that they are either impractical or ineffective — and saying Mr. Macron was a weakling on security. Nonetheless, it is one of her signature issues, always drawing a thunderous response when she invokes it at rallies. “You are for laxism,” Ms. Le Pen said.\n\nAdvertisement Continue reading the main story\n\n“You are complaisant toward Islamist fundamentalism,” she said. “We’ve got to eradicate fundamentalist ideologies. You won’t do it, because they support you.”\n\nBristling, Mr. Macron pointed out the impracticality of expelling the thousands of people who are in the government’s so-called S-files because they are considered to constitute some potential danger to the country’s security. “The S-files are just information files,” Mr. Macron said. “You can be an S-filer merely for having crossed paths with a jihadist.”\n\n“You’ve got to be much more surgical than Ms. Le Pen,” he added. “What you are proposing, as usual, is merely powder,” he said, pointing out that as a member of the European Parliament, Ms. Le Pen voted repeatedly against antiterrorism measures.\n\nShe dismissed these criticisms, as she did the entire European Union project. Under her, she said, “French laws will be superior to laws given out by some commissioner whose name we don’t even know.”\n\nMr. Macron posited a diametrically opposed view, insisting that France’s place was in a stronger Europe that could stand up to Mr. Putin’s Russia and President Trump’s United States. Ms. Le Pen’s idea is that “we’re going to leave Europe because the others can make it, but we can’t,” he said. “In the face of this spirit of defeat, I am for the spirit of conquest, because France has always succeeded.”"}