{"title": "Far-Right Overtakes Angela Merkel’s Bloc in Her Home State", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/09/05/world/europe/angela-merkel-germany-mecklenburg-vorpommern-elections-refugees.html", "body": "“It is clear that the good work of the previous government did not concern most voters,” Mr. Tauber told a sparse crowd at the Berlin headquarters of Ms. Merkel’s party. “Then a sizable number showed the desire to exercise their protest, especially in regards to national migration policies.”\n\nThe chancellor, whose parliamentary constituency is in the state that voted on Sunday, was in China at a Group of 20 summit meeting and had no immediate comment.\n\nThe Alternative for Germany had already captured seats in three state legislatures this year, riding strongly on fears that refugees will siphon funds and attention from Germans and change the country’s way of life. Its local and national leaders were jubilant after Sunday’s results.\n\n“That is a slap in the face for Ms. Merkel,” Frauke Petry, the leader of the Alternative for Germany, told the public broadcaster ZDF. “That is a slap for the chancellor in her home state.”\n\nFear of refugees is particularly pronounced in Germany’s formerly Communist east, where there are far fewer refugees than in the country’s west.\n\nInitial analysis in poll research undertaken for the public service broadcaster ARD indicated that the far-right party had benefited heavily from people who had not voted in previous elections, and then in drawing votes from Ms. Merkel’s conservatives. The research also showed that 75 percent of voters for the far right said they wanted to deliver a protest message to the mainstream political parties.\n\nAdvertisement Continue reading the main story\n\nThe turnout on Sunday was 10 percentage points higher than in the last state elections in 2011, when it was at a historic low of 51.1 percent.\n\nOne consolation for the mainstream was that the neo-Nazi National Democratic Party of Germany did not clear the 5 percent barrier required to win seats. The neo-Nazis had been in the state legislature for the past decade, winning 6 percent of the vote in 2011.\n\nThe national leader of the Social Democrats, Vice Chancellor Sigmar Gabriel, appeared relieved by his party’s result, which, at 30 percent, would be at least eight percentage points above polls taken two months ago. He told supporters in Berlin that Sunday’s showing proved that good politics and a steadfast fighting spirit could win elections.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Gabriel faces an uphill struggle to keep the center-left above 20 percent nationwide. Courting support in the past week, he criticized Ms. Merkel for admitting so many refugees and angered the United States by declaring important American-European trade talks a failure.\n\nYet Ms. Merkel is the leader with the biggest challenge after Sunday’s vote, the first of five before the national elections.\n\nIn recent weeks, her conservatives emphasized the “homeland” and public safety — traditionally far-right themes — in the northeast and in the city-state of Berlin, which votes on Sept. 18.\n\nAsked if it had been a mistake to try to stop the far right by embracing its themes, Mr. Tauber noted that voters had clearly shown fear of losing out in globalization and were worried for their future. “In elections, I really think you have to address the themes voters say are preoccupying them,” he said.\n\nMs. Merkel defended her decision to abandon border controls a year ago and admit the refugees in a welcoming outburst that has since soured.\n\n“On that weekend,” she told the Bild newspaper on Saturday, “it was not about opening the border for everyone — it was about not shutting it to those who had made their way to us from Hungary, on foot and in great need of help.”", "summary": "“It is clear that the good work of the previous government did not concern most voters,” Mr. Tauber told a sparse crowd at the Berlin headquarters of Ms. Merkel’s party. The Alternative for Germany had already captured seats in three state legislatures this year, riding strongly on fears that refugees will siphon funds and attention from Germans and change the country’s way of life. The national leader of the Social Democrats, Vice Chancellor Sigmar Gabriel, appeared relieved by his party’s result, which, at 30 percent, would be at least eight percentage points above polls taken two months ago. Courting support in the past week, he criticized Ms. Merkel for admitting so many refugees and angered the United States by declaring important American-European trade talks a failure."}