{"title": "Right-Wing Extremist Convicted of Murdering Jo Cox, a U.K. Lawmaker", "authors": ["Sewell Chan"], "url": "https://www.nytimes.com/2016/11/23/world/europe/thomas-mair-convicted-murder-jo-cox.html", "body": "Sue Hemming, the head of the special crime and counterterrorism unit at the Crown Prosecution Service, said in a statement that Mr. Mair’s “premeditated crimes were nothing less than acts of terrorism designed to advance his twisted ideology.”\n\nPhoto\n\nProsecutors told the jury that Mr. Mair had stabbed Ms. Cox, 41, 15 times and shot her with a sawed-off .22-caliber hunting rifle on June 16 on a street in Birstall, a town in northern England. The killing stunned Britain, where gun ownership is tightly regulated. It was the first assassination of a sitting member of Parliament since 1990, when members of the Irish Republican Army killed a Conservative lawmaker, Ian Gow.\n\nMs. Hemming, of the Crown Prosecution Service, described Ms. Cox as “a defenseless mother of two young children who served her constituents with passion, exuberance and vitality and was proud to represent a diverse community.” She noted that several people had tried to come to Ms. Cox’s aid, including a 77-year-old man, Bernard Kenny, whom she said Mr. Mair stabbed and seriously injured.\n\nIn addition to murder, Mr. Mair was convicted of grievous bodily harm of Mr. Kenny, a retired coal miner, as well as possession of a firearm with intent to use it, and possession of a dagger.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Our thoughts are with Jo Cox’s family, who attended the court hearing and have behaved with real strength and dignity throughout,” Ms. Hemming said in her statement, adding that the prosecutors’ office “will continue to work with criminal justice partners to combat those who seek to sow hatred and division by advancing extremist ideologies.”\n\nMs. Cox’s husband, Brendan, told the BBC that he felt only pity for Mr. Mair, and said in a statement that he hoped “that Jo’s death will have meaning” by focusing attention on her belief “that we hold more in common than that which divides us.”\n\nLike most members of Parliament, Ms. Cox, who was elected in May 2015 to represent Batley and Spen, a district with a large number of retirees and many residents of South Asian origin, argued against leaving the European Union. But on June 23, nearly 52 percent of voters decided that Britain should leave the 28-nation bloc. Prime Minister David Cameron resigned, leaving his successor, Theresa May, with the weighty task of negotiating Britain’s departure from the union, a process that is just beginning to unfold, creating uncertainty in one of the world’s largest economies and beyond.\n\nThe jury was not asked to consider Mr. Mair’s motivations. He had declined to respond to the charges, but his lawyers entered pleas of not guilty on his behalf.\n\nMr. Mair, an unemployed gardener, had a longstanding obsession with Nazi propaganda, white supremacist ideologies and the apartheid era in South Africa, according to evidence presented in court. The Southern Poverty Law Center, in Alabama, reported soon after the killing that Mr. Mair was a “dedicated supporter” of the National Alliance, a neo-Nazi organization in the United States.", "summary": "“Our thoughts are with Jo Cox’s family, who attended the court hearing and have behaved with real strength and dignity throughout,” Ms. Hemming said in her statement, adding that the prosecutors’ office “will continue to work with criminal justice partners to combat those who seek to sow hatred and division by advancing extremist ideologies.”Ms. Cox’s husband, Brendan, told the BBC that he felt only pity for Mr. Mair, and said in a statement that he hoped “that Jo’s death will have meaning” by focusing attention on her belief “that we hold more in common than that which divides us.”Like most members of Parliament, Ms. Cox, who was elected in May 2015 to represent Batley and Spen, a district with a large number of retirees and many residents of South Asian origin, argued against leaving the European Union.Prime Minister David Cameron resigned, leaving his successor, Theresa May, with the weighty task of negotiating Britain’s departure from the union, a process that is just beginning to unfold, creating uncertainty in one of the world’s largest economies and beyond.Mr. Mair, an unemployed gardener, had a longstanding obsession with Nazi propaganda, white supremacist ideologies and the apartheid era in South Africa, according to evidence presented in court."}