{"title": "Labour Party’s Jeremy Corbyn May Help Tories in Next British Elections", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/09/14/world/europe/labour-partys-jeremy-corbyn-may-help-tories-in-next-british-elections.html", "body": "Mr. Corbyn, 66, is consistent and sincere, a professed man of the “hard left” who believes that the Labour Party must return to its roots in the working class and fight inequality in all its forms. He is a sharp critic of American foreign policy and of Israel; he wants Britain to abandon its nuclear deterrent and has favored quitting NATO.\n\nHis resounding victory has energized a party in the doldrums after the fiasco of May’s elections, when Labour was nearly shut out of Scotland and had one of its worst showings in decades. He appeals to the angry, insurgent mood among trade unionists and many young people over inequality in capitalism, a sentiment that helped parties like Syriza in Greece and Podemos in Spain. In a sense, he is a left-wing response to the kind of alienation that helped the United Kingdom Independence Party, or UKIP, win nearly 13 percent of the vote in May, though it only won one seat in Parliament.\n\nBut as UKIP shows, strong minority parties do not produce many legislators in Britain’s electoral system, and the Labour Party was already, under Ed Miliband, considered too left-wing and too unreliable to get the seats in southern England that it needed for victory, even if propped up by the Scottish National Party. Those concerns will be only more entrenched now.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Corbyn is also going to have a very difficult time keeping Labour together. Already, the two leadership candidates of the center, Yvette Cooper and Liz Kendall, have said they will not serve in his shadow cabinet because of strong policy differences. Mr. Corbyn, who has made his career since he was elected in 1983 by voting against his party’s orders, is also opposed by most of Labour’s 232 members of Parliament. Even to get the 35 nominations he needed to run in this leadership election was a struggle, and some of those who nominated him did so simply to broaden the debate, with no idea that Mr. Corbyn would end up their leader.\n\nMr. Corbyn needs to appoint a shadow cabinet — members of Parliament who would be ministers if the party were in power and speak for the party on all issues — of 26 legislators, with another 60 or more shadow junior ministers. It is not clear how easy that is going to be.\n\nFor the moment, talk of any breakaway party is muted — after all, when the Social Democrats broke away from Labour in 1981, they were well-known moderates with government experience who were considered the new center of British politics. In the end, the Social Democrats effectively dissolved just seven years later, joining with the Liberals to become the Liberal Democrats. And the Liberal Democrats were just trounced in May for the sin of sharing power in a coalition government with the Conservatives.\n\nMany Labour legislators will want to remain, not just to keep their seats, but to fight for Labour’s future as a mainstream party. Mr. Corbyn is 20 years older than his leadership competitors, and many will prefer to see his leadership as a temporary blast from the past — to the policies and rhetoric of the disastrous 1983 campaign of Michael Foot.\n\nStill, once elected, Mr. Corbyn may be hard to dislodge before the next general elections. And he may be very useful in poking holes in Conservative positions and at skewering Mr. Cameron during weekly prime minister’s questions in Parliament, on issues ranging from refugees and foreign policy to social inequality.\n\nThe Conservatives are hardly immune. Their party is deeply divided over Britain’s membership in the European Union, and Mr. Cameron has a majority of only 12 seats, which he must manage carefully. If the Conservative Party does split over Europe, it is not inconceivable to imagine a new party of the center.\n\nAdvertisement Continue reading the main story\n\nAnd today, that is no more inconceivable than the prospect of Mr. Corbyn becoming Labour leader was even three months ago.", "summary": "Mr. Corbyn, 66, is consistent and sincere, a professed man of the “hard left” who believes that the Labour Party must return to its roots in the working class and fight inequality in all its forms. He appeals to the angry, insurgent mood among trade unionists and many young people over inequality in capitalism, a sentiment that helped parties like Syriza in Greece and Podemos in Spain. For the moment, talk of any breakaway party is muted — after all, when the Social Democrats broke away from Labour in 1981, they were well-known moderates with government experience who were considered the new center of British politics. And he may be very useful in poking holes in Conservative positions and at skewering Mr. Cameron during weekly prime minister’s questions in Parliament, on issues ranging from refugees and foreign policy to social inequality."}