{"title": "Deadly Berlin Christmas Market Episode Is Latest in Europe", "authors": ["Liam Stack"], "url": "https://www.nytimes.com/2016/12/19/world/europe/europe-terror-attacks-2016.html", "body": "Photo\n\nA truck driver barreled into a crowded Christmas market in Berlin on Monday night, killing at least 12 people and injuring scores more. The police believed it to be an attack, but the identity of any attackers and their motives were not immediately clear.\n\nIt was the most recent deadly episode to shake Europe in the last two years. Many recent attacks have been linked to jihadists, and some to the Islamic State, also known as ISIS. (The majority of terror attacks have been outside of Europe, primarily in Iraq and Syria.)\n\nWhile there have been several attacks in Germany, none have been large-scale. France and Belgium have each seen violence on city streets and in nightclubs and busy transit hubs. In Britain, the most recent act of deadly political violence was by an anti-immigrant extremist.\n\nHere are some of the deadly attacks in Europe since 2015.\n\nThe Attack on Charlie Hebdo\n\nPhoto\n\nMasked gunmen linked to Al Qaeda attacked the Paris offices of the satirical newspaper Charlie Hebdo at the beginning of January 2015, killing 12 people, including the top editor, prominent cartoonists and police officers. The attackers, Saïd and Chérif Kouachi, were killed by the police two days later northeast of Paris.\n\nAdvertisement Continue reading the main story\n\nHostages at a Kosher Market in Paris\n\nPhoto\n\nTwo days after the attack on Charlie Hebdo, an ISIS-linked attacker and his companion took hostages at a Kosher supermarket in Paris. They killed four people before the police stormed the building. The attacker, Amedy Coulibaly, was killed, and the second fled and has not been found. Mr. Coulibaly told French news media he “synchronized” the attack with the one on Charlie Hebdo.", "summary": "A truck driver barreled into a crowded Christmas market in Berlin on Monday night, killing at least 12 people and injuring scores more.France and Belgium have each seen violence on city streets and in nightclubs and busy transit hubs.Masked gunmen linked to Al Qaeda attacked the Paris offices of the satirical newspaper Charlie Hebdo at the beginning of January 2015, killing 12 people, including the top editor, prominent cartoonists and police officers.The attackers, Saïd and Chérif Kouachi, were killed by the police two days later northeast of Paris.Mr. Coulibaly told French news media he “synchronized” the attack with the one on Charlie Hebdo."}