{"title": "Angela Merkel’s Party Scores Big Win in Key German State Election", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2017/05/14/world/europe/german-elections-angela-merkel-martin-schulz.html", "body": "A deputy leader of the Social Democrats, Ralf Stegner, conceded minutes after exit polls suggested his party was headed for what he called a “bitter defeat.”\n\nThe state leader of the party immediately resigned, in a clear effort to deflect blame for the defeat away from Mr. Schulz.\n\nPhoto\n\nMr. Schulz rode a wave of hype and hope to sudden popularity early this year but has fizzled badly since. By contrast, Ms. Merkel has played up her status as a world leader and savored two unexpected clear victories for her party in other state elections, last week and in late March.\n\nIn recent weeks, Ms. Merkel marshaled Europe into a joint position on negotiating Britain’s exit from the European Union and warned the British against “illusions” that it would come easy.\n\nShe dined with the Saudi king in Riyadh, the capital, and the Russian president in Sochi, days after hosting a women’s conference in Berlin with powerful figures as different as America’s “first daughter,” Ivanka Trump, and Christine Lagarde, the head of the International Monetary Fund.\n\nIn a turbulent world, Ms. Merkel’s status as an undramatic but effective problem solver seems to have won over voters at home, despite what her critics say is a lack of a clear domestic agenda.\n\nHer Christian Democrats won elections in Germany’s northernmost state on May 7, and one poll conducted afterward for the public broadcaster ARD found that a staggering 87 percent of conservative voters endorsed the view that “Angela Merkel ensures that we are doing fine in an unsettled world.”\n\nAdvertisement Continue reading the main story\n\nForty-six percent said she was the “most important reason” to vote conservative, while 28 percent said they would not vote for the party without her.\n\nPublicly, Ms. Merkel almost never acknowledges such numbers. In private, she and her team track poll data, as any successful politician must. After appearing reluctant last winter to run again for office, she has clearly been buoyed by recent events.\n\nBefore a crowd of about 550 conservative movers and shakers in this wealthy state capital on Thursday, Ms. Merkel was almost playful with her interviewer, Michael Bröcker, the editor of the Rheinische Post newspaper.\n\nPhoto\n\nWhen he asked, for instance, if she ever looked herself up online, Ms. Merkel joked, “I only look at my cellphone once in a while so I can remember my own phone number.”\n\nBut she was serious when asked about polls that showed the race tightening in North Rhine-Westphalia, where Ms. Merkel’s conservatives have governed for only five of the past 50 years.\n\nNorth Rhine-Westphalia “is no easy terrain” for us, she said, while proceeding to pummel the center-left with charges of letting infrastructure deteriorate, tinkering with education and being lax on security.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThose themes, also important nationally, have dominated debate here, in particular the issue of security. The mass assaults on women in Cologne on New Year’s Eve in 2015 and the state authorities’ failure to detain a Tunisian terrorist who plowed a truck into a Berlin Christmas market last year, killing 12, have prompted fierce criticism of the current coalition government of Social Democrats and Greens.\n\nThe far-right Alternative for Germany, which held a fractious congress in the state in late April, is predicted to clear the 5 percent barrier for entering the state legislature but to fall short of the double digits it confidently forecast last winter.\n\nThe party’s support, for now, has been dented by outrage over a party leader’s criticism of the monument in Berlin to Jews killed in the Holocaust.\n\nAdvertisement Continue reading the main story\n\nIt has been similarly undercut by Ms. Merkel’s moves to reduce the refugee influx and to assuage anti-Islam activists by supporting a ban on the full veil for Muslim women. The distaste for populism as practiced by President Trump in the United States has also reduced its attraction here.\n\nInitially, Mr. Schulz had siphoned support from the far right. He hails from the far west of North Rhine-Westphalia, which encompasses the gritty Ruhr industrial heartland, several of Germany’s most troubled and most prosperous cities, and bucolic Rhine River country.\n\nPhoto\n\nTo listen to voices from Germany’s rust belt is to hear strong echoes of Mr. Trump’s supporters in the United States.\n\nGuido Reil, a 26-year veteran of the Social Democrats and a coal miner, quit the party in disgust last year and joined Alternative for Germany.\n\n“In the last 10 years, I have been forced to watch the decline of my home, the Ruhr,” he said while campaigning for the state legislature. “We are always speaking so grandly of changing the structure — coal and steel have vanished, and in their place comes something else. But that didn’t happen.”\n\nSusanne Neumann and Christel Wellmann, both 58, are cleaners in the Ruhr area who gained national prominence after Ms. Neumann confronted leading Social Democrats at a forum last year.\n\nThey have kept the faith, just, but Ms. Wellmann suggested that Mr. Schulz and other politicians “should do our jobs — cleaning, care for the elderly — for just one day.”\n\n“Then perhaps they would act a little more — not just talk,” Ms. Wellmann said.\n\nMs. Neumann said, “The gulf between rich and poor is getting bigger and bigger.”\n\nAdvertisement Continue reading the main story\n\nMr. Schulz has made much of righting inequality, and his program, due only in June, may yet see him surge anew in the long months until the fall elections, scheduled for Sept. 24.\n\nBut after being chosen to lead his party’s campaign with an unheard-of 100 percent of votes cast at a party congress in mid-March, Mr. Schulz and the Social Democrats have stumbled.\n\nMr. Schulz, initially welcomed as a fresh face in Germany’s often dull politics, had spent most of his career in European structures in Brussels. So far, he has failed to make a lasting impact, suffering because he does not hold government office, which would guarantee him a certain amount of attention."}