{"title": "Emmanuel Macron, Eyeing French Presidency, Resigns as Economy Minister", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/08/31/world/europe/emmanuel-macron-eying-french-presidency-resigns-as-economy-minister.html", "body": "Mr. Hollande’s office said Mr. Macron was resigning “to devote himself entirely to his political movement,” and indeed Mr. Macron sounded like a candidate in his own statement Tuesday afternoon. He was stepping down to “undertake a new step in my struggle,” he said, and to “build a project that will serve only the general interest.”\n\nWhile Mr. Macron was once Mr. Hollande’s protégé, he now represents a political threat to the president on his right. In polls, Mr. Macron routinely leads his erstwhile boss, whose support languishes in the midteens, and he often comes in second to the putative front-runner and former prime minister, Alain Juppé, who is the mayor of Bordeaux.\n\nThey are joined by an increasingly crowded field that also includes former president Nicolas Sarkozy, a flock of lesser government veterans, and several of Mr. Hollande’s own former ministers.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA quick-on-his feet technocrat, Mr. Macron has followed the traditional French elite path of exclusive schools and early proximity to the powerful, along with a banking stint at Rothschild & Company. He has never held elected office.\n\nHis one major reform push, forced through a reluctant Parliament last year, did little more than open up intercity travel in France to commercial buses — a first — and allow large stores in some tourist areas to open on Sunday. Many are still shut, blocked by unions.\n\nHe has had a knack for keeping France’s unions and left on low boil with positions that clearly favor free markets. Since creating his own idealistic political movement in the spring, Mr. Macron has attracted sizable crowds to his rallies, particularly of young people, and has openly considered running for president.\n\nBut the homogeneous demographic he has attracted — young and largely affluent — also point to Mr. Macron’s potential weakness as a candidate. Many French analysts doubt that Mr. Macron, with his earnest, cultivated style often peppered with literary references, can reach a voting public destabilized by globalization and the Islamist threat.\n\nNevertheless, at a rally in central Paris last month, when Mr. Macron stopped just short of announcing his candidacy, he told hundreds of cheering supporters, “nothing can stop this movement now.”\n\nHe continued, “This movement, we will carry it together to 2017, and all the way to victory!”"}