{"title": "Labour Party, Leaning Left, Looks to Outsider Jeremy Corbyn", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/08/12/world/europe/jeremy-corbyn-labour-party-leader-britain-hard-left.html", "body": "Mr. Corbyn was persuaded to put up his hand for the party leadership role to “widen the debate,” and he got the required 35 nominations from Labour members of Parliament only at the last minute, when some of them decided to throw a bone to the party’s activists.\n\nBut Mr. Corbyn has shown himself to be fluent, articulate and sincere, a sharp contrast with his two main competitors, who seem eager not to offend. Some Americans compare him, in ideology and age, to Senator Bernie Sanders of Vermont, a presidential hopeful, but Mr. Corbyn now seems likely to win.\n\nIn complicated voting that begins on Friday, with results to be announced Sept. 12, Mr. Corbyn is facing Andy Burnham, 45, who was shadow health secretary; Yvette Cooper, 46, the shadow home secretary and former shadow foreign secretary; and Liz Kendall, 44, who is considered close to the policies of former Prime Minister Tony Blair and is running last in Labour constituency nominations. (Shadow secretaries are ministerial counterparts of the party out of power.)\n\nFew expected that Britain’s two largest labor unions, which have a major say in the party’s politics, would back Mr. Corbyn instead of Mr. Burnham, who has not impressed — but they did. Soundings among Labour members and supporters, who can vote by registering and paying three pounds, indicate that Mr. Corbyn is far ahead.\n\nLabour grandees are beside themselves, warning of electoral disaster. On Tuesday, Alastair Campbell, a former spokesman for Mr. Blair, said the party was heading for “a car crash.”\n\nPhoto\n\n“Whatever the niceness and the current warm glow, Corbyn will be a leader of the hard left, for the hard left, and espousing both general politics and specific positions that the public just are not going to accept in many of the seats that Labour is going to have to win to get back in power,” Mr. Campbell wrote on his blog, urging people to vote for “anybody but Corbyn.”\n\nFor many in the ruling Conservative Party, Mr. Corbyn’s rise is considered better than a second Christmas. If the quickly departed, little-mourned Ed Miliband moved Labour too far left to be electable, as most analysts believe, then a victory for Mr. Corbyn ought to mean Labour has already lost the 2020 election.\n\nAdvertisement Continue reading the main story\n\nHis campaign is another illustration of how socialism has become conservative, trying to preserve the social benefits it won in the last century in aging and more unequal societies.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe would like to remove private health providers from the National Health Service, renationalize the country’s railways and top six energy companies, make state education more monolithic and return to the party constitution a version of the infamous Clause IV, removed by Mr. Blair in 1995, which called for “common ownership of the means of production, distribution and exchange.”\n\nMr. Corbyn says that public ownership and participation in industry is a key part of Labour’s principles and could be achieved through the state’s buying up shares for a controlling stake.\n\nOn foreign policy, Mr. Corbyn would withdraw Britain from NATO and scrap the country’s nuclear deterrent, and he has generally sided with those most opposed to the United States, like the late President Hugo Chávez of Venezuela. He has described Hamas and Hezbollah as “friends,” without backing all their deeds, and has been close to Sinn Fein: He invited the Sinn Fein leader Gerry Adams to the House of Commons in 1984, two weeks after the Irish Republican Army tried to kill Prime Minister Margaret Thatcher by bombing her Brighton hotel.\n\nA Twitter feed, @corbynjokes, is proving popular, with sallies like: “What have Western capitalism and the Australian cricket team got in common? They’re both subject to inevitable collapse,” and “Why did the bicycle fall over? Historical inevitability.” Some compare Mr. Corbyn to Jesus, and others note that he would be the first bearded party leader since Keir Hardie in 1908.\n\nMr. Corbyn divorced his second wife, a Chilean exile, when she insisted on sending their son to a selective grammar school, which he opposed on principle. He is regularly among the most parsimonious of legislators, even among those who live in and represent London boroughs.\n\nAnd Mr. Corbyn is hardly unelectable — at least in Islington North (once known as the People’s Republic of Islington), where he has been regularly re-elected since 1983 and won more than 60 percent of the vote in May.\n\nIn the end, of course, Labour may vote for Ms. Cooper or Mr. Burnham. But with a Conservative majority in Parliament, Mr. Corbyn’s many fervent advocates suggest he would be a better opponent to Prime Minister David Cameron at the weekly prime minister’s question time, more able to puncture what some consider Mr. Cameron’s air of casual superiority. Labour, they say, would benefit from new energy, and from younger members coming out of the Greens and the Liberal Democrats.\n\nAnd Labour would have plenty of time to find a new leader for 2020 — or prove again that the hard left is unelectable.", "summary": "He would like to remove private health providers from the National Health Service, renationalize the country’s railways and top six energy companies, make state education more monolithic and return to the party constitution a version of the infamous Clause IV, removed by Mr. Blair in 1995, which called for “common ownership of the means of production, distribution and exchange.” Mr. Corbyn says that public ownership and participation in industry is a key part of Labour’s principles and could be achieved through the state’s buying up shares for a controlling stake. On foreign policy, Mr. Corbyn would withdraw Britain from NATO and scrap the country’s nuclear deterrent, and he has generally sided with those most opposed to the United States, like the late President Hugo Chávez of Venezuela. Mr. Corbyn divorced his second wife, a Chilean exile, when she insisted on sending their son to a selective grammar school, which he opposed on principle."}