{"title": "From Bikinis to Burkinis, Regulating What Women Wear", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2016/08/28/world/europe/france-burkini-bikini-ban.html", "body": "Historians, sociologists and anthropologists have argued about it for decades, but the seemingly simplistic statement that women’s bodies are a battleground has some truth to it. Formally or informally, men (primarily) have been making rules about women’s attire for a very long time.\n\n“Can’t we decide what we want to wear in 2016?” wondered Sarah Fekih, 23, from Lyon, France, in a comment she wrote to The New York Times. “If one wishes to dress skimpily or to be almost nude or to be covered from head to toe, isn’t that a personal choice that can not be dictated by law?”\n\nOf course, the burkini debate is not only about feminism. It is foremost a debate about the visibility and presence of Islam in France, and it comes in the context of the most recent act of terror to traumatize the country, this one in Nice, on the Mediterranean coast.\n\nPhoto\n\nOn July 14, a man drove a cargo truck into crowds of people there, killing 86 and wounding 300. The Islamic State later called him one of its “soldiers.”\n\nLess than a month later, the first of at least 30 bans on “inappropriate” clothing on beaches — meant to target Muslim attire — was enacted in Cannes, about 20 miles from Nice.\n\nAdvertisement Continue reading the main story\n\nAlthough France’s highest administrative court, the Council of State, struck down one town’s burkini ban on Friday — and clearly would do the same for other towns if lawsuits were brought — the fight is far from over.\n\nThe Parliament could enact a ban, and some of France’s 2017 presidential candidates on the right and far right have pledged to enact measures that run from banning the Muslim veil in universities and businesses to banning almost all religious attire in public.\n\nAs the debate continues, much that is important will be said about France and racism and Islam, but it is worth pondering that it is women’s clothes that are at issue.\n\nThroughout history, a combination of legislation, local regulation and social pressure has influenced the way women have dressed — corsets and décolleté, hoop skirts and bustles, the controversial advent of pants. France is now a society demanding that women undress, but in many ways this debate is part of the same narrative.\n\nIn the case of both the bikini and the burkini, “people in positions of power say, ‘We’re putting these rules in place for the woman’s good,’” said Deirdre Clemente, a history professor at the University of Nevada who has studied dress codes for women. “The implication is that women are unable to regulate their appearance themselves.”\n\nAs recently as the 1980s, a number of large American corporations had extensive dress codes for women. “There would be four pages on what a woman could wear to work, and four sentences for men,” Professor Clemente said.\n\nWhen it came to the bikini, not only was it forbidden in some countries, with women forced to pay fines and leave many beaches if they wore one. It was also seen as subversive and a sign of moral weakness.\n\nItaly, Spain and some beaches on the Atlantic coast of France prohibited wearing the swimsuit in the first few years after it went on the market, said Ghislaine Rayer, a co-author of “Bikini: La Légende,” a history of the mini-swimsuit.\n\nAdvertisement Continue reading the main story\n\nThat prohibition resonates in today’s burkini debate, said Hanane Karimi, a graduate student of sociology at the University of Strasbourg. She is the leader of a feminist Muslim collective that wants mosques in France to make more space for women at prayers and to be more respectful of their involvement in religious affairs.\n\n“In some countries that had strong religiosity, like Italy, controlling women’s bodies was a part of the country’s religious morality; today in France there is a civil religion of secularity,” she said. “And it has the exact same logic in respect to the control of women’s bodies: Those women who adhere to that secular morality are undressed on the beaches; nothing is hidden.”\n\nToday the French seem to believe as strongly that such undress is mandatory as Italy, under the Vatican’s influence, felt it was necessary to hide women’s bodies, she added.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIt was not always that way. When the designer of the first bikini, Louis Réard, coined the name (a play on the tiny atoll of Bikini, where the United States had just tested the atomic bomb) and showed his new swimsuit at the Molitor Pool in Paris on July 5, 1946, he could not find models willing to wear it.\n\nSo he hired dancer-strippers from the Paris Casino. “It was avant-garde; it was ahead of its time,” said Ms. Rayer, the co-author of the book on the bikini’s history. “In that epoch, we were still puritan.”\n\nAlthough the bikini quickly became popular in movies, it took more than 15 years, and longer in many places, to enter the fashion mainstream. France embraced it ahead of several other countries and eventually even allowed women to sunbathe or swim topless.\n\nJoan Wallach Scott, a social scientist at the Institute for Advanced Study in Princeton, sees France’s approbation of revealing swimwear, as well as the current burkini bans, as products of ideas going back to the French Revolution of 1789.\n\n“What you have in French republicanism is a conflict between a commitment to equality and the notion that sexual difference is a natural difference which explains why there can’t be equality between women and men,” she said.\n\nAdvertisement Continue reading the main story\n\nThe French believe it is necessary to show the difference between men and women physically even while proclaiming their equality, Ms. Scott said.\n\nThe painter Eugène Delacroix depicted “Liberty” as a bare-breasted woman leading the righteous French. Sculptures and reliefs of a bare-breasted or semi-bare-breasted Marianne, a French symbol of the revolution and liberty, can still be found on government documents, buildings and postal stamps. The very depiction of women reflects how the sexes differ.\n\n“Then on the other side you have Muslim society saying that sex and sexual difference is a problem, and women, whether submitting or not, are covered. So in a sense they are exposing the contradiction in French society, and that’s intolerable,” Ms. Scott said. “It becomes a commentary on the French need to have women uncovered.”\n\nIndeed, the deputy mayor of Nice, Christian Estrosi, who is a political power broker on the Côte d’Azur, has repeatedly referred to the covering of women on the beach — whether in a burkini or a large T-shirt, pants and hijab — as a “provocation,” suggesting a challenge to the French order.\n\nSuch language mystifies one of the burkini’s designers, who sells her pieces in France. Vanessa Lourenço, the designer, said she had started creating them to give Muslim women a chance to participate in the same activities as the rest of the community.\n\nShe loves to swim herself, she said, so seeing religious Muslims or other people not go swimming “struck me as unacceptable.”\n\nMs. Lourenço, whose internet business sells swimwear in 120 countries, is not Muslim, and people often ask her why she designs for Muslim women.\n\n“My answer is simple: At the end of the day women are women, whether Muslim or not, and we all want to be comfortable, look beautiful and feel feminine,” she said.\n\n“Most of our clients message us saying it is the first time that they were confident enough to be at a public beach enjoying themselves with their family.”", "summary": "Throughout history, a combination of legislation, local regulation and social pressure has influenced the way women have dressed — corsets and décolleté, hoop skirts and bustles, the controversial advent of pants. In the case of both the bikini and the burkini, “people in positions of power say, ‘We’re putting these rules in place for the woman’s good,’” said Deirdre Clemente, a history professor at the University of Nevada who has studied dress codes for women. Joan Wallach Scott, a social scientist at the Institute for Advanced Study in Princeton, sees France’s approbation of revealing swimwear, as well as the current burkini bans, as products of ideas going back to the French Revolution of 1789. Indeed, the deputy mayor of Nice, Christian Estrosi, who is a political power broker on the Côte d’Azur, has repeatedly referred to the covering of women on the beach — whether in a burkini or a large T-shirt, pants and hijab — as a “provocation,” suggesting a challenge to the French order."}