{"title": "Germany Pledges Aid for Ukraine as Russia Hails a Returning Convoy", "authors": ["Andrew Higgins", "David M. Herszenhorn"], "url": "https://www.nytimes.com/2014/08/24/world/europe/russian-convoy-ukraine.html", "body": "Ukraine’s military, determined to reconquer eastern areas seized by rebels, has stepped up a drive to oust the separatists from their last major strongholds, encircling the cities of Donetsk and Luhansk, the destination of the Russian aid convoy that crossed into Ukraine on Friday. By Saturday, most of the trucks appeared to have driven back into Russia without incident after unloading their cargo of food, water and other supplies.\n\nPhoto\n\nRussia’s decision to send the convoy across the border without an escort by the International Committee of the Red Cross or final clearance from the Ukrainian government in Kiev had drawn harsh criticism. President Petro O. Poroshenko of Ukraine called the move a “flagrant violation of international law.” Another senior Ukrainian official denounced it as a “direct invasion.” And Secretary General Anders Fogh Rasmussen of NATO, in a statement condemning the convoy’s entry, said it coincided with a “major escalation in Russian military involvement in eastern Ukraine.”\n\nVice President Joseph R. Biden Jr. spoke with Mr. Poroshenko on Saturday and “commended Ukraine’s restraint in the face of Russia’s blatant provocation and disregard of Ukraine’s sovereignty,” according to a White House statement.\n\nMr. Poroshenko told Mr. Biden that most of the Russian military trucks had returned to Russia, the statement said. Mr. Poroshenko did voice concerns about “continued Russian military activity,” the statement said, including the firing of artillery directly into the Ukrainian town of Novoazovsk.\n\nBy swiftly returning the trucks to Russia, the Kremlin seemed to seize an opportunity to make its detractors in Kiev and the West appear alarmist.\n\nThe Foreign Ministry said the goals all along had been strictly humanitarian. “We are satisfied that the Russian humanitarian aid for southeast Ukraine was delivered to the destination,” the Foreign Ministry said in a statement. “We were guided in this exclusively by the goal of helping needy civilians.”\n\nDuring his meeting in Kiev with Ms. Merkel, Mr. Poroshenko said that 185 trucks had returned to Russia. It was unclear where the rest of a fleet of more than 200 vehicles that crossed into Ukraine on Friday had gone. Russian news media reported that some of the trucks might move from Luhansk to Donetsk.\n\nAdvertisement Continue reading the main story\n\nWhile Moscow cheered a successful aid mission, Mr. Poroshenko said Ukraine’s “strong and coordinated efforts managed to avoid provocation.” He derided Russia’s relief effort as “so-called help” and said Russia’s convoy was “in violation of all norms of international law.” But he praised Ms. Merkel for the pledge of aid — 500 million euros, about $660 million, in the form of credit guarantees for reconstruction projects for eastern Ukraine, known as the Donbass, and 25 million euros for refugees.\n\nPhoto\n\n“We all remember the Marshall Plan for postwar Europe,” Mr. Poroshenko said. “Today I can say that this is the beginning of the Merkel plan to restore the infrastructure of Donbass.”\n\nRussian TV stations, largely controlled by the government, had carried constant coverage of the convoy crossing the border on Friday. The Russian Foreign Ministry declared the humanitarian crisis in eastern Ukraine so grave that it could no longer tolerate what it described as stalling by the Ukrainian government and the Red Cross, which had agreed to oversee the convoy.\n\nFor weeks, Kiev and its allies, including the United States and major European countries, had raised suspicions about Russia’s plans to deliver humanitarian aid, fearing that the trucks could be used to carry arms and other supplies to pro-Russia militants who seem to be on the verge of defeat in their fight against the Ukrainian government.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThere were also concerns that Russia would use the trucks to slow the Ukrainian government’s military operations in Luhansk, essentially to shield rebels as they regrouped and rearmed.\n\nIn Kiev, a military spokesman, Col. Andriy Lysenko, said the Ukrainian government was also hoping to defuse the situation, but he accused Russia of using some of the aid trucks to take military equipment from Ukrainian factories back to Russia. However, he offered no evidence to support his assertion.\n\n“The leadership of Ukraine is using all diplomatic and political means to resolve this crisis and will not allow it to develop further,” Colonel Lysenko said at a briefing for reporters.\n\nThough witnesses reported seeing more than 200 trucks in the convoy, Colonel Lysenko said that Ukrainian officials had counted fewer than that crossing the border on Friday and that some of them, having dropped off their cargo, were being used “to take away equipment from Ukrainian enterprises.”\n\nHe said, without offering any proof, that the equipment had been taken from the Topaz plant, which makes Kolchuga, a type of radar system, and from a factory in Luhansk that produces firearms magazines.\n\nAdvertisement Continue reading the main story\n\nHe said Russia was continuing to fire artillery and missiles at Ukrainian military positions from inside Russia, repeating an accusation that Ukraine has made consistently in recent weeks. Russia has denied direct military involvement in the conflict.\n\nThe aid convoy’s swift return, however, suggested that, at least for a moment, President Vladimir V. Putin of Russia had scored a public relations victory, especially on the domestic front.\n\nMs. Merkel, who on Friday expressed “great concern” about the Russian convoy in telephone conversions with Mr. Putin and Mr. Poroshenko, mostly avoided the issue on Saturday and instead focused on German efforts to help Ukraine, particularly its eastern regions. It was unclear, however, how the aid offered by Germany would help rebuild infrastructure in eastern Ukraine when two of its major cities are still controlled by rebels.\n\nMs. Merkel said after her talk with Mr. Poroshenko that Germany’s emphasis on the need for a negotiated settlement “does not mean that Ukraine must not defend itself militarily, but there must be diplomatic solutions for these sorts of problems.”\n\nBoth Ukraine and Russia pay great attention to Germany’s position as Ms. Merkel has become the dominant decision-maker in European foreign policy and, with President Obama dealing with a host of other issues, the West’s pivotal leader on the Ukraine crisis.\n\nMr. Poroshenko, who is to meet Mr. Putin on Tuesday in Minsk, Belarus, insisted that he, too, wanted a peaceful solution but said two previous cease-fire declarations by Ukraine had only emboldened the rebels.\n\n“I can only affirm that Ukraine is ready and able to settle this conflict by peaceful means,” he said. “Why are we being hampered? Foreign mercenaries. Please, take away armed men from our territory and I can guarantee that peace in Ukraine will be established very soon.”"}