{"title": "France’s ‘Burkini’ Bans Are About More Than Religion or Clothing", "authors": ["Amanda Taub", "The Interpreter"], "url": "https://www.nytimes.com/2016/08/19/world/europe/frances-burkini-bans-are-about-more-than-religion-or-clothing.html", "body": "During France’s colonial era, when it controlled vast Muslim regions, the veil became a “hypercharged symbol,” Professor Peterson said. Veiling was treated as a symbol of Muslims’ backwardness, and Frenchwomen’s more flexible standards of dress were seen as a sign of French cultural superiority, views that helped to justify colonialism.\n\nColonialism set France up for the identity crisis it is experiencing today by ingraining a sense of French national identity as distinct from and superior to Muslim identities — and, at the same time, holding out the promise of opportunity to colonized Muslims, who began migrating in large numbers to France. The resulting clash has often played out in debates over clothing.\n\nThe veil remained a potent symbol of difference as colonialism collapsed after World War II and Muslims from colonized countries flocked to France. But now, that difference was within a country trying to sort out its own postcolonial identity.\n\nOver generations, the veil became more common among France’s Muslims, as a religious practice and, perhaps, as a symbol of their distinct cultural heritage. It was a visible sign of the way that France itself, as well as its role in the world, was changing.\n\nAs a result, the veil became a symbol not just of religious difference, but of the fact that people of French descent no longer enjoyed exclusive dominance over French identity. France had become a multicultural and multiethnic nation, where traditions meant very different things to different people.\n\nThe colonial-era symbolism of the veil as a sign of Muslim inferiority made it a convenient focus for arguments that the “traditional” French identity should remain not only the dominant but also the sole cultural identity in France.\n\nPhoto\n\nBurkinis may seem frightening because they are seen as threatening that particular type of French identity by expressing an alternative form of identity — in this case, as Muslims. Many French, rather than believing that those two identities can coexist, perceive them as necessarily competitive.\n\nAdvertisement Continue reading the main story\n\nThere is even a pejorative French word for the introduction of these alternate identities, “communitarianism,” the growth of which is seen as a national crisis.\n\nMuslim clothing items such as the veil or burkini have become symbols of the fact that French national identity is no longer the sole domain of the demographic groups that lived there for centuries. Rules like this summer’s burkini bans are meant to prevent the widening of French identity by forcing French Muslims not only to assimilate, but also to adopt the narrower, rigid identity.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThis is a method that France has been using for decades, to repeated failure.\n\nJohn Bowen, an anthropologist at Washington University in St. Louis, said France tended to experiment with such restrictions at times when it was struggling with both domestic and international tensions relating to Muslims and the Muslim world.\n\nThis began in 1989 with the so-called affaire du foulard (“affair of the scarf”), in which three French schoolgirls were suspended for refusing to remove their head coverings. Ostensibly, this was because the scarves were visible religious symbols and thus ran afoul of the French rule of laïcité, or secularism. But laïcité had been on the books since 1905, with head scarves nonetheless by and large permitted.\n\nWhat changed, Professor Bowen wrote in a book on the subject, were events elsewhere in the world that made Islam seem like a particularly pernicious force. In 1989, Iran’s leader, Ayatollah Ruhollah Khomeini, issued a fatwa against the novelist Salman Rushdie. Around the same time, some Algerians formed the Islamic Salvation Front, a hard-line Islamist party and later insurgency.\n\nBanning head scarves from French schools became a way to deal with the anxiety arising from those domestic and foreign events, and to stake a claim to protecting French values.\n\nHead scarves in schools returned to the national spotlight in 1993 and 1994, as the French authorities worried that young men from Algerian immigrant families would join the Islamist insurgency in Algeria. After the terrorist attacks of Sept. 11, 2001, veils were once again a focal point for fears of Muslim communities that were isolated from mainstream French society and culture.\n\nAnd this summer, France is reeling from a series of deadly terrorist attacks, and is increasingly concerned about young French Muslims’ traveling to Syria to join the Islamic State or other jihadist groups. Once again, some in France view the drive for assimilation as a national security issue.\n\nThe veil is an especially potent symbol of anxiety over assimilation because wearing it is a choice. Whereas fixed characteristics like race or skin color do not imply any judgment on French culture or values, clothing implies a decision to be different — to prioritize one’s religious or cultural identity over that of one’s adopted country.\n\nGarment bans are meant, in effect, to pressure French Muslims to disregard any sense of communitarian identity and adopt the narrowly French identity that predates their arrival. But trying to force assimilation can have the opposite effect: telling French Muslims that they cannot hold French and Muslim identities simultaneously, forcing them to choose, and thus excluding them from the national identity rather than inviting them to contribute to it.\n\nAdvertisement Continue reading the main story\n\nFrance does have another choice: It could widen its national identity to include French Muslims as they are. This may feel scary to many French, more like giving up a comfortable “traditional” identity than gaining a new dimension to it. In the absence of accepting this change, there is a desire to pressure French Muslims to solve the identity crisis, but decades of this have brought little progress — and significant tension.", "summary": "Veiling was treated as a symbol of Muslims’ backwardness, and Frenchwomen’s more flexible standards of dress were seen as a sign of French cultural superiority, views that helped to justify colonialism. Muslim clothing items such as the veil or burkini have become symbols of the fact that French national identity is no longer the sole domain of the demographic groups that lived there for centuries. Head scarves in schools returned to the national spotlight in 1993 and 1994, as the French authorities worried that young men from Algerian immigrant families would join the Islamist insurgency in Algeria. And this summer, France is reeling from a series of deadly terrorist attacks, and is increasingly concerned about young French Muslims’ traveling to Syria to join the Islamic State or other jihadist groups."}