{"title": "Russians Open Fire in Ukraine, NATO Reports", "authors": ["Andrew Higgins", "Michael R. Gordon"], "url": "https://www.nytimes.com/2014/08/23/world/europe/russian-convoy-ukraine.html", "body": "The NATO allegations are based on intelligence reports from several alliance members, Western officials said, and the allegation generally echoed Ukrainian claims in recent days of an expanding Russian military involvement in support of pro-Russian rebels who are battling to hold off a Ukrainian offensive.\n\nA NATO spokeswoman, Oana Lungescu, also said that the alliance had receive multiple reports of the direct involvement of Russian airborne, air defense and special operations forces in Eastern Ukraine.\n\nPhoto\n\nThe NATO statements added new pressure on Moscow before a flurry of diplomacy in coming days, including a visit to Kiev on Saturday by the German chancellor, Angela Merkel, and a scheduled meeting next week between President Petro O. Poroshenko of Ukraine and his Russian counterpart, Mr. Putin, in Minsk, Belarus.\n\nMs. Merkel spoke by telephone with the Russian and Ukrainian presidents on Friday and “expressed her great concern” over Russia’s unilateral decision to move its aid trucks into Ukraine, her spokesman said. She also spoke with President Obama and, according to the White House, both leaders agreed that the arrival of the convoy represented “a violation of Ukraine’s sovereignty and territorial integrity.”\n\nIn a news briefing, the Pentagon spokesman, Rear Adm. John Kirby, condemned the convoy as an “unauthorized entry into Ukraine” and called for the vehicles’ immediate withdrawal. The move into Ukraine, without the Red Cross escorts that had been agreed upon, drew angry accusations from Ukraine that Moscow had broken its word and mounted what Valentyn Nalyvaichenko, the head of Ukraine’s Security Service, called a “direct invasion.”\n\nBut Ukraine stepped back from earlier threats to use “all forces available” to halt any Russian vehicles that crossed the frontier without its full accord, and Mr. Poroshenko told the visiting foreign minister of Lithuania, “We will do our best to ensure that this does not lead to more serious consequences.”\n\nThe comments by Mr. Poroshenko suggested that Ukraine would limit its response to verbal protests and not use force against the Russian vehicles, although it was unclear whether volunteer Ukrainian battalions of sometimes shaky discipline would respect calls for restraint.\n\nAdvertisement Continue reading the main story\n\nThe Russian Ministry of Foreign Affairs issued a long statement saying in essence that it had authorized the crossing because it was fed up with stalling by the government in Kiev. Russian news agencies quoted a spokesman for Mr. Putin as saying that he had been informed of the convoy’s movements.\n\n“All the excuses to delay the delivery of aid to people in the area of a humanitarian catastrophe are exhausted,” the ministry said. “The Russian side has made a decision to act. Our column with humanitarian cargo starts moving toward Luhansk.”\n\nVideo\n\nThat brought a curt response from a spokeswoman from the Obama administration.\n\n“It is important to remember that Russia is purporting to alleviate a humanitarian situation which Russia itself created,” Caitlin Hayden, the spokeswoman for the National Security Council, said in a statement. “If Russia really wants to ease the humanitarian situation in eastern Ukraine, it could do so today by halting its supply of weapons, equipment, and fighters to its proxies,” she added.\n\nIn a telephone interview after a meeting with Mr. Poroshenko, the Lithuanian foreign minister, Linas A. Linkevicius, described the Russian move as “a serious escalation” but said Ukraine’s president had made clear there would be “no attack” on the trucks by Ukrainian forces.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“They will not add anything to this escalation,” he said, adding that Russia’s decision to move in its aid trucks, many of which appeared half empty to Western journalists allowed to see them earlier this week, only strengthened suspicions that the Kremlin’s humanitarian effort “is a smoke screen for something else.”\n\nRather than an invasion, however, the arrival of Russian trucks — only 34 of which Ukrainian officials inspected Thursday evening on the Russian side of the border, and found to contain buckwheat, rice, sugar and water — appeared to be a Russian effort to stall an accelerating offensive by Ukrainian forces against beleaguered pro-Russian rebels in eastern Ukraine. The Ukrainian government has suggested it would be reluctant to attack with a convoy interposed.\n\nThe trucks are traveling toward Luhansk, a war-ravaged rebel-held city where the bullet-riddled body of the acting honorary consul for Lithuania, a 39-year-old Ukrainian national named Mykola Zelenets, was found on Thursday. He was kidnapped earlier this month by armed separatists, the Lithuanian ambassador to Ukraine, Petras Vaitiekunas, said.\n\nLuhansk has come under heavy military pressure in recent days from Ukrainian forces. The rebel city’s recapture by Ukraine would deliver a humiliating blow to Mr. Putin, who has faced mounting calls from hard-line nationalists in Russia to intervene decisively to stave off defeat for the Russian-speaking and often ethnically Russian separatists.\n\nWhile denying that it supports the rebels, despite a steady flow of arms and fighters into eastern Ukraine from Russia, the Kremlin has tied itself to their fate by whipping up a nationalist fervor with vows to protect Russians beyond Russia’s borders.\n\nThe decision to send in the aid trucks in defiance of Kiev suggested an attempt by Mr. Putin to calm nationalist complaints that he has not done enough to prevent a rebel defeat and marked the latest in a long series of surprise moves by the Russian president, a judo practitioner, to put Ukraine and the West off balance.\n\nAdvertisement Continue reading the main story\n\nSpreading the conspicuously large white aid trucks through Luhansk could effectively impose a cease-fire, essentially daring the Ukrainians to fire at vehicles that have been sent to provide desperately needed humanitarian assistance. Any respite in Ukraine’s military offensive could allow rebels to dig in further, and indefinitely postpone any attempt to oust them.\n\nUkraine has from the start viewed Russia’s aid convoy, which left Moscow on Aug. 12, with deep suspicion, worrying that the vehicles could be carrying weapons or be part of a ruse by Moscow to support the pro-Russian separatists, or possibly an attempt to provoke Ukraine into an ill-advised attack.\n\n“This is a provocation,” said Andriy Lysenko, Ukraine’s military spokesman. “They expect us to attack the convoy.”\n\nHe added that Ukrainian forces would allow the convoy to reach Luhansk, because “it is easy to shoot but the consequences would be very destructive.” He said Ukraine would adopt a different approach if it turned out that, after reaching Luhansk, the convoy “has other equipment, not just humanitarian aid.”\n\nUnder the arrangements agreed to by the two countries, officials from the International Committee of the Red Cross were to escort the trucks to Luhansk. They decided not to proceed after heavy shelling around the city during the night, Ewan Watson, a spokesman for the Red Cross, said in Geneva.\n\nThe main highway from the border crossing at Izvaryne to Luhansk has seen heavy fighting over the past week, as Ukrainian forces pressed their military campaign against the separatists. The rebel forces have been driven out of a string of towns and villages but are still holding out in Luhansk and Donetsk.\n\nThere were no signs of Russian military vehicles or any other indications of an armed escort by Russian troops. The United States and its European allies have warned that any crossing of the border by Russian military vehicles, even under the pretext of protecting the aid convoy, would be regarded as an invasion.\n\nSeveral dozen trucks, from a convoy of about 270, crossed the border around noon. Soldiers carrying automatic rifles and wearing camouflage, some bearing the markings of the rebels in eastern Ukraine, cleared the road to let the convoy move past."}