{"title": "Infighting Dilutes Push in Britain to Leave E.U.", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2016/02/18/world/europe/infighting-could-dilute-british-lawmakers-push-to-leave-the-eu.html", "body": "The internal spats extend beyond the Conservative Party to competing private groups representing rival ideological camps — free-market conservatives, like Mr. Rees-Mogg, and a more populist, anti-immigrant component embodied most visibly by Nigel Farage, leader of the nativist U.K. Independence Party.\n\nBecause cabinet ministers who oppose Mr. Cameron on the issue are not yet free to argue to leave the union (they will be once the renegotiation is complete), so far the less senior euroskeptic lawmakers have been making the case.\n\nAdvocates of a British withdrawal from the union constitute a lively and outspoken — if ill-disciplined — force. Naturally, they are not impressed with Mr. Cameron’s renegotiation: Liam Fox, a former defense secretary, has accused him of handing out the “political begging bowl.” Philip Davies, another Conservative lawmaker who favors leaving the bloc, calls the effort an “absolute shambles.”\n\nMr. Farage’s U.K. Independence Party has come to prominence in the last decade, successfully capitalizing on concerns over immigration in European elections but not in those for the British Parliament.\n\nBut the Conservatives have been split on Europe since before 1990 when Margaret Thatcher was pushed out as prime minister. She supported membership of the European Economic Community, as it then was, in Britain’s previous referendum in 1975, but became steadily more hostile to European integration.\n\nHer ouster in a 1990 putsch was partly caused by European policy, and her successor, John Major, was tormented by her supporters.\n\nEven now, several years after her death, there is debate about how Mrs. Thatcher would have voted on exiting the bloc, a “spectacularly silly” discussion, according to Mr. Rees-Mogg, who ridiculed it by suggesting “a quick séance.”\n\nAdvertisement Continue reading the main story\n\n“Knock once for ‘yes,’ knock twice for ‘no,’ ” he said, before rapping twice on the table and announcing, with a grin, that Mrs. Thatcher had spoken from beyond the grave. “It’s ‘no!’ ”\n\nMr. Rees-Mogg makes an economic case for Britain to go it alone, saying that Europe is narrowing Britain’s trading focus, “when we need to broaden it.” But he also highlights historical factors that, he says, set Britain apart, including that “it’s also a long time since we have, off our own bat, wanted to fight anyone in Europe.”\n\nAs for his personal style Mr. Rees-Mogg, who does not own a pair of jeans, believes that arguments, not “personal quirks” will decide the referendum. Anyway, he says, “I can’t suddenly pretend to be Mr. Trendy.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNot all euroskeptics are as entertaining as Mr. Rees-Mogg, perhaps because some have spent decades studying the subclauses of European Union treaties, regulations and other, mind-numbing texts. The best known and most knowledgeable of these is Bill Cash, a veteran lawmaker once derided by Mr. Major as “obsessive, driven and, on Europe, frankly a bore.”\n\nMr. Cash has long worried about the erosion of national sovereignty. Younger euroskeptics also contend that European institutions lack democratic legitimacy, and that Britain’s history and common law legal system sets it apart.\n\n“We have different histories,” said Mr. Davies, the Conservative lawmaker. “The motivation for the European Union was, in a sense, to stop France and Germany from going to war with each other.”\n\nHe added: “If France and Germany want to do that, good luck to them. But that wasn’t our history.”\n\nWhile Mr. Rees-Mogg, was educated at Eton College and Oxford University and is the son of the onetime editor of The London Times, William Rees-Mogg, Mr. Davies grew up in Doncaster, northern England, and was a supermarket manager before being elected to Parliament.\n\nAdvertisement Continue reading the main story\n\nMr. Davies’s main argument reflects a switch of emphasis made by euroskeptics in the last decade, when they began to argue that membership in the bloc was shackling Britain to an economic corpse.\n\n“Europe is an economic disaster zone, and unless we can start looking outwards, we are going to get nowhere,” Mr. Davies said. That argument has resonance because it relates to the central reason that Britain joined the bloc in the first place.\n\nBack then Britain’s economy was stagnant and arguably needed the impetus of membership in a club that had helped France and Germany to thrive.\n\nNow the roles are reversed, with Britain’s economy outperforming most of the Continent.\n\nEuroskeptics are trying to reverse the common assumption that an exit is a leap into the unknown. Mr. Davies says the bloc is fated ultimately to “fall apart,” and Mr. Rees-Mogg suggests that it would be safer to stay “governed by our own democratic forms, rather than to be in a country called Europe, governed by a bureaucracy in Brussels.”\n\nMeanwhile, Mr. Farage and others have campaigned against immigration into Britain from Eastern Europe, which surged after the expansion of the European Union.\n\nThat happened after Britain decided to open its labor market immediately to new European Union citizens in 2004, unlike countries such as Germany and France, which exercised a right to delay their employment rights.\n\nWhile Britain is outside the union’s passport-free travel zone, known as Schengen, euroskeptics argue that since Europeans have a right to live and work in one another’s countries, only by quitting the bloc can Britain control its borders.\n\nIndeed, the big dilemma for those who want to quit the union is how hard to push this argument. The two main groups campaigning for a “no” vote are rivals: Vote Leave, supported by most Conservatives, which emphasizes economic and sovereignty issues; and Leave.eu, which has the support of Mr. Farage and focuses on immigration and identity.\n\nAdvertisement Continue reading the main story\n\nOther politicians know that while Mr. Farage might galvanize some voters, he is a divisive figure. That has led to feuding over which organization should be the approved “no” campaign.\n\nWhether these divisions matter to voters is unclear, and having several different messages might actually help the departure movement by allowing its campaign to reach different groups.\n\nOne seasoned European diplomat, speaking on the condition of anonymity following protocol, believes that in the end the divisions in the exit camp may not matter. Those who want Britain to remain in the bloc have a big battle on their hands, he said, because euroskeptics have tapped into a rich vein of British life.\n\n“It’s not just that Britons see themselves as different from the Continent,” he said. “It’s more that they really want to be.”", "summary": "Because cabinet ministers who oppose Mr. Cameron on the issue are not yet free to argue to leave the union (they will be once the renegotiation is complete), so far the less senior euroskeptic lawmakers have been making the case. Naturally, they are not impressed with Mr. Cameron’s renegotiation: Liam Fox, a former defense secretary, has accused him of handing out the “political begging bowl.” Philip Davies, another Conservative lawmaker who favors leaving the bloc, calls the effort an “absolute shambles.” While Mr. Rees-Mogg, was educated at Eton College and Oxford University and is the son of the onetime editor of The London Times, William Rees-Mogg, Mr. Davies grew up in Doncaster, northern England, and was a supermarket manager before being elected to Parliament. Mr. Davies’s main argument reflects a switch of emphasis made by euroskeptics in the last decade, when they began to argue that membership in the bloc was shackling Britain to an economic corpse."}