{"title": "How Neighbors Saw Man Held in London Mosque Attack: ‘Drunk, Cursing and Vile’", "authors": ["Ceylan Yeginsu"], "url": "https://www.nytimes.com/2017/06/20/world/europe/darren-osborne-london-attack-mosque.html", "body": "Photo\n\nCARDIFF, Wales — He was born in Singapore, but his family moved back to Britain when he was a child. He had family problems and was known by locals as belligerent and aggressive, with a drinking problem. He had Muslim neighbors, who described his behavior as fairly unremarkable, and his children had Muslim friends.\n\nNo one on the cul-de-sac in Cardiff, Wales, where Darren Osborne, 47, lived could readily explain what he is believed to have done: rented a van, driven it 150 miles to London and plowed into a crowd of Muslims as they finished prayers at the Finsbury Park Mosque early Monday.\n\nNumerous residents here said that Mr. Osborne was often agitated, even disturbed, but few described him as frightening and none said he had expressed political sentiments, much less anti-Muslim or far-right ones — until last weekend, when he was kicked out of a local pub, the Hollybush, after a drunken tirade.\n\n“My son was at the pub on Saturday night and said he got kicked out because he was scribbling all over the tables and shouting racist comments about Pakistanis and Muslims,” a resident, Ross Johnson, said Tuesday outside the pub.\n\nPhoto\n\nThe authorities have not formally identified Mr. Osborne as a suspect. But British news organizations, including the BBC, have named him, and friends and family members recognized him as the man arrested after Monday’s attack. The man was arrested on suspicion of the commission, preparation or instigation of terrorism including murder and attempted murder.\n\nThe police raided Mr. Osborne’s house on Monday, and officers have been posted outside.\n\nThe assault wounded several people; seven remain hospitalized with a range of injuries. A man who had been receiving first aid at the scene died hours later, but it was not clear whether the attack had directly caused his death. Mr. Osborne was pinned down by bystanders after the attack and was shielded by an imam and other men before being hauled away by the police.\n\nPrime Minister Theresa May of Britain called the act a terrorist attack targeting Muslims, and it was widely seen as yet another assault on the cosmopolitan, multicultural British capital, which had already experienced two terrorist attacks since March. It also raised questions about where the line between terrorism and hate crimes can be drawn, and whether the distinction is even meaningful, particularly in cases of severely disturbed individuals.\n\nSeveral residents in and around Glyn Rhosyn, the street where Mr. Osborne lived in a semidetached two-story house, said he at times seemed disturbed and volatile.\n\nChris Peter, a car mechanic, said that he used to work with Mr. Osborne but that he had found Mr. Osborne to be “unreliable” and “erratic.”\n\n“You just didn’t know what you’re going to get with Darren,” Mr. Peter said. “One minute he’s fine, the next he’s drunk, cursing and vile. He was a nut job.”\n\nMr. Peter added: “I stopped working with him because he had anger problems. One day, he came in stinking of booze and sweat and started shouting his mouth off, throwing tools. I haven’t seen him in a while, but my mate said he’s been sleeping out in the woods in a tent because his lady kicked him out the house.”\n\nJennifer Mears, who lived a few houses away from Mr. Osborne, said she considered him scary.\n\n“My husband and I called him the ‘mad man,’ ” she said. “He would always zoom up and down the road in various cars that he would bring here. I think he bought and sold lots of cars, and it was annoying that he would park them all down the street.”\n\nOne resident described a time when Mr. Osborne had shouted at his family and thrown things around his garden.\n\n“He threw a plastic swing, and it went over the fence and almost hit his neighbor,” said the resident, Laura Granger, who witnessed the episode. “When they complained about it, he swore at them and then went inside and started shouting at his children.”\n\nPhoto\n\nShe added: “We heard him scream at his wife, and he said, ‘Don’t make me get the cricket bat.’ ”\n\nElsa Newington, who works at a grocery store, said Mr. Osborne shopped there regularly and would buy his children chocolate and candy. After dropping them off at school, he would return to buy alcohol, she said. “He came in here drunk a lot,” she added.\n\nLenny Evans, a friend of Mr. Osborne’s who met him about three years ago at a rugby game, said he had learned about the attack on television and had been shocked to learn that he knew the man who had been detained.\n\n“I saw him about a week ago and he seemed tense, but I knew he was having problems with his missis and thought it had something to do with that,” Mr. Evans said. “He made a few comments about all the recent terrorism in London, and criticized the government for being too soft on Muslims, but he never talked about wanting to kill anyone. When I’ve seen him angry, it’s been about his missis or money problems. Nothing about politics or terrorism.”\n\nMr. Evans added: “He’s very up and down, but at his core, he’s a good man, or so we all believed.”\n\nVideo\n\nMr. Osborne’s children attend the local Glyncoed Primary School and have several Muslim friends, according to other parents in the area.\n\nAmir Jark, a Muslim father of two students at the school, said that he had seen Mr. Osborne many times and that he had appeared to be kind and even loving toward children.\n\n“I heard that he got into a fight with one of the parents in the playground last week, but I don’t think he’s shown hostility towards the Muslims here,” Mr. Jark said, before his 8-year-old daughter interrupted and said: “I don’t like him. He’s mean.”\n\nMr. Osborne, born in 1969, grew up in Weston-super-Mare, England, and moved to Glyn Rhosyn, in an outer district of Cardiff, the Welsh capital, several years ago. His mother, who still lives in Weston-super-Mare, told journalists that her son had a partner and four children, but she declined to discuss the attack.\n\nA nephew, Ellis Osborne, said in a statement on behalf of the family: “We are massively shocked. It’s unbelievable; it still hasn’t really sunk in. We are devastated for the families. Our hearts go out to the people who have been injured.”\n\nMembers of the Al-Manar mosque in Cardiff said on Tuesday that they had detected growing anger toward their community after a string of terrorist attacks in recent weeks — one in Manchester and two in London.\n\n“Ever since ‘Brexit,’ the messages in the newspapers have been to get rid of Muslims and immigrants, and all the terrorist attacks have been an opportunity for them to reinforce that point,” said Salma Dhae, 28, a trainee lawyer from Cardiff, who attended prayers at the mosque on Tuesday, referring to Britain’s withdrawal from the European Union. “It was only a matter of time before a sick man or woman would act out on that.”"}