{"title": "Geert Wilders, a Dutch Nationalist Politician, Calls Moroccan Immigrants ‘Scum’", "authors": ["Russell Goldman"], "url": "https://www.nytimes.com/2017/02/18/world/europe/geert-wilders-netherlands-freedom-party-moroccan-immigrants.html?rref=collection%2Ftimestopic%2FWilders%2C%20Geert&action=click&contentCollection=timestopics&region=stream&module=stream_unit&version=latest&contentPlacement=1&pgtype=collection&_r=0", "body": "Video\n\nPledging to “make the Netherlands ours again,” the Dutch nationalist politician Geert Wilders, at a campaign event on Saturday, described Moroccan immigrants as “scum” who endanger the country’s citizens.\n\n“Not all are scum, but there is a lot of Moroccan scum in Holland who makes the streets unsafe,” Mr. Wilders told reporters in English at an event kicking off a parliamentary election campaign in the working-class town of Spijkenisse, outside Rotterdam.\n\n“If you want to regain your country, if you want to make the Netherlands for the people of the Netherlands, your own home, again, then you can only vote for one party,” Mr. Wilders, the leader of the Party for Freedom, said.\n\nVideo\n\nMr. Wilders, whose party leads in national polls, posted a video clip of his comments on Twitter.\n\nMr. Wilders, who was convicted in December of inciting discrimination after leading an anti-Moroccan chant at a political rally in 2014, has vowed to end Muslim immigration and shutter the country’s mosques if elected prime minister in a general election on March 15.\n\nAdvertisement Continue reading the main story\n\nHis party has 12 of the 150 seats in the lower house of Parliament.\n\nBut while ahead in the polls, Mr. Wilders’s lead is narrowing after recent gains by Prime Minister Mark Rutte, a two-term conservative. Even if his party places first in the election, questions remain about whether Mr. Wilders would be able to successfully form a governing coalition.\n\nMr. Wilders is one of several European nationalist politicians who is appealing to disillusioned voters, embittered by immigration and economic inequality. If elected, Mr. Wilders has promised to remove the Netherlands from the European Union.", "summary": "Pledging to “make the Netherlands ours again,” the Dutch nationalist politician Geert Wilders, at a campaign event on Saturday, described Moroccan immigrants as “scum” who endanger the country’s citizens. Mr. Wilders, whose party leads in national polls, posted a video clip of his comments on Twitter. But while ahead in the polls, Mr. Wilders’s lead is narrowing after recent gains by Prime Minister Mark Rutte, a two-term conservative. Mr. Wilders is one of several European nationalist politicians who is appealing to disillusioned voters, embittered by immigration and economic inequality."}