{"title": "Revelation on Brussels Attackers Fuels Fears of New Assaults", "authors": ["Alissa J. Rubin", "Eric Schmitt"], "url": "https://www.nytimes.com/2016/04/11/world/europe/brussels-attackers-original-target-was-france-prosecutor-says.html", "body": "It adds up to a long road ahead in Europe for law enforcement and intelligence agencies but also for citizens who are having to learn to adapt to an array of new security precautions and more intrusive surveillance, especially in public places.\n\n“We are not finished yet with the job of finding everyone who is in this big network of Paris and Brussels,” said Jean-Charles Brisard, the head of the French Center for the Analysis of Terrorism in Paris. “Every time progress is made, we add another few people to the list of people we are looking for.”\n\nIt is sobering to look at the number of people believed to have some connection to the Paris and Brussels attacks: 36 are suspected of being active participants to varying degrees in organizing or carrying them out. Of those, 13 are dead, and most of the rest are in custody. A handful have been released but are subject to conditions, like daily check-ins at a police station.\n\nOthers are probably lying low or on the run. What worries investigators is that many of the participants in the Paris-Brussels network were recruited by a preacher in the Brussels district of Molenbeek, Khalid Zerkani. He was tried twice in Belgium, accused of recruiting more than 50 young men to join the fight in Syria and helping to finance their journey to the Middle East. Many of those recruits were also named in those trials and tried in absentia.\n\n“There are still many people involved who were part of the Zerkani network, who were convicted in absentia — at least five to 10 — and we don’t know where they are or what they might do,” Mr. Brisard said.\n\nWhile they could turn out to be minor players, they could also emerge as able organizers of new assaults. Among Mr. Zerkani’s recruits, prosecutors say, were Abdelhamid Abaaoud, the on-the-ground commander of the Paris attacks, and Reda Kriket, who was arrested on March 24 in a suburb of Paris. Mr. Kriket has been accused of being in the final stages of planning an attack in France involving “an arsenal of weapons and explosives of an unprecedented size,” said François Molins, the Paris prosecutor.\n\nFrom the ammunition and material found it appears that a highly lethal attack was averted. Mr. Kriket had Kalashnikov assault rifles, a submachine gun, pistols, ammunition and four boxes containing thousands of small steel balls.\n\nAdvertisement Continue reading the main story\n\nFour men in touch with Mr. Kriket, who were arrested in Rotterdam in the Netherlands, had in their possession 45 kilograms of ammunition, according to the Dutch Public Broadcaster, NOS. That is enough ammunition for 2,500 rounds, which is enough to supply as many as a dozen gunmen with multiple magazines.\n\nMr. Kriket’s connection to the Paris and Brussels cells that carried out the attacks in those cities was not clear, and experts have differing views, but it raises the possibility that there are other, similar cells in France and Belgium as well as farther afield.\n\n“The cells are kept quite separate,” said Claude Moniquet, a former French intelligence officer who now works in Belgium.\n\nHe added that so far investigators had not learned much about Mr. Kriket either from Salah Abdeslam, who prosecutors say was the only one of the 10 men directly involved in the Paris attacks to survive, or from Mr. Abrini, who was arrested on Friday and is accused of being involved in the logistics for the Paris attacks. Prosecutors say Mr. Abrini has also acknowledged accompanying the two suicide bombers at the Brussels airport.\n\nWestern intelligence and counterterrorism officials say their working assumption is that there are Islamic State networks in two or more European countries in addition to those in France and Belgium.\n\n“Other Islamic State cells are highly likely to be in existence across Western Europe, preparing and organizing further operations, and awaiting direction from the group’s central leadership to execute,” said Matthew Henman, the head of IHS Jane’s Terrorism and Insurgency Center in London.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“A key area of focus is gaining a better understanding of how these cells are structured and their organizational and operational methods,” he said.\n\nMr. Henman, reflecting the views of half a dozen intelligence, counterterrorism and military officials interviewed in Europe last week, said the authorities’ working assumption of how the Islamic State structures its external operations in Europe might be shifting.\n\nAdvertisement Continue reading the main story\n\nOfficials believed that the Islamic State had developed an overarching network of facilitators in Europe over the last few years to buy weapons, rent cars and reserve hotel rooms for teams of operatives who had previously traveled to, or were returning from, Iraq or Syria.\n\nBut after Brussels, Mr. Henman said, the thinking now reflects the belief that the operation may instead be made up of self-contained cells, with individuals who can perform multiple jobs as needed.\n\nThe British authorities are on alert, and the threat level in Britain remains at “severe,” meaning that an attack is “highly likely.”\n\nThe Islamic State’s threats are in some ways easier to fulfill in France and Belgium than elsewhere because of the large number of French-speaking foreign fighters, many of whom are European citizens from those countries.\n\nOf the foreign fighters in Syria and Iraq, an estimated 5,000 to 6,000 are from Europe. About 1,800 people have left or tried to leave France to fight in Syria and Iraq, according to recent statements by Bernard Cazeneuve, the French interior minister. An additional 450 have gone to those countries from Belgium, according to estimates by analysts in Europe.\n\nThe announcement on Sunday that the Islamic State had aimed to strike France again came from the Belgian federal prosecutor’s office. “Numerous elements in the investigation have shown that the terrorist group initially had the intention to strike in France again,” the office said in a statement.\n\n“Eventually, surprised by the speed of the progress in the ongoing investigation, they urgently took the decision to strike in Brussels,” the statement said.\n\nIn the attacks in the two capitals, a total of 162 people died and 753 were wounded.", "summary": "It adds up to a long road ahead in Europe for law enforcement and intelligence agencies but also for citizens who are having to learn to adapt to an array of new security precautions and more intrusive surveillance, especially in public places.Mr. Kriket has been accused of being in the final stages of planning an attack in France involving “an arsenal of weapons and explosives of an unprecedented size,” said François Molins, the Paris prosecutor.“Other Islamic State cells are highly likely to be in existence across Western Europe, preparing and organizing further operations, and awaiting direction from the group’s central leadership to execute,” said Matthew Henman, the head of IHS Jane’s Terrorism and Insurgency Center in London.Officials believed that the Islamic State had developed an overarching network of facilitators in Europe over the last few years to buy weapons, rent cars and reserve hotel rooms for teams of operatives who had previously traveled to, or were returning from, Iraq or Syria.The Islamic State’s threats are in some ways easier to fulfill in France and Belgium than elsewhere because of the large number of French-speaking foreign fighters, many of whom are European citizens from those countries."}