{"title": "In Estonia, Caution but Surprising Cheers for Trump’s Victory", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2016/11/18/world/europe/estonia-trump-baltics-putin.html", "body": "During the campaign, Mr. Trump raised alarms in Baltic capitals by calling NATO “obsolete” and questioning why the United States should defend alliance members that fail to shoulder their share of the costs. But President Obama has said that Mr. Trump assured him during their Oval Office meeting last week that he remained committed to the security guarantees that have underpinned NATO’s system of collective defense and peace in Europe since 1949.\n\nBut the Baltic states remain on edge: Mr. Trump demonstrated a mercurial streak during the campaign, and they are the most at risk if he should change his mind again and decide to back away from NATO. Adding to their worries, pro-Kremlin politicians just scored gains in elections in Bulgaria and Moldova.\n\nPhoto\n\nYet the reaction to Mr. Trump’s victory in Estonia and neighboring Latvia, which also has a large Russian population, is complex, a reflection of their tangled ethnic, cultural and political situation. Even as political leaders in Tallinn and the Latvian capital, Riga, are in shock, many ethnic Russians see a silver lining, hoping that a Trump presidency can improve relations with Russia.\n\nTanel Mazur, the teacher of the class in Narva, said that around a third of his students were of Russian descent, a third Estonian and a third from mixed families, but that they defied easy labels. All speak Estonian, which is used in class;English; and Russian, the dominant language in Narva.\n\nNot all of his students cheered Mr. Trump, and several, including one with a Russian background, said they worried that he might encourage trouble by trying to appease Mr. Putin.\n\nAsked what they wanted from Mr. Trump now that he had been elected leader of the free world, one student said he must “keep his emotions back.” Another said he “should make America great again,” while the class joker advised that Mr. Trump “change his hair” to be taken seriously.\n\nMr. Mazur, who teaches in Estonian and stayed up late on election night to follow the results, said he never liked Mrs. Clinton much but added that she at least “had a much clearer message” and you “knew what to expect, more or less.” Mr. Trump, by contrast, “has said so many different things, nobody knows what he really wants to do.”\n\nAdvertisement Continue reading the main story\n\nAdding to the uncertainty and alarm are statements by some of Mr. Trump’s supporters, like Newt Gingrich, who described Estonia as “the suburbs of St. Petersburg” and not worth a confrontation with Russia that could risk nuclear war. Mr. Gingrich is now a long-shot candidate for secretary of state.\n\n“The idea that our country is just a suburb of St. Petersburg is a nightmare for every Estonian,” said Eerik-Niiles Kross, a member of Estonia’s Parliament and the country’s former intelligence coordinator. Mr. Trump’s election, he added, “has sent a shiver through the whole region” because it reopened security questions that “were thought to have been closed with the expansion of NATO more than 10 years ago.”\n\nOjars Kalnins, the chairman of the foreign relations committee in the Parliament of neighboring Latvia, said Mr. Gingrich’s comments about Estonia “were unfortunate, to put it mildly.”\n\nPhoto\n\n“It is one thing to talk about having a dialogue with Russia, but to question the sovereignty and territorial integrity of a country is outrageous,” Mr. Kalnins said.\n\nYet he added that profound worry over Mr. Trump’s intentions has calmed somewhat because the president-elect has pulled back from statements he made on the campaign trail.\n\nIn an effort to head off any weakening of American support for the Baltic states, Mr. Kalnins and a group of fellow legislators from Latvia, Estonia and Lithuania will travel to Washington early next month to press their case to the Senate majority leader, Mitch McConnell, and others who might help influence Mr. Trump.\n\n“We abhor unpredictability and confusion,” said Juri Luik, a former Estonian defense minister and foreign minister. “We are a small country and like a lot of predictability.” Adding conditions to NATO support, as Mr. Trump has proposed doing, “would mean a total and profound change in the alliance.” He added that he doubted that this would happen, as “it is quite likely that a number of foreign policy proposals will significantly change once he takes office.”\n\nThe Baltic states, which are among the most outspoken critics of Mr. Putin and are dogged advocates within the European Union of sanctions against Russia, also worry that Mr. Trump’s admiring remarks about the Russian president, and a web of personal connections between members of his camp and Russia, may lead him to cut the Kremlin slack. This risks muddling a previously united front between Europe and the United States in response to Russian aggression in Ukraine.\n\nAdvertisement Continue reading the main story\n\nYet Mr. Trump’s desire to make a deal with Mr. Putin, who has long demanded that NATO get out of Russia’s neighborhood, will be crimped not only by strong bipartisan support for the military alliance in Washington but also by the fact that his negotiating hand has been weakened by a string of political developments in Eastern Europe that work to the Kremlin’s advantage.\n\nEven in Estonia, a country that has always counted itself as a particularly robust friend of the United States, domestic political quarrels recently led to the collapse — just a few hours after Mr. Trump’s election — of a solidly pro-Western government. This opened the way for negotiations over a new government with the Center Party, a center-left group popular with Russian-speaking voters.\n\nThe Center Party had been kept at arm’s length because of its alleged links to Moscow, but has recently sought to recast itself as a mainstream force that supports NATO and recent decisions by the alliance to establish battalions of 800 to 1,200 troops in each of the three Baltic states and in Poland.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe stationing of these NATO troops in their country had been strongly opposed by many Russian-speaking Estonians, who, echoing a view promoted by state-controlled Russian news media, see it as a needless provocation of Russia.\n\nVladimir Petrov, the chairman of the Union of Russian Citizens, a group in Narva that lobbies on behalf of Russians living in Estonia, said it was “laughable” to think that Moscow had any interest in attacking Estonia, so there was “absolutely no need” for NATO troops.\n\nMoreover, he added, a few hundred British and other NATO soldiers will hardly stop Russia’s military. “It would all be over in a couple of hours,” he said.\n\nMr. Petrov said he welcomed Mr. Trump’s victory because he wanted to cooperate with, rather than confront, Moscow. But he worries that Mr. Trump may “end up like Kennedy” because, he said, the military-industrial complex in the United States does not want a president interested in lowering tensions. Assassination, he added, “may seem unlikely, but we have seen so many times recently that the unlikely keeps on happening.”\n\nWhile residents of Narva are mostly ethnic Russians or at least Russian speaking, nobody here wants to see a repeat of the events in eastern Ukraine, where Russian-speaking residents, backed by Moscow, seized power and broke away from the rest of Ukraine. Students in Mr. Mazur’s class laughed uproariously when asked whether they would ever want to live in a place like Ivangorod, the decrepit Russian town on the other side of the Narva River.\n\nAdvertisement Continue reading the main story\n\n“I am Russian, but I don’t feel safe in Russia,” said Jevgeni Timostsuk, an events manager who frequently travels across the border. He said that, unlike many of his fellow Russians in Estonia, he was “alarmed” by Mr. Trump’s victory because he “did not expect such an unserious person ruling a serious country.”\n\nArtyom Troitsky, a Russian critic of the Kremlin who lives in self-imposed exile in Estonia, said Russian speakers in Narva, while heavily influenced by Russian propaganda, have “a much more objective view of Russia” than Russians in Tallinn “for the simple reason that they live on the border and go to Russia often, so they know what life is really like over there.”\n\nAll the same, many have strong emotional ties to Russia and have absorbed a message spread by Russian television that the political establishment in Washington, including Mrs. Clinton, wants to provoke armed conflict. Before Mr. Trump’s victory, said Aleksandr Moissejenko, an ethnic Russian office manager in Narva, “it seemed we were just a step away from World War III” because of all the Russian and American warplanes flying over Syria in support of rival sides.\n\nMr. Trump, he said, “never said Russia is good, just that it is not an enemy. This is a big improvement.” If war did break out, he added, “I would fight for Estonia, not Russia.”", "summary": "During the campaign, Mr. Trump raised alarms in Baltic capitals by calling NATO “obsolete” and questioning why the United States should defend alliance members that fail to shoulder their share of the costs.But President Obama has said that Mr. Trump assured him during their Oval Office meeting last week that he remained committed to the security guarantees that have underpinned NATO’s system of collective defense and peace in Europe since 1949.Mr. Mazur, who teaches in Estonian and stayed up late on election night to follow the results, said he never liked Mrs. Clinton much but added that she at least “had a much clearer message” and you “knew what to expect, more or less.” Mr. Trump, by contrast, “has said so many different things, nobody knows what he really wants to do.”In an effort to head off any weakening of American support for the Baltic states, Mr. Kalnins and a group of fellow legislators from Latvia, Estonia and Lithuania will travel to Washington early next month to press their case to the Senate majority leader, Mitch McConnell, and others who might help influence Mr. Trump.Yet Mr. Trump’s desire to make a deal with Mr. Putin, who has long demanded that NATO get out of Russia’s neighborhood, will be crimped not only by strong bipartisan support for the military alliance in Washington but also by the fact that his negotiating hand has been weakened by a string of political developments in Eastern Europe that work to the Kremlin’s advantage."}