{"title": "Macron Decisively Defeats Le Pen in French Presidential Race", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2017/05/07/world/europe/emmanuel-macron-france-election-marine-le-pen.html", "body": "“I understand the divisions of our country that have led some to vote for extremists,” Mr. Macron said after the vote. “I understand the anger, the anxiety, the doubts that a great part among us have also expressed.”\n\nMr. Macron pledged to do all he could in his five-year term to bring France together. “I will do everything I can in the coming five years to make sure you never have a reason to vote for extremism again,” he said later Sunday evening, standing before the glass pyramid in front of the Louvre, once the main residence of France’s kings, as thousands of flag-waving supporters gathered in the courtyard to celebrate.\n\nBut the election results showed that many people chose not to vote for either candidate, signaling skepticism about his project. And Mr. Macron quickly made clear that he understood the magnitude of the task before him after an often angry campaign.\n\n“It is my responsibility to hear and protect the most fragile,” he said.\n\nWith nearly 100 percent of the vote counted, Mr. Macron had 66 percent, compared with 34 percent for Ms. Le Pen, according to the official count from the Interior Ministry.\n\nThe outcome was a watershed for Ms. Le Pen’s party, the far-right National Front, giving it new legitimacy even though the results showed that the party remains anathema to much of the French electorate for its history of anti-Semitism, racism and Nazi nostalgia.\n\nAs significant for France and for Mr. Macron’s future, nearly 34 percent of eligible voters did not cast a ballot or cast a blank or null one, suggesting that a large number of people could not bring themselves to vote for him. The abstention rate was the highest since 1969.\n\nThat lack of support presaged a difficult road ahead as Mr. Macron tries to build a legislative majority to push through his program. French parliamentary elections are next month. Currently, he has no party in Parliament.\n\nAdvertisement Continue reading the main story\n\nAmong the odds stacked against Mr. Macron, a former economy minister in the departing Socialist government, are deep doubts about the merits of a market economy.\n\n“We saw the emergence of very strong anticapitalist forces,” said Gaspard Koenig, the director of the French think tank Generation Libre.\n\n“You have 50 percent of the electorate that reject the market economy in a very radical way,” Mr. Koenig added. “Thus, he must during the next five years convince people that there are alternatives to the destruction of capitalism that can help them.”\n\nThe runoff election was groundbreaking for being a choice between two political outsiders, as well as for its rancor and for an apparent attempt to sway the vote with the hacking of Macron campaign emails, similar to the attack directed at last year’s election in the United States.\n\nVideo\n\nMs. Le Pen, 48, conceded the election not long after polls closed in France, saying voters had chosen “continuity,” denying Mr. Macron his outsider status and linking him to the departing Socialists.\n\nThe vote was a record for the National Front and, she said, a mandate for it to become a new “patriotic and republican alliance” that would be “the primary opposition force against the new president.”\n\nMs. Le Pen earned 10.6 million votes, close to twice the number her father, Jean-Marie Le Pen, received when he ran a losing presidential campaign against Jacques Chirac in 2002. The 34 percent of the vote Ms. Le Pen won was the highest share the French had ever given to her party.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe election was also the first in which the National Front candidate — rather than being a pariah who was shut out of debates and kept off the front pages of major newspapers, as happened in 2002 — was treated more like a normal candidate despite the party’s anti-Semitic and racist roots.\n\nAfter taking over the party leadership in 2011, Ms. Le Pen worked to distance the National Front from her father, its founder. Stéphane Ravier, a National Front senator and a close adviser to Ms. Le Pen, said the party needed to go further in remaking its identity.\n\nAdvertisement Continue reading the main story\n\n“We will need to make some changes, do things differently,” he said in an interview as the returns came in. “We will have to talk about our positions on the euro with more pedagogy. We may also have to change the name of the party.”\n\nIn her concession speech, Ms. Le Pen acknowledged that the party had to “profoundly” renew itself to become a “new political force.”\n\nMs. Le Pen clearly failed to persuade enough voters that her party had sufficiently changed. Many of the votes Mr. Macron received on Sunday were no doubt cast less in support of him than in rejection of her. Nearly the entire political establishment spoke out against a Le Pen presidency.", "summary": "“I will do everything I can in the coming five years to make sure you never have a reason to vote for extremism again,” he said later Sunday evening, standing before the glass pyramid in front of the Louvre, once the main residence of France’s kings, as thousands of flag-waving supporters gathered in the courtyard to celebrate. That lack of support presaged a difficult road ahead as Mr. Macron tries to build a legislative majority to push through his program. Le Pen, 48, conceded the election not long after polls closed in France, saying voters had chosen “continuity,” denying Mr. Macron his outsider status and linking him to the departing Socialists. The vote was a record for the National Front and, she said, a mandate for it to become a new “patriotic and republican alliance” that would be “the primary opposition force against the new president.”"}