{"title": "France Identifies 2nd Man Who Attacked Church and Killed Priest", "authors": ["Benoît Morenne"], "url": "https://www.nytimes.com/2016/07/29/world/europe/france-church-attack.html", "body": "Mr. Petitjean flew to Turkey on June 10 but was stopped at the airport, before he reached the passport-control desk, when he was seen talking with someone who was on the no-entry list, according to a Turkish official who spoke on condition of anonymity. He left Turkey the next day, and was placed on a blacklist, as a precaution, the following week, and the French authorities were immediately notified, the official said.\n\nPhoto\n\nThe Paris prosecutor’s office said on Thursday that Mr. Petitjean came to the attention of the police on June 29. On July 22 — four days before the attack — a foreign intelligence agency sent his picture to French intelligence services, but without a name or description, the office said.\n\nInterviewed by French reporters, Mr. Petitjean’s mother, who was identified by news agencies as Yamina Boukessoula, expressed astonishment.\n\nShe said he had last spoken to her early this week. She said: “He said, ‘Don’t worry, get some sleep, everything is O.K.’ He had a soft voice. He sounded well. It wasn’t worrisome. He has friends, like everyone else.”\n\nThe mother told reporters, “Daesh is not part of his language,” using an Arabic acronym for the Islamic State, also known as ISIS or ISIL.\n\nShe said that her son had been visiting a cousin in northeastern France and that she had no idea how he had ended up in St.-Étienne-du-Rouvray, the town in Normandy where the attack occurred, although he appeared to have relatives in Normandy.\n\n“I was a good mother,” she said. “I was always there for my children, maybe even too much. Malik doesn’t have psychological problems. He’s like all 19-year-olds with ambition, with plans. He’s smart.”\n\nVideo\n\nMr. Kermiche had been detained for nearly 10 months after trying, twice, to enter Syria, but he was released in March over the objections of prosecutors. He was made to wear an electronic ankle bracelet, forbidden to leave his local department of Seine-Maritime, required to report to a probation officer once a week and ordered to live in his parents’ house. He was allowed free movement from 8:30 a.m. to 12:30 p.m. on weekdays; the attack on the church occurred at 9:25 a.m.\n\nAdvertisement Continue reading the main story\n\nThe killing of the priest has elicited condemnation worldwide. On Thursday, the French Council of the Muslim Faith urged Muslims to attend Mass on Sunday morning, to “again express solidarity with and compassion for our Christian brothers.”\n\nPresident François Hollande has again found himself confronting the specter of Islamic State terrorism — a rampage in Nice, on the evening of July 14, Bastille Day, which killed 84 people, followed by the attack on the church in Normandy just 12 days later — as the nation’s mood has increasingly turned somber.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Thursday morning, Mr. Hollande met with lawmakers to discuss the possibility of establishing a National Guard of volunteer reservists, including retired gendarmes, to help protect the nation. The plan, which he first floated in November, “is not meant to replace public forces, but to back them up and reinforce them,” Mr. Hollande said at a ceremony to open a highway in southwestern France.\n\nMr. Hollande’s government declared a state of emergency in November. It was extended after the attack in Nice, giving the police and prosecutors expanded powers. But he has resisted calls by political rivals, including former President Nicolas Sarkozy and the leader of the far-right National Front, Marine Le Pen, for even more drastic constitutional and legal changes.\n\nOn Thursday, Mr. Hollande reacted angrily to a comment a day earlier by Donald J. Trump, the Republican nominee for president of the United States, who, in response to the killing of the priest, said that “France is no longer France.”\n\nMr. Hollande retorted: “France will always be France. It never gives up, because it still bears ideals, values, principles that are recognized worldwide, and it’s when you lower your standards that you are no longer what you are. That’s something that may happen to others, on the other side of the Atlantic.”", "summary": "Mr. Petitjean flew to Turkey on June 10 but was stopped at the airport, before he reached the passport-control desk, when he was seen talking with someone who was on the no-entry list, according to a Turkish official who spoke on condition of anonymity.Interviewed by French reporters, Mr. Petitjean’s mother, who was identified by news agencies as Yamina Boukessoula, expressed astonishment.He was made to wear an electronic ankle bracelet, forbidden to leave his local department of Seine-Maritime, required to report to a probation officer once a week and ordered to live in his parents’ house.The plan, which he first floated in November, “is not meant to replace public forces, but to back them up and reinforce them,” Mr. Hollande said at a ceremony to open a highway in southwestern France.But he has resisted calls by political rivals, including former President Nicolas Sarkozy and the leader of the far-right National Front, Marine Le Pen, for even more drastic constitutional and legal changes."}