{"title": "What We Know About the Attacks in Spain", "authors": ["Russell Goldman"], "url": "https://www.nytimes.com/2017/08/18/world/europe/barcelona-cambrils-attack-what-we-know.html", "body": "Mr. Oukabir is the younger brother of a man arrested on Thursday when he turned himself in to the police in Ripoll, a city about 65 miles north of Barcelona. The man, Driss Oukabir, 28, a French citizen of Moroccan origin, said that his identity documents, discovered in the van used for the Barcelona attack, had been stolen and that his brother was responsible.\n\nThe police in Alcanar also arrested an unidentified Spaniard from the Spanish territory of Melilla in Morocco. They said they were investigating a possible link to an explosion in Alcanar late Wednesday, which had initially been thought to be caused by a gas leak. The police now say the blast was the result of plotters trying to make a truck bomb.\n\nTwo more people were detained on Friday in connection with the attacks, which killed and wounded people from at least 34 countries.\n\nAre the attacks related?\n\nIt appears so.\n\nJoaquim Forn, Catalonia’s interior minister, told a local radio station that the incident in Cambrils “follows the same trail” as the van attack in Barcelona. “There is a connection,” he said.\n\nThe Barcelona attack occurred in the late afternoon, when the van began speeding 1,600 feet along Las Ramblas, leaving a trail of bloodied bodies on the side of the tree-lined boulevard.\n\nThe van came to a halt on top of a tile mosaic by the Spanish artist Joan Miró, and the driver escaped on foot. This graphic tracks the route of the van.\n\nWhat happened in Cambrils?\n\nAbout eight hours after the attack in Barcelona, the Catalan police confronted and killed five suspects in the seaside town of Cambrils.\n\nAdvertisement Continue reading the main story\n\nThe authorities say they interrupted what would have been a larger attack. But the suspects, who had fake explosives strapped to their bodies, were able to drive their car into a crowd of people, killing one person and injuring six. A police officer was also hurt.\n\nWho are the victims?\n\nDetails have only begun to emerge about the dead and injured, who the Spanish authorities said were from at least 34 countries.\n\nVideo\n\nOne American was killed and another was injured, according to the State Department. They were not immediately identified.\n\nPrime Minister Paolo Gentiloni of Italy confirmed on Twitter that two Italian tourists in Barcelona had been killed: Luca Russo, 25, who was on vacation with his girlfriend; and Bruno Gulotta, 35, who was killed while walking with his wife and their two young children along Las Ramblas.\n\nTwenty-eight French were wounded, and 18 are still hospitalized, France’s foreign minister said, adding that eight were in serious condition, including four children. Flags in the country were lowered to half-staff on Friday.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA Belgian was reported to have been killed, and one woman from Greece and one person from Macedonia were injured. A family of four from Ireland was also injured; the mother and father were originally from the Philippines but are naturalized Irish citizens.\n\nThe foreign ministries of Argentina, Colombia and Peru each said one of their citizens had been injured.\n\nAustralia’s foreign minister said an Australian citizen was unaccounted for. The Chinese Consulate in Barcelona said a Hong Kong resident had been slightly injured, and Taiwan’s Central News Agency reported that a mother and daughter from Taiwan were slightly injured in the Barcelona attack. The Philippine Embassy in Spain said at least three Philippine tourists had been injured.\n\nWhat We Don’t Know\n\n• The identity of the driver of the van in Barcelona, and the breadth of the conspiracy.\n\n• The extent of the Islamic State’s involvement. If the Islamist extremist group was involved, did the group order the attacks and provide material support, or did it merely inspire the attackers who conspired on their own?\n\n• The names of most of the victims."}