{"title": "Voices From Europe’s Far Right", "authors": ["Palko Karasz"], "url": "https://www.nytimes.com/2016/07/13/world/europe/voices-from-europes-far-right.html", "body": "Photo\n\nThis spring, we asked readers who support far-right parties in Europe to tell us why they had turned away from mainstream political movements. We received hundreds of responses from voters, most of whom cited concern about immigration and a desire to challenge the European Union in explaining their views.\n\nSome took issue with being identified as far-right supporters, saying they were simply challenging a mainstream that did not reflect their beliefs or experiences. And many of the readers, who were predominantly male, would not give their names, saying they feared stigmatization.\n\nThese responses have been edited for length and clarity. And because many of the issues raised are highly contentious across Europe, we have provided context with each submission.\n\nMikael Jakobsen, 24, law student, Aarhus, Denmark\n\nParty: Danish People’s Party\n\nSymbolic politics of “helping” those who need help by inviting them in regardless of circumstances and economy don’t help. Our economy doesn’t increase along with the never-ending supply of immigrants. To help, you figure out the cause of the problem and fix it. It’s like buying buckets for a leaky roof instead of just fixing the roof itself.\n\n• Denmark, along with other Nordic countries, has moved to slash benefits for migrants as arrivals increased last year.\n\nAdvertisement Continue reading the main story\n\n• Parliament, where the anti-immigration Danish People’s Party is the second-largest force, approved a law requiring new refugees to hand over valuables to help pay for lodging them.\n\nOscar Lind, 43, economist, Stockholm\n\nParty: Sweden Democrats\n\nThree things make me consider voting for the Sweden Democrats, even if I find the party’s historical links to white supremacy repugnant and don’t agree with their anti-E.U. and anti-NATO membership stances: mass immigration and open borders, identity politics, and “establishment” propaganda for the previous two. Sweden has had massive immigration over the past couple of decades. Instead of acknowledging the problems related to mass immigration, the mainstream parties and mainstream media have for decades either ignored them, blamed them on Swedish/Swedes’ racism, blamed them on lack of social services or claimed that while there may be initial cost with immigration, it’s profitable long term. Why would a male, ethnic Swedish worker want to vote for political parties which see “white men” as oppressors and regularly denigrate their ethnicity and culture?\n\n• Immigration in Sweden has been rising at a steady pace in the past three decades. Last year, almost 10 times as many people were granted residency as in 1980. While crime has increased in recent decades, the number of reported offenses did not grow proportionally with the number of immigrants.", "summary": "We received hundreds of responses from voters, most of whom cited concern about immigration and a desire to challenge the European Union in explaining their views. • Parliament, where the anti-immigration Danish People’s Party is the second-largest force, approved a law requiring new refugees to hand over valuables to help pay for lodging them. Three things make me consider voting for the Sweden Democrats, even if I find the party’s historical links to white supremacy repugnant and don’t agree with their anti-E.U. and anti-NATO membership stances: mass immigration and open borders, identity politics, and “establishment” propaganda for the previous two."}