{"title": "Hunt for Berlin Suspect Ends in Gunfire on an Italian Plaza", "authors": ["Elisabetta Povoledo", "Gaia Pianigiani", "Rukmini Callimachi"], "url": "https://www.nytimes.com/2016/12/23/world/europe/berlin-anis-amri-killed-milan.html", "body": "But the death also raised numerous questions about Mr. Amri’s movements and motivations, as well as about the potential gaps in the security of a Europe with open borders.\n\nLaw enforcement authorities issued a Europe-wide warrant on Wednesday for Mr. Amri, who migrated to Italy in 2011 and was imprisoned for four years in six different prisons in Sicily before making his way to Germany in 2015.\n\nItaly officially classified Mr. Amri as a terrorism risk after he threatened to decapitate a Christian cellmate in prison in Palermo in 2014, according to Lorenzo Vidino, who chairs an Italian commission of experts on radicalization that was formed this fall.\n\n“He was basically a troublemaker, very aggressive and very violent. And then from there, he starts a whole trajectory,” said Mr. Vidino, who said that the Tunisian migrant was arrested soon after his arrival by boat on the Italian island of Lampedusa in 2011, after back-to-back arson episodes. “He establishes a track record of bad behavior, which at the beginning was just aggressive and threatening and disrespectful. But in the last place, where he was held in a high-security prison in Palermo, he showed signs of radicalism.”\n\nThe threat to his cellmate was considered serious enough that officials added him to Italy’s database of radicalized individuals, a list that includes only a few hundred names, said Mr. Vidino, who is also the director of the Program on Extremism at George Washington University.\n\nBoth Italy and Germany tried to deport him to Tunisia but were thwarted by a lack of documents and cooperation from his home country.\n\nEven after Mr. Amri was named as the prime suspect in the attack in Berlin, he was able to roam freely around Europe, his face plastered across the news media and a reward of more than $100,000 on his head.\n\nAdvertisement Continue reading the main story\n\n“This mobility is great for the law-abiding and equally great for the non-law-abiding,” said Douglas H. Wise, a former senior C.I.A. officer, of the borderless travel within the European Union.\n\nWhat Mr. Amri did in the four days between the attack in Berlin and when he was ultimately killed in Sesto San Giovanni, a suburb north of central Milan, is not clear, but that is now the subject of an intense investigation that the authorities remain reluctant to discuss.\n\nAsked on Friday when exactly the authorities began to view Mr. Amri as a suspect, the head of Germany’s federal criminal police, Holger Münch, restated in general terms that it was on Tuesday, after investigators found an identity document in a wallet in the cab of the tractor-trailer used in the attack.\n\nThe police have not said why the wallet was not discovered on Monday, when the attack occurred and a murdered driver was found in the cab. On Friday, Mr. Münch for the first time mentioned that an alias was involved, but he said the police had quickly linked it to Mr. Amri.\n\nIn Italy, Mr. Vidino said that a train ticket found on Mr. Amri’s body showed that he had traveled by train to Turin in Italy from the French town of Chambéry, near the border between the two nations. But there is no trail suggesting how he got from Berlin to Chambéry.\n\nA senior European counterterrorism official said that the delay in identifying Mr. Amri probably gave him a crucial head start of several hours to flee Germany, and that he would have been able to buy a train ticket to France and Italy without showing identification papers.\n\nPhoto\n\nFacial-recognition software on surveillance cameras in Europe is still in rudimentary form in most places, the official said, so even after Mr. Amri was identified, he could have slipped through the train stations undetected, especially if he was wearing a hat or hood.\n\nMr. Amri’s ability to hide through the week and make his way from Germany, through France, to Italy also raised questions of whether he had the help of a broader network, particularly one possibly linked to the Islamic State.\n\nAdvertisement Continue reading the main story\n\nThe group called Mr. Amri “a soldier” in the video released on Friday, in which Mr. Amri proclaimed loyalty to its leader, Abu Bakr al-Baghdadi, and declared that the attack in Berlin was intended to avenge coalition airstrikes in Syria that have killed civilians.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe video was evidently filmed in the Moabit district of northern Berlin, on the Kieler bridge. The autumn foliage seen on trees suggested it was filmed in fall or even early December.\n\nIn Germany, Mr. Amri came on the radar of the authorities in part for suspected ties to a 32-year-old Iraqi-born Salafist preacher who went by the name Abu Walaa and who was jailed just weeks ago on suspicion of recruiting fighters to join the Islamic State.\n\n“There is high suspicion that he was behind the departure of a number of Germans to Syria — as many as two dozen — but the intelligence is not clear as to his exact role, whether in radicalization, recruitment or terror financing,” said Laith Alkhouri, a director at Flashpoint, a business risk intelligence company in New York that tracks militant and cyber threats.\n\nIn a telephone call from the suspect’s hometown in Tunisia, Mr. Amri’s older brother, Walid, said that the family wondered whether he became radicalized while in jail in Italy. After his brother was released, he informed the family that he was leaving for Germany “with friends he had made in jail,” Walid Amri said.\n\nAlso unknown is whether Mr. Amri had any accomplices in the Berlin attack — a question that Peter Frank, Germany’s top federal prosecutor, identified as a priority for investigators.\n\n“It is very important now to determine if there was a network of cooperators, a network of supporters, accessories or assistants helping him to prepare the attack, execute the attack and also to escape,” he said at a news conference on Friday in Karlsruhe, Germany.\n\nPhoto\n\nThe only uncertainty that seemed to be settled on Friday was that the man killed was indeed Mr. Amri.\n\n“There is absolutely no doubt that the person who was killed was Anis Amri, the suspect in the terrorist attack in Berlin,” the Italian interior minister, Marco Minniti, said at a news conference.\n\nAdvertisement Continue reading the main story\n\n“As soon as this person entered our country, he was the most wanted man in Europe, and we immediately identified him and neutralized him,” Mr. Minniti said. “This means that our security is working really well.”\n\nSome analysts, however, said that Mr. Amri’s flight over the past 72 hours from German to Italy through France underscored Europe’s porous border controls. “Terrorists with multiple false identification documents are able to exploit Europe’s open borders. Just as Amri arrived in Europe and moved almost seamlessly around the continent before the Berlin attack, he was able to do the same after it,” said Seth G. Jones, a terrorism specialist at the RAND Corporation.\n\nMr. Amri traveled from Turin to Central Station in Milan, where he arrived around 1 a.m. Friday. Surveillance cameras in the Milan train station recorded Mr. Amri’s movements, Italian investigators said. It was not clear how Mr. Amri made his way to Sesto San Giovanni, about four miles away.\n\n“How he traveled there and what he was doing there are subject to delicate investigations,” Mr. De Iesu, of the Milan police, said at the news conference. “We have to understand whether he was in transit or was awaiting someone.”\n\nSesto San Giovanni is a “a strategic hub for transportation,” the town’s deputy mayor, Andrea Rivolta, said in an interview at city hall. “Sesto is a junction for the railway system, the Milan metro, municipal buses and buses that reach all of Europe,” as well as southern Italy.\n\nAccording to the account provided by Mr. De Iesu, Mr. Amri was standing alone on a piazza in Sesto San Giovanni, next to the northern terminus of a subway line.\n\nWhen the officers stopped him and asked for identification, he responded, in good Italian with a North African accent, that he was not carrying any documents on him. They asked him to empty his pockets and backpack. He was carrying a small knife and the equivalent of a few hundred dollars, but no cellphone.\n\nBut then he pulled out a pistol, Mr. De Iesu said.\n\n“It was a regular patrol, under the new system of intensified police checks on the territory,” he said. “They had no perception that it could be him, otherwise they’d have been more careful.”\n\nThe officer whom Mr. Amri shot, identified as Cristian Movio, was wounded in the shoulder and had surgery on Friday. The other officer, who shot Mr. Amri, was identified as Luca Scatà."}