{"title": "U.N. Urges the Netherlands to Stop Portrayals of ‘Black Pete’ Character", "authors": ["Somini Sengupta"], "url": "https://www.nytimes.com/2015/08/29/world/europe/zwarte-piet-netherlands-united-nations.html", "body": "UNITED NATIONS — A United Nations committee has urged the Netherlands to get rid of Black Pete, a popular children’s character who has long been portrayed in early winter by white people in blackface makeup, usually with exaggerated red lips and gold hoops in his ears.\n\nThe United Nations Committee on the Elimination of Racial Discrimination wrote in a report issued Friday that “the character of Black Pete is sometimes portrayed in a manner that reflects negative stereotypes of people of African descent and is experienced by many people of African descent as a vestige of slavery.” It urged the Netherlands to “actively promote the elimination” of the racial stereotyping.\n\nThe Dutch government responded by dismissing the idea of banning the character, but said it would promote a discussion, however “uncomfortable,” about racism.\n\nThe Dutch are already reinventing the way they portray the controversial character, said Lodewijk Asscher, minister for social affairs and employment. “At the school of my own children, the Petes last year were orange,” he said.\n\nAdvertisement Continue reading the main story\n\nThe figure of Black Pete — Zwarte Piet, in Dutch — accompanies St. Nicholas in early December. In parades in nearly every city and village, St. Nicholas — almost always a white man in a red suit — arrives on horseback, while Pete, his servant, walks alongside distributing candy.", "summary": "UNITED NATIONS — A United Nations committee has urged the Netherlands to get rid of Black Pete, a popular children’s character who has long been portrayed in early winter by white people in blackface makeup, usually with exaggerated red lips and gold hoops in his ears. The United Nations Committee on the Elimination of Racial Discrimination wrote in a report issued Friday that “the character of Black Pete is sometimes portrayed in a manner that reflects negative stereotypes of people of African descent and is experienced by many people of African descent as a vestige of slavery.” It urged the Netherlands to “actively promote the elimination” of the racial stereotyping. The Dutch government responded by dismissing the idea of banning the character, but said it would promote a discussion, however “uncomfortable,” about racism. In parades in nearly every city and village, St. Nicholas — almost always a white man in a red suit — arrives on horseback, while Pete, his servant, walks alongside distributing candy."}