{"title": "Jacques Hamel, 85, a Beloved French Priest, Killed in His Church", "authors": ["Adam Nossiter", "Hannah Olivennes"], "url": "https://www.nytimes.com/2016/07/27/world/europe/jacques-hamel-85-a-beloved-french-priest-killed-in-his-church.html", "body": "Speaking in front of the town hall on late Tuesday afternoon, Mayor Hubert Wulfranc trembled and had trouble getting his words out.\n\n“A brutal act of barbarism has taken away our priest and gravely wounded a parishioner,” he said, after meeting with President François Hollande and other officials who raced to the town after the attack. “I told the president of the republic that it was absolutely necessary that this doesn’t happen again. Let us be the last to cry.”\n\nAt the end of his brief statement, the mayor broke down in tears.\n\nJean Baya, a plumber who knew Father Hamel well, was one of many parishioners who recalled the priest’s dedication. “He was just so helpful,” Mr. Baya said. “It really hurts me that he’s gone. He came to the house after I lost a child.”\n\nAdvertisement Continue reading the main story\n\nPope Francis condemned the attack, and the archbishop of Rouen, Dominique Lebrun, rushed back home from a global gathering of Catholic youth in Krakow, Poland, to comfort his parishioners. A memorial Mass was held on Tuesday night for Father Hamel at Rouen Cathedral, a Gothic landmark consecrated nearly a millennium ago.\n\nThe Rev. Alexandre Joly, a priest from a nearby parish, expressed horror at the killing of Father Hamel. “It’s the moment when the priest is giving this act of love, that he is killed,” Father Joly said. “It’s incomprehensible.” He described Father Hamel as “very kind” and “someone whom no one could hate.”\n\nVideo\n\nThe Rev. Philippe Maheut, the vicar general of the archdiocese of Rouen, said the attack was “as though lightning has hit us.”\n\nSpeaking in front of the town hall, Father Maheut said of Father Hamel: “He was joyous, sometimes anxious, like those who want everything to be done well. He was a humble, gentle person. He came here to be of service. What really impressed people was that, at that age, he still had the will to serve. He was fully engaged with the community, and very much appreciated. People appreciated his humility.”\n\nFather Maheut added, “One can’t understand these things.”\n\nAnother priest in the Rouen archdiocese, the Rev. Aimé-Rémi Mputu Amba, told the newspaper Le Figaro: “Even in his old age, he was still just as invested with the parish life. We used to joke around and tell him ‘Jacques, you’re doing too much! It’s high time you retire!’ And he would always laugh it off and say, ‘Have you ever met a retired priest? I’ll work until my last breath.’”\n\nFather Mputu Amba added: “To leave us just as he was celebrating Mass must have been some kind of blessing for him, despite the tragic circumstances.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBorn in Darnétal, about five miles from St.-Étienne-du-Rouvray, on Nov. 30, 1930, Father Hamel was ordained on June 30, 1958, according to a biography supplied by the archdiocese. He was named a vicar at the St.-Antoine church in Le Petit-Quevilly in 1958, a vicar at the Notre-Dame de Lourdes church in Sotteville-lès-Rouen in 1967, a parish priest at St.-Pierre-lès-Elbeuf in 1975 and a parish priest in Cléon in 1988. He joined the church at St.-Étienne-du-Rouvray in 2000 and assumed his role as the parish’s auxiliary priest in 2005.\n\n“He was a very easygoing man,” said Father Moanda-Phuati, the parish priest at St.-Étienne-du-Rouvray. “He led a simple life, and that was also the secret to his good health and his strength. He was 85 years old, but he was as solid as a priest in his 50s.”\n\nAdvertisement Continue reading the main story\n\nFather Hamel had at least two sisters, one who lives nearby and another farther north in France. “During his vacation, he used to go see them. He loved his family,” Father Moanda-Phuati said. “He was very close to them.”\n\nFather Moanda-Phuati, who rushed back to the parish on Tuesday from a vacation, said the thought that “it could have been me” had crossed his mind. “We had agreed that I would go away this month, and he would go away next month,” he said. “He was about to go on vacation.”\n\nOf Father Hamel’s beliefs, Father Moanda-Phuati said: “He was very balanced when it came to the evolution of the church, not too traditional, but not too permissive either. He welcomed all the changes made by the pope. His open-mindedness made him someone who wasn’t afraid of change.”", "summary": "Speaking in front of the town hall on late Tuesday afternoon, Mayor Hubert Wulfranc trembled and had trouble getting his words out.“A brutal act of barbarism has taken away our priest and gravely wounded a parishioner,” he said, after meeting with President François Hollande and other officials who raced to the town after the attack.Pope Francis condemned the attack, and the archbishop of Rouen, Dominique Lebrun, rushed back home from a global gathering of Catholic youth in Krakow, Poland, to comfort his parishioners.A memorial Mass was held on Tuesday night for Father Hamel at Rouen Cathedral, a Gothic landmark consecrated nearly a millennium ago.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services."}