{"title": "Anis Amri, Suspect in the Berlin Truck Attack: What We Know", "authors": ["Alison Smale", "Gaia Pianigiani", "Carlotta Gall"], "url": "https://www.nytimes.com/2016/12/22/world/europe/anis-amri-suspect-in-the-berlin-truck-attack-what-is-known.html", "body": "March 14, 2016: Authorities in Berlin open a file on Mr. Amri because, according to the Berlin state prosecutor, of “indications from the federal security authorities” that he was a potential threat. Mr. Amri had evidently planned a robbery to get money to buy automatic weapons, “possibly in order to carry out an attack,” the prosecutor said. Undercover surveillance, including electronic monitoring of Mr. Amri’s movements, begins. The surveillance leads the authorities to believe that Mr. Amri is involved in drug dealing in the city’s notorious Görlitzer Park. Prosecutors said that, at one point, he got into a fight in a bar after a quarrel with another dealer.\n\nApril 2016: Mr. Amri reportedly makes a formal application for asylum in Germany.\n\nJune 2016: Mr. Amri is ordered deported. But, according to Mr. Jäger, he cannot be sent back to Tunisia because the country does not acknowledge that he is a citizen and he does not have a valid passport.\n\nJuly 30, 2016: Police in a town on the border with Switzerland detain Mr. Amri after checking the documents of passengers on a bus heading for Zurich. Given the deportation order, and the fact that it is a Saturday, a court orders Mr. Amri held for 48 hours in a jail in the town of Friedrichshafen, on Lake Constance.\n\nAug. 1, 2016: Mr. Amri is released early, according to the director of the jail, Thomas Mönig, on the order of the office responsible for dealing with foreigners in Kleve — in the far northwest of Germany — because it has no way to carry out the deportation. He gives his address as being in Karlsruhe, about 125 miles from Friedrichshafen.\n\nSeptember 2016: The monitoring of Mr. Amri ends, for reasons that are not clear.\n\nNov. 8, 2016: German authorities detain Abu Walaa, a Salafist preacher known as the “man without a face” because he never faces the camera when delivering video sermons, and a German-Serb identified as Boban S. German media reports say Mr. Amri was a guest several times at Boban S.’s home.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nDec. 19, 2016: Shortly after 8 p.m., a truck apparently hijacked by Mr. Amri careens into the Christmas market in Breitscheidplatz, a main public square in Berlin. Among the 12 people killed in the market are the Polish driver of the truck, whose body is found inside the cab; an Israeli visitor; and an Italian working in Berlin.\n\nDec. 21, 2016: In the Dutch city of Nijmegen — it is not yet clear how he got there — Mr. Amri gets a free cellphone SIM card from a company that is handing them out at shopping malls. In Germany that evening, a warrant is issued for his arrest; a reward of 100,000 euros, or about $104,000, is offered for information leading to his capture. Meanwhile, the Tunisian passport for Mr. Amri that the German authorities said was necessary for him to be deported finally arrives, months after it was requested.\n\nDec. 22, 2016: The authorities conduct raids at several homes associated with Mr. Amri, as well as a Muslim cultural center and prayer room. They also search a bus in Heilbronn, a city in southwestern Germany. The federal prosecutor’s office announces that Mr. Amri’s fingerprints were found on the driver’s door of the truck and on the B-pillar, one of the upright structural supports on the side of the cab.\n\nDec. 23, 2016: Mr. Amri shoots and wounds an Italian police officer in Sesto San Giovanni, a suburb north of Milan, after he is asked to show identification papers. In the gunfight, he is shot and killed. He had traveled there by train from Lyon, in central France, passing through Chambéry, France; Turin, in northwestern Italy; and the Central Station in Milan, where he arrived around 1 a.m., before making his way to Sesto San Giovanni.", "summary": "Aug. 1, 2016: Mr. Amri is released early, according to the director of the jail, Thomas Mönig, on the order of the office responsible for dealing with foreigners in Kleve — in the far northwest of Germany — because it has no way to carry out the deportation.Dec. 19, 2016: Shortly after 8 p.m., a truck apparently hijacked by Mr. Amri careens into the Christmas market in Breitscheidplatz, a main public square in Berlin.Among the 12 people killed in the market are the Polish driver of the truck, whose body is found inside the cab; an Israeli visitor; and an Italian working in Berlin.The federal prosecutor’s office announces that Mr. Amri’s fingerprints were found on the driver’s door of the truck and on the B-pillar, one of the upright structural supports on the side of the cab.Dec. 23, 2016: Mr. Amri shoots and wounds an Italian police officer in Sesto San Giovanni, a suburb north of Milan, after he is asked to show identification papers."}