{"title": "Turkish Referendum Has Country Trading Barbs With Germany Over Free Speech", "authors": ["Alison Smale", "Patrick Kingsley"], "url": "https://www.nytimes.com/2017/03/06/world/europe/turkey-referendum-germany-free-speech.html", "body": "Of particular concern to Germany is a German-Turkish journalist, Deniz Yucel, who turned himself in last month, was held for 13 days and last week was ordered held indefinitely, with the Turkish authorities — including Mr. Erdogan himself — labeling him a terrorist.\n\nMr. Erdogan and his supporters have jailed tens of thousands of people they claim supported a failed military coup against him last July. Turkey jailed more journalists than any other country in 2016, according to the Committee to Protect Journalists.\n\nPhoto\n\nBut both sides are now accusing each other of stifling free speech, with Turkish officials charging that they are being blocked from campaigning in Germany.\n\nTwo Turkish ministers campaigning in Germany on Mr. Erdogan’s behalf scrapped rallies last week after local German authorities said they could not guarantee security. Germany’s federal government has denied intervening in any way.\n\nOn Sunday, Mr. Erdogan accused Berlin of using Nazi tactics and threatened to stir a revolt if he decided to go to Germany himself and was somehow prevented from entering. (He previously campaigned in Germany in 2008, 2011 and 2014.)\n\n“Some friends talked about fascism,” Mr. Erdogan said at a dinner event in Istanbul. “I was thinking that fascism is over in Germany, but it is still ongoing. It is ongoing, obviously.”\n\nThen he added: “My brothers, now they think Erdogan is supposed to come to Germany. I would come if I want to. I could come and set the world on fire if you don’t let me come in, or you don’t allow me to talk.”\n\nAdvertisement Continue reading the main story\n\nOn Monday, Ms. Merkel told reporters, “One can’t even really seriously comment on such misplaced statements.”\n\nMs. Merkel’s chief of staff, Peter Altmaier, said Mr. Erdogan’s language was “absolutely unacceptable” and that the government would relay that message to Turkey.\n\nPhoto\n\n“Concerning the rule of law, tolerance and liberalism, Germany is not to be bested,” Mr. Altmaier said.\n\nAnalysts and commentators urged calm and noted that the sparring would benefit no one. Germany and Turkey are bound by the NATO alliance, aid from the European Union and an additional European Union agreement, negotiated by Ms. Merkel and worth up to six billion euros, or $6.3 billion, if Turkey keeps refugees from fleeing across the Aegean Sea to Greece and into Central Europe.\n\n“The most important thing is that we have no interest in a rising spiral of insults — an insult arms race, or however you want to put it,” said Volker Perthes, the director of the German Institute for Security and International Affairs, a government-funded think tank in Berlin. “That will not help us.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe predicted relations could get back on track after April 16.\n\nIn the meantime, Mr. Erdogan — labeled the “dictator on the Bosporus” by Andreas Scheuer, a leading politician in Bavaria — has come under fierce attack, and not only in Germany.\n\nIn Austria, which has a sizable Turkish minority and a strong right-wing opposition, Chancellor Christian Kern said Turkish politicians should not campaign abroad. In the Netherlands, the nationalist Geert Wilders, who leads polls for elections this month but is unlikely to become prime minister, said he would declare all of Turkey’s ministers persona non grata.\n\nIn Turkey, opposition politicians criticized the decision to block Mr. Erdogan’s allies from speaking to German Turks. The leader of Turkey’s main opposition party, Kemal Kilicdaroglu, accused Germany of hypocrisy.\n\n“You teach democracy to the world, but you forbid two ministers from speaking with this or that excuse,” Mr. Kilicdaroglu said on Friday, in comments reported by Hurriyet Daily News.\n\nPhoto\n\nBut some of Mr. Erdogan’s opponents noted the irony of the president defending his right to free speech in Europe, while eroding that of citizens at home.\n\nAdvertisement Continue reading the main story\n\nAysun Gezen, one of an estimated 4,000 academics purged from Turkish universities since the failed coup last year, said her case highlighted the Turkish government’s intolerance of dissident voices within its own borders.\n\n“It is impossible to say that there is freedom of speech in Turkey,” argued Ms. Gezen, who was a political scientist at Ankara University before being fired last year for signing a petition that criticized the government’s actions toward Kurds. She and her fellow petitioners were accused of creating terrorist propaganda.\n\nIn addition to academics like Ms. Gezen, more than 120,000 government employees are estimated to have been fired or suspended in recent months for perceived opposition to the government.\n\nOn the day that Mr. Kilicdaroglu, the opposition leader, defended his opponents’ right to campaign in Germany, he also lamented his side’s inability to campaign freely in Turkey.\n\nIn an interview last week with The New York Times, he said that the whole Turkish state apparatus was being mobilized behind the yes campaign, while voices in the private news media are stifled.\n\nState officials had made it hard for his colleagues to rent spaces for campaign events, Mr. Kilicdaroglu argued, while the police in Istanbul had failed to properly investigate claims that a group of no-campaigners had been shot at.\n\n“We repeat the same thing 100 times, but with the problem in the media, we can’t deliver our message to the masses,” Mr. Kilicdaroglu said.", "summary": "Two Turkish ministers campaigning in Germany on Mr. Erdogan’s behalf scrapped rallies last week after local German authorities said they could not guarantee security. “It is impossible to say that there is freedom of speech in Turkey,” argued Ms. Gezen, who was a political scientist at Ankara University before being fired last year for signing a petition that criticized the government’s actions toward Kurds. In an interview last week with The New York Times, he said that the whole Turkish state apparatus was being mobilized behind the yes campaign, while voices in the private news media are stifled. State officials had made it hard for his colleagues to rent spaces for campaign events, Mr. Kilicdaroglu argued, while the police in Istanbul had failed to properly investigate claims that a group of no-campaigners had been shot at."}