{"title": "Berlin Attack Sets Off Hunt for a Tunisian in Germany", "authors": ["Melissa Eddy", "Jack Ewing", "Joanna Berendt", "Eric Schmitt"], "url": "https://www.nytimes.com/2016/12/21/world/europe/attack-sets-off-hunt-for-tunisian-who-had-slipped-germanys-grasp.html", "body": "The aftermath has left Chancellor Angela Merkel even more isolated and embattled for her decision to allow nearly a million asylum seekers to come to Germany unchecked in 2015.\n\nIn July of that year, Mr. Amri entered Germany from Italy, according to the account given by the German authorities Wednesday. He applied for asylum in April, said Ralf Jäger, interior minister for North Rhine-Westphalia, where Mr. Amri lived for a time.\n\nWhile there, Mr. Amri was placed under surveillance on suspicion of plotting an attack, Mr. Jäger said. When Mr. Amri moved to Berlin, the authorities there continued to monitor him until the inquiry was closed, he added, refusing to provide further details.\n\nMr. Amri had first come to the attention of the authorities for ties with the preacher, Abu Walaa, known as “the man with no face,” for his habit of preaching with his back to the camera, according to a German intelligence official who requested anonymity given the sensitivity of the investigation.\n\nAbu Walaa was arrested on Nov. 8 and charged with recruiting terrorists and openly supporting the Islamic State. The question now is whether Mr. Amri may have been one of them.\n\nThough clearly known to the authorities in Germany, Mr. Amri apparently used several aliases and false documents.\n\nPhoto\n\nBecause he did not have a valid passport, and because Tunisia did not initially acknowledge he was a citizen, it was not possible to send him back, German officials said on Wednesday — the day, they added, that the Tunisian authorities finally did issue a passport.\n\nAdvertisement Continue reading the main story\n\nThe fact that German officials were still working to track someone who may now be responsible for the attack in Berlin and should have been deported months ago was “outrageous,” said Stephan Mayer, a spokesman for the conservative bloc in Parliament.\n\nWorse, Mr. Mayer said, the man had spent a day in custody pending deportation, but was released because the authorities could not establish his identity “beyond doubt.”\n\n“This is a person who apparently was known to be potentially dangerous and who apparently was to be deported,” he said.\n\nThe Tunisian was considered by security officials to be a gefährder, someone deemed likely to endanger the state.\n\nThere are 549 people listed as dangerous Islamists, not all living in Germany, an Interior Ministry official said on the condition of anonymity, which is habitual here when discussing such matters.\n\nGerman intelligence and law enforcement authorities, like those in France and Belgium, say they are overwhelmed by what it would take to keep constant tabs on such large numbers of people. They are under various degrees of surveillance, but a full-time watch on all of them would require up to 40 officers per individual — impractical, security sources say.\n\nMr. Amri, who is believed to come from the hardscrabble south of Tunisia, appears to have had more than one brush with the law.\n\nHis father told a Tunisian radio station, Mosaique FM, that his son left Tunisia about seven years ago and served four years in prison in Italy after being accused of setting fire to a school. In Tunisia, he was sentenced in absentia to five years in prison for violent robbery, the station reported.\n\nAdvertisement Continue reading the main story\n\nAfter making his way to Germany, he was arrested in August in the southern city of Friedrichshafen with a fake Italian document and released shortly afterward, according to a law enforcement official, who spoke on condition of anonymity to discuss a current investigation.\n\nThe German authorities say they connected him to the attack in Berlin by an identity document found in a wallet left on the floor of the black Scania tractor-trailer.\n\nPhoto\n\nThe wounds on the body of the truck’s dead driver, Lukasz Urban, who had wanted to return home to Poland early to spend Christmas with his family, suggested that he may have struggled with his assailant.\n\nHis wife and co-workers became concerned that something was wrong on Monday afternoon, hours before the attack.\n\nHis wife tried to call him in Berlin about 4 p.m. She could not get through. Data transmitted from the truck about 3:45 p.m. indicated that whoever tried to start it did not seem to know what to do.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Urban, 37, had been on the road for more than a week when he left Turin, Italy, on Sunday. On Monday morning, he arrived in Berlin to deliver 25 tons of steel beams to a warehouse owned by a subsidiary of ThyssenKrupp.\n\nMr. Urban had not been scheduled to deliver the steel until Tuesday, and was told to wait.\n\nHe parked on a street that runs along a canal opposite the warehouse. About noon, he called Ariel Zurawski, a cousin and the owner of the trucking company, based in the village of Sobiemysl, near the German border.\n\nThey discussed whether Mr. Urban could come home sooner. He had been scheduled to continue on to Denmark, and hoped to be back home by Thursday so he would have time to buy a present for his wife.\n\nTwo hours later, Mr. Urban sent Mr. Zurawski a photo of himself eating at a kebab shop.\n\nAt 3 p.m., Mr. Urban’s wife, with whom he had a child, called him, but they spoke only briefly because she was at work. It was 45 minutes later that the data transmitted from the truck turned strange.\n\nAdvertisement Continue reading the main story\n\n“Someone tried to ignite the engine multiple times,” said Lukasz Wasik, the trucking company’s transport manager.\n\n“It didn’t look like someone was trying to start the truck to warm it up,” he added. “It looked rather like clumsy attempts at starting it, like someone didn’t know how to do it and had to try a couple of times to work it out.”\n\nShortly after 7:30 p.m., the truck began heading west toward the center of Berlin. “We could see that the truck was on the move right away,” Mr. Zurawski said.\n\nAt Breitscheidplatz, in a bustling commercial neighborhood near the Zoological Garden, Berliners and tourists gathered at the annual Christmas market.\n\nPhoto\n\nThe market surrounds the Kaiser Wilhelm Memorial Church, which was badly damaged by bombs during World War II.\n\nThe market consists of rows of temporary wooden stalls with walls painted brown or dark red and roofs of red and white striped fabric, many with garlands of evergreens, with lights strung above.\n\nOne row, next to Budapester Strasse, was filled with stands serving sausage, fried potatoes and other food as well as glühwein, the mulled wine that is ubiquitous at German Christmas markets.\n\nThe attacker followed a route through Berlin that allowed him to approach the Christmas Market from the west.\n\nAdvertisement Continue reading the main story\n\nMr. Urban was still in the cab and may have been alive at that point, the German security official said Wednesday. At the intersection of Budapester Strasse and Kantstrasse, the attacker swerved from the street and steered the truck into the market.\n\nYvonne Albrecht, 52, was working at a stand that served glühwein, eggnog and soft drinks when the rampage began, two stands away. A friend of hers leapt out of the way.\n\nThe truck traveled at least 50 yards, mowing down scores of people, shattering stands and leaving a trail of dead and injured.\n\nAn artificial Christmas tree lay in the street next to the truck. Inside, Mr. Urban was dead.\n\nAccording to Mr. Zurawski, photos suggested that Mr. Urban had struggled with the attacker. His face was badly bruised, and he had stab wounds as well as a gunshot wound to the head, Mr. Zurawski said.\n\nGerman prosecutors said they are trying to determine when Mr. Urban suffered the wounds.\n\nAfter the truck stopped, Ms. Albrecht opened the back door of her stand. The truck, its windshield shattered, was right behind her.\n\nShe said in a telephone interview that she had not been able to sleep since because she kept seeing the injured people in her mind.\n\nOn Tuesday, she attended a memorial service held among the shuttered stands. At some stalls, solitary candles were perched on countertops.\n\nOn Wednesday, the first stands opened their shutters. Ms. Albrecht said she hoped to go back to work at the market Friday.", "summary": "Mr. Amri had first come to the attention of the authorities for ties with the preacher, Abu Walaa, known as “the man with no face,” for his habit of preaching with his back to the camera, according to a German intelligence official who requested anonymity given the sensitivity of the investigation.The fact that German officials were still working to track someone who may now be responsible for the attack in Berlin and should have been deported months ago was “outrageous,” said Stephan Mayer, a spokesman for the conservative bloc in Parliament.After making his way to Germany, he was arrested in August in the southern city of Friedrichshafen with a fake Italian document and released shortly afterward, according to a law enforcement official, who spoke on condition of anonymity to discuss a current investigation.The wounds on the body of the truck’s dead driver, Lukasz Urban, who had wanted to return home to Poland early to spend Christmas with his family, suggested that he may have struggled with his assailant.One row, next to Budapester Strasse, was filled with stands serving sausage, fried potatoes and other food as well as glühwein, the mulled wine that is ubiquitous at German Christmas markets."}