{"title": "Trial in Firebombing of Refugees Exposes Far-Right Grip in Germany", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/02/27/world/europe/germany-migrant-arson-trial.html", "body": "Turning on the taps is unlikely to cause injury or even death, as arson might, but is just as certain to cause hundreds of thousands of dollars’ worth of damage and to keep migrants from being moved in.\n\nThe first arson case to gain attention nationwide occurred in the northern Bavarian village of Vorra in December 2014, when someone set fire to a renovated shelter that was about to receive 40 refugees. Almost a year later, four refugee families moved into the re-renovated property. But no one was ever arrested for the fire.\n\nTracking anti-immigrant attacks is difficult, in part because of Germany’s splintered federal system. But the Amadeu Antonio Foundation, a respected nongovernment source, compiles lists culled from news media and police reports nationwide.\n\nAdvertisement Continue reading the main story\n\nDuring the week of Jan. 24, for instance, it found 10 suspected racist or right-wing assaults, including an arson on Jan. 25 that damaged two houses intended for 25 asylum seekers in Witten, in North Rhine-Westphalia.\n\nThe trial of Mr. L. and his friends, which is taking place in the city of Hanover, has similarly exposed a worrying attraction to far-right ideas.\n\nThe men were said in court to have been among the members of an online chat room known as Swastika Garage.\n\nPhoto\n\nSeveral witnesses testified that a favorite pastime for the two men was drinking heavily and listening to right-wing rock bands, including at least one, Landser, that was outlawed in 2003 for inciting hatred.\n\nClemens Pommerening, the mayor of Salzhemmendorf, said he was shocked the night of Aug. 27-28 when he was informed of the attack on the Zimbabwean family. The mother and her three children, the only Africans in town, had arrived here in November 2014.\n\n“I wouldn’t imagine anyone doing this,” Mr. Pommerening, 48, said in his tidy office in the town shopping center. “But now, of course, I can’t exclude it. And if it can happen here, it can happen anywhere.”\n\nHe takes comfort in the fact that some 2,000 people showed up for a pro-refugee rally the evening after the firebombing and about 120 refugees still live in the town.\n\nBefore the trial opened, Roman von Alvensleben, the main defense lawyer for Mr. L., said he hoped that the town would not be stigmatized for what he depicted as one night’s drunken folly by three misguided people.\n\nAdvertisement Continue reading the main story\n\n“My client is really a person you can look at and think, he cannot have done it,” he said.\n\nIn court, however, Ms. B., the driver, suggested that her two friends had acted consciously, even if they were drunk, though her own credibility was called into question.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThough Ms. B., a single mother of two, said she had no idea what a Molotov cocktail was, it emerged in court that her mother had sent her a message on WhatsApp after the attack asking, “Did you throw a Moli?” with a smiley face attached.\n\nPerhaps the most striking court appearance was by the victim, whom her lawyer, Sebastian Piontek, asked be identified only by her first name, Margaret.\n\nSpeaking hesitantly through a translator, she described how she and her children awoke to the bangs and shouts of firefighters, then escaped through a living room window.\n\nTo this day, she said, she cannot sleep and is undergoing therapy. Her frightened children always sleep with her now. She wept when shown pictures of her charred former home.\n\nAlthough Mr. Pommerening said a new apartment had been found for her and her children, the family moved this month to a larger nearby town, Hameln.\n\nDuring the proceedings, Tanja Brettschneider, a lawyer for Mr. L., said her client wanted to apologize and asked if Margaret would accept.\n\nThe victim paused, then said simply, “Must I answer that?”", "summary": "The first arson case to gain attention nationwide occurred in the northern Bavarian village of Vorra in December 2014, when someone set fire to a renovated shelter that was about to receive 40 refugees.But the Amadeu Antonio Foundation, a respected nongovernment source, compiles lists culled from news media and police reports nationwide.During the week of Jan. 24, for instance, it found 10 suspected racist or right-wing assaults, including an arson on Jan. 25 that damaged two houses intended for 25 asylum seekers in Witten, in North Rhine-Westphalia.Several witnesses testified that a favorite pastime for the two men was drinking heavily and listening to right-wing rock bands, including at least one, Landser, that was outlawed in 2003 for inciting hatred.Before the trial opened, Roman von Alvensleben, the main defense lawyer for Mr. L., said he hoped that the town would not be stigmatized for what he depicted as one night’s drunken folly by three misguided people."}