{"title": "Defying Russia, Ukraine Signs E.U. Trade Pact", "authors": ["Andrew Higgins", "David M. Herszenhorn"], "url": "https://www.nytimes.com/2014/06/28/world/europe/ukraine-signs-trade-agreement-with-european-union.html", "body": "In a dig at Mr. Yanukovych, he said he had signed the agreement with the same pen that his toppled predecessor would have used to sign the same pact, before he changed his mind under pressure from Moscow and set up his own downfall.\n\nThe completion of the association agreement between the European Union and Ukraine marked a severe setback for President Vladimir V. Putin of Russia and his oft-repeated goal of reasserting Russian influence in the “near abroad,” Moscow’s term for the territories of the former Soviet Union.\n\n“The big loser in all this is Putin,” said Amanda Paul, a researcher at the European Policy Center, a Brussels research group. “He has gone out of his way to create problems internally in Ukraine but only pushed Ukraine further into the arms of the West than it ever would have gone before. It totally backfired for Putin.”\n\nMoldova and Georgia, two other former Soviet lands that Moscow had pressured not to stray too far from its orbit, also signed agreements with the European Union on Friday. In Tbilisi, the capital of Georgia, citizens celebrated with a large public concert, which was broadcast on all major domestic television channels.\n\nThere was jubilation as well in Kiev, the Ukrainian capital, after the signing of the agreement. By late afternoon on Friday, several hundred people had gathered in Independence Square, the focal point of months of street protests, many carrying blue balloons with yellow paper stars affixed to them — replicating the European Union flag — and released them into the air.\n\nAfter weeks of statements by Mr. Poroshenko vowing to seal the agreement, the Kremlin was well-prepared and immediately began to lay the groundwork for retaliatory measures, including the withdrawal of preferential treatment for Ukrainian exports to Russia under prior agreements between former Soviet republics.\n\nWithin minutes of the signing ceremony, the news agency Interfax quoted Russia’s deputy foreign minister as warning that “serious consequences” would follow. The remark was an ominous sign of the vexation caused in Moscow by the tilt toward Europe of lands that Russia, first under czarist and then Soviet rule, for centuries considered its own.\n\nAdvertisement Continue reading the main story\n\nIn Moscow, Mr. Putin blamed the months of crisis in Ukraine on Western leaders, saying they had forced Kiev to choose between Russia and the European Union.\n\n“The acute crisis in this neighboring country seriously troubles us,” Mr. Putin said after a ceremony to receive the credentials of foreign diplomats. “The anti-constitutional coup in Kiev and attempts to artificially impose a choice between Europe and Russia on the Ukrainian people have pushed society toward a split and painful confrontation.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThough spurned, Moscow retains enormous influence in Ukraine. It reminded Kiev of this earlier this month by suspending deliveries of natural gas following a long-running dispute over price. Russia has denied any hand in the violence in eastern Ukraine but has been accused by the West of supporting pro-Russians rebels with guns, money and manpower from across the border in Russia.\n\nGiven the ferocity of the Kremlin’s campaign to prevent completion of the accord between Ukraine and Europe, the reaction by senior officials on Friday was relatively muted, reflecting not only acceptance of the inevitability of Mr. Poroshenko’s signing but also the changed circumstances following Russia’s annexation of Crimea, where it has a naval base.\n\n“In the Kremlin, they are calming down and trying to assess the results of this frenzied state of affairs over the last couple of months,” said Konstantin Sonin, vice rector of the Higher School of Economics in Moscow. “I think we make too much rationalization of what the Kremlin does. I think they were very much driven by events.”\n\nOne of Mr. Putin’s major objections to closer political and economic relations between Ukraine and the West was widely understood to be a concern about NATO expansion, and the risk that would pose to Russia’s military interests in the Crimean peninsula.\n\nRussia has long viewed the European Union as a stalking horse for NATO but, in a move that could help allay such concerns, NATO foreign ministers decided in Brussels earlier this week that a summit meeting in September will not approve offering Georgia a formal step to membership.\n\nThere is no chance of the European Union admitting Ukraine, Georgia or Moldova as members any time soon. Public opinion in Europe is hostile to any further expansion of a 28-nation bloc that is already widely seen as too big and too unwieldy.\n\nAll the same, Europe’s allure to so many people in former Soviet territories has infuriated Moscow, not the least because it contrasts so starkly with the cool reception given Mr. Putin’s efforts to form a rival economic bloc, the Eurasian Union, which is to start up next year. It so far has only three takers, Russia, Belarus and Kazakhstan.\n\nAdvertisement Continue reading the main story\n\nFar from concluding a period of tumult, the completion of the trade deal, which still needs approval from the Ukrainian Parliament, could further stoke tensions both inside Ukraine and between Moscow and the West.\n\nSenior Russian officials quickly began warning that Russia’s businesses and economy could suffer, as their markets could be flooded with low-cost goods from Europe that skirt tariffs by first being shipped through Ukraine, which will be exempt from most European duties. Other experts have dismissed those concerns, saying Russia is quite adept at identifying and intercepting such goods as they cross the border.\n\nEuropean leaders, meeting Friday at a summit in Brussels dominated by wrangling over who should lead its executive arm for the next five years, announced that they would not immediately impose additional sanctions on Russia for its interference in Crimea and eastern Ukraine. But, they said in a statement that additional sanctions were being prepared and could be deployed “without delay” if Russia does not do more to curb violence in eastern Ukraine.\n\nEurope, like the United States, has so far limited its sanctions to an asset freeze and travel ban against a narrow group of Russian political and military figures involved in the March annexation of Crimea.\n\nEuropean leaders set a deadline of next Monday for pro-Russian militants to leave borders posts seized from Ukrainian personnel, to release all hostages, agree to procedures for the verification of a cease-fire and accept “substantial negotiations” on a peace plan proposed by Mr. Poroshenko.\n\nIn eastern Ukraine, in the embattled regional capital of Donetsk, Aleksandr Borodai, a rebel leader from Russia, told reporters that pro-Russian militias were willing to extend a truce until Monday. The Ukrainian government later agreed to do so."}