{"title": "Stance on Migrants Leaves Merkel Isolated at Home and in Europe", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/01/22/world/europe/stance-on-migrants-leaves-merkel-isolated-at-home-and-in-europe.html", "body": "This week, a lengthening string of allies at home and abroad abandoned her on the issue, including neighboring Austria, which said it would set a cap of accepting 37,500 migrants this year — less than half the 90,000 it received in 2015.\n\nSo far, while promising a “palpable reduction” in asylum seekers this year, Ms. Merkel has refused growing demands — most prominently by Germany’s president on Wednesday — to set a limit.\n\nThat insistence has left the chancellor irrevocably associated with a policy on refugees that has sown enormous disquiet, even anger, both in Germany for the financial costs and cultural clashes it has invited, and across Europe, where the Continent’s cherished system of open borders now verges on collapse.\n\nThe difference with other crises, the leading liberal daily Süddeutsche Zeitung noted on Thursday, “is that this time it concerns the chancellor. Above all, the chancellor.”\n\nWhile Ms. Merkel is likely to survive politically — unseating a chancellor is immensely complex, and there are no obvious alternative candidates — the anger and rebellion she faces are rare in Germany’s orderly politics, and a watershed in her political life.\n\nMost dangerous for the chancellor: Her weakened position leaves her with narrowing room to maneuver on the refugee issue and reduces her leverage with unhappy European partners.\n\nThat is so even as European Union leaders increasingly sound the alarm that time is running out to forge a strong policy on borders and migration before the surge of refugees resumes in the spring from wars in Iraq, Syria and Afghanistan that show no signs of abating.\n\nAdvertisement Continue reading the main story\n\nThis week, Donald Tusk, the president of the European Council, warned, “We have no more than two months to get things under control” — a relative blink in the bloc’s sluggish decision-making. Short of that, Mr. Tusk told the European Parliament in Strasbourg, the union would “fail as a political project.”\n\nIn previous crises, in particular over a third debt-relief package for Greece last year, Berlin could count on support from other Europeans. On the euro and Ukraine crises, Ms. Merkel was “an indispensable leader,” said Jan Techau of Carnegie Europe, a Brussels think tank.\n\nVideo\n\nOn migration, however, Ms. Merkel’s allies have been chagrined by what they see as her flip-flopping as it suits her, Mr. Techau said. Ms. Merkel first defended the European Union practice of trying to turn back or intercept migrants “when it was undefendable, and gave it up when it didn’t suit the Germans any longer,” Mr. Techau noted. As a result, he said, “she is not as strong as she used to be.”\n\nNow Germany stands increasingly alone in the migrant crisis, exemplified by Austria’s decision this week to set a cap, which Ms. Merkel’s government called “not helpful.”\n\nThat was an understatement in a week in which conservative lawmakers signed two open letters balking at Ms. Merkel’s refusal to similarly set a cap, and the transport minister, Alexander Dobrindt, became the first cabinet member to openly criticize her policy as questionable for Europe.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nGermany’s president, Joachim Gauck, whose office carries moral authority, cast the need to set limits on the number of arriving migrants as a moral as well as a political imperative, a deliberate counterpoint to the arguments Ms. Merkel herself had used to justify her refugee policy.\n\n“There is no magic mathematical formula to determine how many people we take in,” Mr. Gauck told business leaders Wednesday at the World Economic Forum in Davos, Switzerland.\n\n“A limitation strategy may even be both morally and politically necessary in order to preserve the state’s ability to function,” he added. “Limiting numbers is not in itself unethical; it helps to maintain acceptance in society. Without acceptance, a society is not open and willing to take in refugees.”\n\nIn addition, Mr. Gauck warned, “if democrats refuse to talk about limits, they leave the field to populists and xenophobes.”\n\nAdvertisement Continue reading the main story\n\nThat warning was clearly a nod to the Pegida movement and the right-wing Alternative for Germany party, which has risen in polls well above the 5 percent threshold that secures representation in Parliament, said Josef Joffe, publisher of the weekly Die Zeit, who was at the forum.\n\nHe viewed Mr. Gauck’s speech as both a caution and an attempt to throw a political lifeline to the chancellor, whose conservative Bavarian allies and center-left Social Democratic coalition partners have distanced themselves from her.\n\n“Without mentioning Angela Merkel, and while maintaining very polite, statesmanlike language, he essentially told her, ‘This has got to stop,’ ” Mr. Joffe said in a telephone interview.\n\nMs. Stelzenmüller of the Brookings Institution, in a separate interview, concurred with Mr. Joffe’s assessment.\n\n“He is trying to build a bridge,” she said, referring to Mr. Gauck, “over what many in the media see as an increasingly unbridgeable chasm between a high-minded chancellor, who is demanding the impossible, and institutions buckling under the strain.”\n\nIt is not only Germany that could buckle, but the European Union itself. While Ms. Merkel, as ever, insists on the need for a European solution to the migrant crisis, time is not on the side of the bloc’s cumbersome policy-making apparatus.\n\nThis week, Jean-Claude Juncker, president of the European Commission, warned that he, too, was “rather worried that we won’t have enough time to tackle the refugee question in sufficient depth.” He called on European Union leaders to devote more time to the issue at their next summit meeting in mid-February, when the agenda is expected to be dominated by how to keep Britain from abandoning the bloc.\n\nMs. Merkel has acknowledged that the union’s lack of unity on the migrant problem leaves the Continent vulnerable. But for the embattled chancellor, urgency may take second place to the imperative of navigating political troubles at home.\n\nHer government will present more proposals to tackle the refugee crisis at the next summit meeting, she said on Wednesday, “then we can draw another interim conclusion, and then we will see where we stand.”", "summary": "This week, a lengthening string of allies at home and abroad abandoned her on the issue, including neighboring Austria, which said it would set a cap of accepting 37,500 migrants this year — less than half the 90,000 it received in 2015.That insistence has left the chancellor irrevocably associated with a policy on refugees that has sown enormous disquiet, even anger, both in Germany for the financial costs and cultural clashes it has invited, and across Europe, where the Continent’s cherished system of open borders now verges on collapse.That is so even as European Union leaders increasingly sound the alarm that time is running out to forge a strong policy on borders and migration before the surge of refugees resumes in the spring from wars in Iraq, Syria and Afghanistan that show no signs of abating.Ms. Merkel first defended the European Union practice of trying to turn back or intercept migrants “when it was undefendable, and gave it up when it didn’t suit the Germans any longer,” Mr. Techau noted.That warning was clearly a nod to the Pegida movement and the right-wing Alternative for Germany party, which has risen in polls well above the 5 percent threshold that secures representation in Parliament, said Josef Joffe, publisher of the weekly Die Zeit, who was at the forum."}