{"title": "Berlin Crash Is Suspected to Be a Terror Attack, Police Say", "authors": ["Melissa Eddy", "Alison Smale"], "url": "https://www.nytimes.com/2016/12/19/world/europe/berlin-christmas-market-truck-crash.html", "body": "“People were sitting holding their heads, there were pools of blood on the floor,” said Emma Rushton, a British tourist, who was visiting Berlin for the first time and who watched as the truck crushed a stand right in front of her.\n\nThough it was never clear if the driver in Nice was linked to the Islamic State, the group’s exhortations to run over its enemies seemed to have inspired the killer, who had a long history of disturbed and violent behavior.\n\nIf the Berlin attack turns out to have been carried out by someone who entered Germany as a migrant, it could produce yet another political crisis for Chancellor Angela Merkel. Ms. Merkel has been sharply criticized for allowing one million migrants to enter the country, often without any screening or background checks.\n\nHeiko Maas, Germany’s justice minister, said that federal prosecutors had taken over the investigation of the episode, an indication that the authorities suspected terrorism.\n\nAndreas Geisel, Berlin’s top security official, initially insisted it could have been either an attack or an accident. And Thomas de Maizière, Germany’s interior minister, refused to use the word “attack” in an interview with the public broadcaster ARD.\n\n“The words we choose have a psychological effect on the whole country,” Mr. de Maizière said. “I am consciously avoiding using the word ‘attack,’ although there is a lot that points in that direction.”\n\nAdvertisement Continue reading the main story\n\nOfficials in Washington were less cautious in their characterization, based on similar attacks that the Islamic State seems to have inspired before, like the one in Nice.\n\n“The United States condemns in the strongest terms what appears to have been a terrorist attack on a Christmas market in Berlin,” the National Security Council said in a statement.\n\nSince Ms. Merkel’s decision in the summer of 2015 to throw open Germany’s borders to migrants and refugees, her country has grown jittery and concerned by security threats and the challenges of integrating the newcomers.\n\nAn attack on a Christmas market would be likely to provoke particular ire. Christmas markets are a beloved German tradition that open on the first Sunday of Advent and attract thousands of visitors throughout December until Christmas Eve.\n\nComing only days before Christmas, the crash left Germans numb and unnerved after months marked by a steady uptick of episodes, increasing in lethality.\n\nVideo\n\nThe year opened with scores of sexual assaults in Cologne for which migrants were blamed and reports of a threatened attack on Munich’s main railway station.\n\nSince February, four smaller-scale terrorist attacks have been carried out in Germany by people who said they were motivated by the Islamic State, two of them refugees.\n\nOne refugee injured five passengers on a train near Würzburg, and the other wounded 15 people when he detonated a bomb in his backpack near a concert in Ansbach.\n\nAdvertisement Continue reading the main story\n\nThe attacks have helped to feed a growing populist movement and have helped the far-right, nationalist Alternative for Germany party gain strength, with representation in half of the country’s 16 states.\n\nMs. Merkel said on Monday she was in contact with Mr. de Maizière, the interior minister, and the mayor of Berlin, Michael Müller.\n\n“We mourn the dead and hope the many injured can be helped,” the chancellor’s spokesman, Steffen Seibert, said on Twitter.\n\nNewsletter Sign Up Continue reading the main story Breaking News Emails Sign up to receive an email from The New York Times as soon as important news breaks around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe police in Berlin said that a man had been found dead in the passenger seat of the cab of the truck, which had Polish license plates.\n\nAriel Zurawski, whose company owns the truck, said in a telephone interview that his cousin had been driving it and was a reliable individual who would not be capable of a deliberate act of terrorism.\n\n“I vouch for him. He’s my cousin and I’ve known him for ages. I trust him completely,” Mr. Zurawski said. “He’s very dedicated to his job. He’s a very experienced driver and always takes great care of the equipment.”\n\nMr. Zurawski said he had spoken to his cousin around noon and everything was fine, but he added that his cousin’s wife had been unable to get a hold of him when she called him about four hours later.\n\n“That was already a bad sign,” he said.\n\nFirefighters at the site could be seen surrounding the trailer of the truck, parked on the square at the base of the tower of the church. Emergency vehicles surrounded the square, which sits between two main streets that run through the heart of West Berlin.\n\n“It’s terrible to see this scene,” Mr. Müller said. “It’s exactly what we did not want to see in Berlin.”", "summary": "“People were sitting holding their heads, there were pools of blood on the floor,” said Emma Rushton, a British tourist, who was visiting Berlin for the first time and who watched as the truck crushed a stand right in front of her. Though it was never clear if the driver in Nice was linked to the Islamic State, the group’s exhortations to run over its enemies seemed to have inspired the killer, who had a long history of disturbed and violent behavior. Since Ms. Merkel’s decision in the summer of 2015 to throw open Germany’s borders to migrants and refugees, her country has grown jittery and concerned by security threats and the challenges of integrating the newcomers. Ariel Zurawski, whose company owns the truck, said in a telephone interview that his cousin had been driving it and was a reliable individual who would not be capable of a deliberate act of terrorism."}