{"title": "France Says Truck Attacker Was Tunisia Native With Record of Petty Crime", "authors": ["Alissa J. Rubin", "Lilia Blaise", "Adam Nossiter", "Aurelien Breeden"], "url": "https://www.nytimes.com/2016/07/16/world/europe/attack-nice-bastille-day.html", "body": "NICE, France — French officials on Friday identified the man who used a 19-ton truck to massacre dozens of people on the French Riviera as a 31-year-old native of Tunisia with a history of petty crime and marriage problems — but no links with the militant extremists who have targeted and traumatized France.\n\nThe rampage Thursday night at a packed Bastille Day fireworks celebration in the southeastern city of Nice, which unfolded as the assailant used the rented refrigerated truck as a battering ram, was all the more unnerving because it came as a total surprise despite extensive security precautions, French officials acknowledged.\n\nNearly 24 hours later there was no claim of responsibility, and the Paris prosecutor, François Molins, said the killer, whom he identified as Mohamed Lahouaiej Bouhlel, had been “completely unknown by intelligence services.”\n\nMr. Molins said the toll rose on Friday to 84 dead and 202 injured. At least 10 of the dead were children or teenagers, enjoying a fireworks display one moment and crushed to death the next.\n\nIt was the third major terrorist assault in 19 months to strike France, which has been singled out by militant extremist groups like the Islamic State and Al Qaeda.\n\n“We will not give in to the terrorist threat,” Prime Minister Manuel Valls said Friday morning after a cabinet meeting led by President François Hollande. But Mr. Valls also offered a grim observation for his countrymen: “The times have changed, and France is going to have to live with terrorism.”\n\nStarting around 10:45 p.m. Thursday, the attacker mowed down scores of victims before dying in a gunfight with three police officers, who pursued him down the Promenade des Anglais, a storied seaside boulevard.\n\nThe police searched two locations in Nice on Friday, including a home with Mr. Bouhlel’s name outside it, and workers in hazardous-materials suits searched a truck smaller than the one used in the attack. His ex-wife was held for questioning.\n\nNETH. BRITAIN BELG. GERMANY Paris FRANCE SWITZ. ITALY Nice SPAIN 200 Miles\n\nAlthough neither the Islamic State or Al Qaeda asserted any role, online accounts associated with the groups welcomed the massacre.\n\nMr. Bouhlel was born on Jan. 3, 1985, and raised in Msaken, a town in northeastern Tunisia, Mr. Molins said. He had a history of petty crime, including theft, going back to 2010, and he received a six-month suspended sentence in March for assaulting a driver during an altercation in January.\n\n“However, he is completely unknown by intelligence services, both at the national and local levels,” Mr. Molins said. “He has never been in any database or been flagged for radicalization.”\n\nMr. Bouhlel rented the truck on Monday in Saint-Laurent-du-Var, about six miles west of Nice, and then parked it in the Auriol neighborhood of eastern Nice.\n\nAt 9:34 p.m. on Thursday, according to surveillance footage, Mr. Bouhlel bicycled to the truck and drove it westward, arriving at 10:30 in the Magnan neighborhood, north of the Promenade des Anglais.\n\nHe drove into the crowd, heading east on the promenade, around 15 minutes later.\n\nMr. Bouhlel initially crushed two people and then drove 1.1 miles east, running over people left and right. Outside the Negresco Hotel, Mr. Bouhlel fired at three police officers who fired back, then pursued him for about a thousand feet. They killed him outside a Hyatt hotel and casino.\n\nMr. Bouhlel was found dead in the passenger seat. In the truck’s cabin, police found an automatic 7.65-millimeter pistol, a cartridge clip, and several cartridges. They also found a fake automatic pistol; two fake assault rifles, a Kalashnikov and an M-16; a nonfunctioning grenade; and a mobile phone and documents.\n\nAmong the dead were two German students and their teacher; two Americans; two Tunisians, and one Russian. Of the 202 people wounded, 52 had serious injuries and 25 were in intensive care, Mr. Molins said.\n\nVideo\n\nOfficials canceled festivities in Nice, a city of 340,000, including a five-day jazz festival and a concert on Friday night by Rihanna.\n\n“There are many children, young children who had come to watch fireworks with their family, to have joy, to share happiness, delight, amazement, and who were struck, struck to death, merely to satisfy the cruelty of an individual — and maybe of a group,” said Mr. Hollande, flanked by Mr. Valls and Health Minister Marisol Touraine, after meeting with victims and medical workers at the Pasteur Hospital in Nice.\n\nMr. Hollande said the victims were physically and psychologically scarred. “Many told me that they had no recollection of what might have caused their wounds,” he said. “However, they remember the bodies that were torn to shreds right in front of their eyes.”\n\nDespite mounting criticism over France’s efforts to prevent terrorism attacks, Mr. Hollande praised French security forces, saying they had “taken all necessary measures so that this fireworks show might be as protected as possible — as had been the case during the European Championship soccer tournament.”\n\nVideo\n\n“Why Nice?” Mr. Hollande asked. “Because it is a city that is known worldwide, one of the most beautiful cities on the planet. Why on the 14th of July? Because it is a celebration of freedom. It was, therefore, indeed to affect France that the individual committed this terrorist attack.”\n\nHours before the carnage, Mr. Hollande had said that a state of emergency put in place after the Nov. 13 attacks in and around Paris would end soon. The government will now seek to extend the state of emergency for three months.\n\nAs France announced three days of national mourning, starting on Saturday, world leaders — including Pope Francis, President Obama, Chancellor Angela Merkel of Germany and Britain’s new prime minister, Theresa May — expressed sympathy and outrage.\n\nIt was a sadly familiar ritual for France, where a total of 147 people were killed in terrorist attacks in and around Paris in January and November of last year, and it raised new questions throughout the world about the ability of extremists to sow terror.\n\nThe internet reverberated with calls for prayer for victims of attacks in Brussels; Istanbul; Orlando, Fla.; Baghdad; and other cities struck by mass terrorism attributed to Islamist extremists this year.\n\n“The horror, the horror has, once again, hit France,” Mr. Hollande told the nation early Friday morning before leaving for Nice.\n\n“France has been struck on the day of her national holiday,” he said. “Human rights are denied by fanatics, and France is clearly their target.”\n\nThe attacks could add to the political problems facing Mr. Hollande, who is expected to seek a second five-year term next year even though he is deeply unpopular. On Friday, criticisms of the government’s seeming inability to prevent attacks began to emerge.\n\nVideo\n\nAlain Juppé, a former prime minister and one of the main candidates in the center-right primary for next year’s presidential election, told RTL radio Friday morning, “If all the means had been taken, this tragedy would not have occurred.”\n\nMr. Juppé called for better coordination among France’s intelligence agencies, as a parliamentary inquiry recommended this month.\n\nGeorges Fenech, a center-right lawmaker who presided over the parliamentary inquiry, said on Twitter early Friday that the attack was a “predictable tragedy.”\n\n“I don’t want to hear about national unity,” Mr. Fenech told the news channel iTélé. “Today, it is a duty to talk to the French people, to tell them that our country is not equipped against Islamist terrorism.”\n\nVideo\n\nChristian Estrosi, the president of the Provence-Alpes-Côte d’Azur region, which includes Nice, expressed outrage, sympathy and frustration in an interview with BFM-TV on Friday morning, pointedly noting the attacks in France last year, as well as the ones in March in Brussels.\n\n“Questions are raised,” he said. “As I try to comfort the families, I also try to contain my anger. I can’t hide to you that I feel a deep anger. How is it possible in our country that after everyone said there was a state of emergency, a state of war, we forget it, after Charlie Hebdo and the Bataclan? After the Bataclan, we forgot, and there was Brussels. After Brussels, we forgot, and there was Nice, so there are questions that need to be answered.”\n\nWitnesses to the Nice attack described scenes of mayhem.\n\n“We were enjoying the celebrations when we suddenly saw people running everywhere and tables being pushed down by the movement of panic,” said Daphné Burandé, 15, who was at a bar near the beach to watch the fireworks.\n\n“No one explained to us what was happening, and I heard some gunshots not very far away,” she said. “I waited at the bar for more information because I thought it was a false alert. But then, people were still running.”\n\nAnother witness, Raja el-Kamel, 43, said the attack seemed, at first, as if it might have been the act of a drunken driver.\n\n“There was a white truck that was advancing slowly,” Ms. Kamel said. “Then it started to plow into the crowd, zigzagging and crushing people. I could not believe it.”", "summary": "The rampage Thursday night at a packed Bastille Day fireworks celebration in the southeastern city of Nice, which unfolded as the assailant used the rented refrigerated truck as a battering ram, was all the more unnerving because it came as a total surprise despite extensive security precautions, French officials acknowledged.Despite mounting criticism over France’s efforts to prevent terrorism attacks, Mr. Hollande praised French security forces, saying they had “taken all necessary measures so that this fireworks show might be as protected as possible — as had been the case during the European Championship soccer tournament.”As France announced three days of national mourning, starting on Saturday, world leaders — including Pope Francis, President Obama, Chancellor Angela Merkel of Germany and Britain’s new prime minister, Theresa May — expressed sympathy and outrage.It was a sadly familiar ritual for France, where a total of 147 people were killed in terrorist attacks in and around Paris in January and November of last year, and it raised new questions throughout the world about the ability of extremists to sow terror.Christian Estrosi, the president of the Provence-Alpes-Côte d’Azur region, which includes Nice, expressed outrage, sympathy and frustration in an interview with BFM-TV on Friday morning, pointedly noting the attacks in France last year, as well as the ones in March in Brussels."}