{"title": "Divisive Election in Spain’s Catalonia Gives Win to Separatist Parties", "authors": ["Raphael Minder"], "url": "http://www.nytimes.com/2012/11/26/world/europe/divisive-election-in-spains-catalonia-gives-win-to-separatist-parties.html", "body": "BARCELONA, Spain — Voters in Catalonia delivered victory to separatist parties in a regional election on Sunday, raising the likelihood that Spain’s most powerful economic region will hold an independence referendum that Madrid has vowed to block.\n\nBut even as voters set up a fight with the central government by rewarding the independence cause, they delivered no clear message about who should lead it. The party of Artur Mas, the Catalan president who called the election two years ahead of schedule, actually lost seats in the regional parliament, falling to just 50 seats in the 135-seat body, from 62 in the last vote.\n\nAs a result, before holding any referendum on independence, Mr. Mas will first have to strike alliances with smaller parties that share his separatist goal, but not his economic and social agenda. After a vote that he had described as “the most significant in the history of Catalonia,” Mr. Mas told supporters that his referendum project was on track, while recognizing his party’s failure to consolidate its grip on power.\n\n“Mas managed to turn separatism into a burning issue, but then ended up being overtaken by more radical parties in this debate and now finds himself in a much harder position to govern Catalonia in a time of crisis,” said Ferran Pedret Santos, a lawyer who was himself elected for the first time Sunday as a Socialist lawmaker.\n\nAdvertisement Continue reading the main story\n\nIndeed, despite the enthusiasm that the separatist drive has generated in Catalonia, a region in northeastern Spain with an outsize weight both economically and culturally, Sunday’s vote also underlined divisions among the region’s 7.5 million citizens. In particular, there are questions over whether sovereignty demands should be limited to seeking fiscal concessions from Madrid or stretch far beyond that."}