{"title": "In France, the Mood Darkens as a Harsh Reality Sets In", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/07/16/world/europe/france-nice-target-harsh-reality.html", "body": "Photo\n\nPARIS — Twice before in the past year and a half, the French people and their leaders had faced devastating attacks with a remarkable spirit of unity and resilience. On Friday, as the country woke up to the slaughter in Nice, the mood was different.\n\nOrdinary citizens questioned whether enough had been done to protect them. The political opposition was critical of the government’s antiterrorism effort. There was little linking of arms or cries of liberté, égalité, fraternité.\n\nInstead, there was recognition of an unpleasant new reality that everything France has tried so far has failed to protect it from terrorism.\n\nThat grim realization, in turn, has given rise to new frustration and — in contrast to the aftermath of attacks in January and November last year — new disunity and partisan sniping.\n\nThe country’s Socialist president, François Hollande, breaking records of unpopularity in the polls, is severely weakened. He confronts a rising populist onslaught from the far right, and even challenges within his own party. Facing an election next year, he is almost certain to lose — if he is a candidate.\n\nVideo\n\nWhen not batting away terrorist threats, he is nibbled by petty scandals, like spending 10,000 euros a month for haircuts.\n\nFrance, meanwhile, is perhaps the Western country most threatened by terrorism.\n\nThat menacing combination produced unusually immediate criticism of the country’s opposition leaders on Friday, and a muted response within Mr. Hollande’s own ranks.\n\nThe tone had changed radically from the days after France’s previous terrorist attacks.\n\nIf the response after the Charlie Hebdo attack in January 2015 was an outpouring of solidarity, which melted into resignation with the attacks in Paris last November at the Bataclan concert hall and outside a stadium, then the Nice attack has been greeted by mounting public impatience.\n\n“I can’t hide that I feel a deep anger,” said Christian Estrosi, the head of the Nice region and a member of the Republicans, the party of former President Nicolas Sarkozy, on French television Friday morning.\n\n“How is it possible in our country that after everyone said there was a state of emergency, a state of war, we forgot it after Charlie Hebdo,” he said. “Then there was the Bataclan. After the Bataclan, we forgot. There was Brussels. After Brussels, we forgot and there was Nice, so there are questions that need to be answered.”\n\nThe man considered likeliest to be elected in Mr. Hollande’s place next year, Alain Juppé, the right-center mayor of Bordeaux, also stepped in — unusual for a politician known for his moderation.\n\n“If all the means had been taken, this tragedy would not have occurred,” Mr. Juppé told French radio Friday morning.\n\nTo be sure, the critics had few suggestions for what the government should have done to head off the Nice attack. Already, the government’s effort has been considerable.\n\nOver eight months, there have been thousands of arrests in France’s Muslim communities, dozens of judicial procedures, heavy surveillance, and repeated bombing of Islamic State strongholds. France was under a state of emergency before Nice, and continues under one.\n\nNeither that effort, nor local police forces, could prevent the Nice attack.\n\n“We don’t feel safe anywhere now,” said Thierry Barbier, an accountant from the suburbs of Paris, who had come into the city for a night of theater with his family. “These are isolated acts. What can we do against them?” he asked, adding that he was certain there would be more.\n\nThe Nice attack has driven home the increasingly unsettling realization that France will have to live indefinitely with terrorism as it becomes a front line state in the global struggle with the Islamic terrorism.\n\nIt was something Prime Minister Manuel Valls acknowledged Friday, as French officials have repeatedly in the previous months. “The times have changed,” he said, “and France is going to have to live with terrorism.”\n\nThe sense of helplessness was fueled by the fact that this attack was carried out by someone the authorities characterized as a petty criminal unknown to French intelligence officials, using an ordinary truck.\n\n“It’s a catastrophe,” Roger Carvalho, an investment banker of Portuguese descent, born in France, said near the Place de La Madeleine in Paris. “Anybody can be a terrorist today. Anybody can hire a truck and kill people.”\n\nIncreasingly, the threat to France looked less like terrorism visited from abroad, than a version of its own intifada — neighbors turning into killers, the ordinary tools of life used as weapons, and pleasantly mundane places made into war zones.\n\n“This individual wasn’t even known for being radicalized,” Sébastien Pietrasanta, a Socialist member of Parliament and co-author of a new report recommending an overhaul of French intelligence, said in an interview.\n\n“The intelligence services couldn’t have had him under surveillance,” he said. “In this kind of situation, it’s like Orlando, the passage to action of an individual, it’s extremely difficult to apprehend.”\n\nHis co-author on the right said France’s government should heed the report’s suggestions and centralize the intelligence services, along American lines.\n\n“We proposed a National Intelligence Directorate, but we still haven’t heard back from the government,” said M. Georges Fenech, a Parliament member from the Rhône region. “Our intelligence services are not as effective as they could be.”\n\nHe added that there was “a lack of firmness” in the government’s handling of terrorism suspects. But it is not clear that better intelligence would have stopped the Nice attack.\n\nNETH. BRITAIN BELG. GERMANY Paris FRANCE SWITZ. ITALY Nice SPAIN 200 Miles\n\nWhat does appear clear is that France is fumbling for a response, faced with the evidence that its monthslong crackdown on the domestic Islamist enemy did not do what it was supposed to. Over 3,000 police raids were conducted, resulting in nearly 600 criminal cases and nearly 60 incarcerations.\n\nBut the main result from all of this frenetic police work was a “destabilizing effect on the criminal-terrorist networks” that nonetheless “appears to have quickly dissipated,” the new parliamentary report acknowledges. Patrols of soldiers in the cities in places likely to draw crowds were so much window-dressing.\n\nAs if recognizing that the prolonged state of emergency was not making France any safer, Mr. Hollande announced Thursday afternoon it would soon be ending. That was just hours before the attack.\n\n“We can’t prolong the state of emergency eternally,” Mr. Hollande had earlier told an interviewer, even as the crowds were gathering in Nice for the fatal Bastille Day celebration.\n\nThen, after Nice, he proclaimed that the state of emergency was on again.\n\nThat response confounded analysts Friday: The government will merely revert to a strategy that has so far failed.\n\n“The emergency law has failed to stop it,” said François Heisbourg, an intelligence analyst. “The massive use of the military as an auxiliary police has failed to stop it. And now we are going to bomb Raqqa even more, as if that had any particular relevance.”\n\n“Do the same thing over and over, and expect a different result: the definition of insanity,” Mr. Heisbourg said.\n\nMore and more, the country appeared to be settling into the grudging realization that there was no cure, at least not immediately. Whatever illusions might have existed before were gone in the wake of the Nice attack.\n\nBefore Thursday night’s attack, the crowds had long since returned outdoors — to the cafe terraces, festivals, outdoor markets and other celebrations of life in public that are part of daily living in France.\n\nFrance was warned repeatedly by its top officials, the warnings were widely reported, and the French continued living their lives nonetheless — the unrestricted ones that are in the bull’s-eye of the terrorists.\n\nVideo\n\nTwo months before Nice, explicit word came from France’s most unimpeachable source, the boss of its domestic intelligence agency: France would soon be hit again.\n\n“France today, clearly, is the most threatened country,” Patrick Calvar, the head of the agency, known as the DGSI, told Parliament on May 10. “And so the threat is, consequently, and I insist on this, extremely strong,” Mr. Calvar said.\n\n“We know Daesh” — ISIS — “is planning new attacks — using combatants in the zone,” he continued that day, “and that France is clearly targeted.”\n\nThe menace was considered all the more intense in that the country is mined from within by dozens of combatants returned from the Syria-Iraq combat zone — 244, as Mr. Calvar noted.\n\nAnd that is in addition to thousands of ISIS sympathizers and others, who are officially listed as security threats in the intelligence services’s “S” files.\n\nEvery time he assembled foreign journalists, Mr. Valls, the country’s tough law enforcement-oriented prime minister, said France would be struck again by terrorists, sooner rather than later. He was right.\n\n“I am shocked at the French government’s failure in the face of jihadists,” Joëlle Nouvel, 60, a retired diplomat who has been living in Nice for 15 years.\n\n“We had Charlie Hebdo,” she said. “We had the Bataclan. And we are not advancing against the assassins. We have no security. The government is just not up to it.”", "summary": "“I can’t hide that I feel a deep anger,” said Christian Estrosi, the head of the Nice region and a member of the Republicans, the party of former President Nicolas Sarkozy, on French television Friday morning.Over eight months, there have been thousands of arrests in France’s Muslim communities, dozens of judicial procedures, heavy surveillance, and repeated bombing of Islamic State strongholds.The sense of helplessness was fueled by the fact that this attack was carried out by someone the authorities characterized as a petty criminal unknown to French intelligence officials, using an ordinary truck.Increasingly, the threat to France looked less like terrorism visited from abroad, than a version of its own intifada — neighbors turning into killers, the ordinary tools of life used as weapons, and pleasantly mundane places made into war zones.But the main result from all of this frenetic police work was a “destabilizing effect on the criminal-terrorist networks” that nonetheless “appears to have quickly dissipated,” the new parliamentary report acknowledges."}