{"title": "A Ukraine City Under Siege, ‘Just Terrified of the Bombing’", "authors": ["Andrew E. Kramer"], "url": "https://www.nytimes.com/2014/08/15/world/europe/a-ukraine-city-under-siege-just-terrified-of-the-bombing.html", "body": "The only relief most people here seek is from the shelling, which goes on night and day.\n\n“I have everything I need but peace,” Valentina Simonyenko, a retiree standing in line for water from a spring, said Thursday. Later, she said, she would buy bread. “Look around, everybody is just terrified of the bombing.”\n\nLuhansk is indeed a grim place, besieged and partly abandoned, with no electricity or running water, where hospitals are packed and the streets are patrolled by twitchy gunmen looking for spies.\n\nBut the shelling remains the greatest danger and the most trying aspect of daily life. The separatist government reported Thursday that 40 people had been killed in the shelling in the previous 24 hours.\n\nOn the main boulevard, rebels tear about in trucks mounted with Grad rocket launchers, moving from one site to another inside the city, to avoid the inevitable return fire.\n\nThe Ukrainian forces are in the countryside all about, dug into positions in the open steppe. In their trenches and armored vehicles, they are all but impervious to even the most intensive rebel shelling.\n\n“If one side shoots from one place, then their opponent will shoot back at that place,” Dr. Gennady M. Buniyev, the director of a trauma ward here, said, choosing his words carefully and insisting on his neutrality in the conflict, as the windows of his office shook from outgoing rounds.\n\nThe mortar crew operating inside the city in areas controlled by the Luhansk People’s Republic, a separatist group, was firing from just outside the walls of the hospital grounds.\n\nIn response this week, two rockets fired from Ukrainian-held territory smashed into the hospital yard, landing near a maternity ward and a storage shed for oxygen bottles. Fortunately, the oxygen did not ignite.\n\nAdvertisement Continue reading the main story\n\n“If it blew up, the whole hospital would have gone with it,” Dr. Buniyev said.\n\nIn the afternoon on a main street, where heat shimmered off the pavement and artillery boomed all about, the only vehicle in sight was a taxi creeping along with a driver so nervous he later simply abandoned his passengers on a side road, leaving them to walk to a hotel that lacked electricity and water and any other guests.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nDr. Buniyev’s clinic was treating 16 people for shrapnel wounds, including one man with a gaping head wound and four patients with brain trauma from blast waves.\n\nA bucket brigade carried water to the hospital; nurses boiled water on a wood fire in the yard.\n\nVladimir Demidenko, a surgeon, said trying to shoo away the mortar crew would be pointless. “They wouldn’t listen to us,” he said. “If we went to complain to them, they would kill us.”\n\nThe shelling has gone on for so long now, and the destruction is so widespread, that it is hard to know where the latest rounds landed in some neighborhoods, where blown-out glass, sheared tree limbs and craters are general.\n\nPolina Ivanova, a resident of one ravaged area, was sympathetic to the rebel mortar crew. “Look how many civilians are dying,” she said. “They are trying to protect us, and they have nowhere else to fire from. We are surrounded.”\n\nShe stood on a stoop in the predawn with Ekaterina Vladimirova, a neighbor who had a different opinion. “Both sides don’t care about us,” Ms. Vladimirova said. “For them, it’s a game. One shoots that way, the other shoots this way, and simple people suffer.”\n\nOleg Romanov, 29, said he huddled in terror with his wife and 1-year-old son in an apartment while “it booms all night long, and plaster falls from the ceiling.” He then rises at 4 a.m. to take his place in a line for water, and make the rounds of stores to hunt for groceries.\n\n“The rebels fire Grads and leave, and then, of course, the answer comes back to that spot,” he said. “The rebels are long gone by then, but people are still around.”\n\nAdvertisement Continue reading the main story\n\nOfficials with the Luhansk People’s Republic could not be found to comment on the tactic of firing from residential neighborhoods, inviting return fire to them. At the headquarters building, a teenager with a Kalashnikov standing behind sandbags said the press office was not open Thursday morning.\n\nLuhansk, a sprawling, dusty industrial city where the now-idle locomotive factory was a main employer, had a prewar population of about a half-million. It is impossible to say how many people have left; estimates range from a third to two-thirds. But many homes remain occupied. One woman said that 7 out of 10 houses on her street were still full.\n\nAt the water lines, a community forms, and gossip turns to whether Russia has recognized the Luhansk People’s Republic as an independent state, which it has not, and to whether the Ukrainians have broken into the city with ground forces, which was unclear on Thursday. Either of these developments might signal an end to their woes. Talk turns as well to looting, which is widespread.\n\n“There is no fire department and no police, and besides, how would we call them, because no phones work,” said Oksana Mamedova, speaking on a street strewn with uncollected, rotting pears.\n\n“Life is scary,” she said. “It’s scary to go to the store, and it’s scary to stay in the house.”"}