{"title": "French Justice Minister Quits Over Plan to Strip Citizenship From Terrorists", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2016/01/28/world/europe/france-christiane-taubira-justice-minister-resigns.html", "body": "“I am choosing to be faithful to myself, to my commitments, to my fights,” she added.\n\nMs. Taubira was widely known as an independent spirit with a more leftist bent than that of the Socialist government.\n\nBefore the news conference, she said on Twitter that she was “proud” of her time at the Justice Ministry. “Sometimes to resist is to stay, sometimes to resist is to leave,” she wrote in a second post.\n\nThe proposal to strip the citizenship of French-born dual nationals convicted of terrorism was put forward by Mr. Hollande in the aftermath of the attacks in the Paris area in November that killed 130 people.\n\nVideo\n\nPrime Minister Manuel Valls, who was presenting the proposal on Wednesday at the National Assembly, France‘s lower house of Parliament, said that the legislation would make no reference to dual citizenship and that it would only apply to the most serious crimes and offenses.\n\nMr. Valls also emphasized that France would not make anybody stateless, suggesting that the stripping of citizenship would in practice apply only to those with dual citizenship, even if it did not specifically say so.\n\nAdvertisement Continue reading the main story\n\nMr. Valls said the bill would make it possible to strip French citizens of some or all of their civic rights, like the right to vote, regardless of how many citizenships they held.\n\nOpinion polls show that most French people support the measure. Yet it has proved deeply divisive for the left, where many, including Ms. Taubira, said it discriminated among French citizens and was largely symbolic because it was unlikely to deter any would-be terrorists.\n\nMs. Taubira said at her news conference that France was facing a “serious” and “unpredictable” terrorist threat, adding that “we know how to fight it.”\n\n“But I believe that we mustn’t grant it any victory, neither military, nor diplomatic, nor political, nor symbolic.”\n\nThe proposal, which requires an amendment to the French Constitution, is part of a bill that also aims to give a constitutional framework to the law governing the state of emergency.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Hollande declared a state of emergency immediately after the Nov. 13 attacks. He is expected to extend it for another three months after the first three-month period expires on Feb. 26.\n\nFrance’s top administrative court upheld the state of emergency on Wednesday, rejecting a request by the League for Human Rights to suspend it and arguing that the threat of terrorist attacks still loomed.\n\nMs. Taubira, a skilled orator who peppers her speeches with lyrical flourishes and erudite references, was one of the few black, female politicians within a prominent ministry in the French government. She ran for president in 2002.\n\nShe was an advocate for women and minorities, and she was best known for championing the legalization of same-sex marriage in 2013, which elevated her status on the left as a defender of progressive values. Mr. Hollande’s statement praised her “major role” in passing the legislation.\n\nAdvertisement Continue reading the main story\n\nBut her role in the same-sex marriage debate also made her a target for the right and far right, and criticism of Ms. Taubira and her policies was a cornerstone of opposition to the Socialist government.\n\nGuillaume Larrivé, a spokesman for former President Nicolas Sarkozy’s conservative party, declared that she had been the “worst justice minister of the Fifth Republic.”\n\nMarine Le Pen, the president of the far-right National Front party, said in a statement that Ms. Taubira’s departure was “good news” for France and that her time at the Justice Ministry had proved “absolutely disastrous” for the country.\n\nMr. Hollande nominated Jean-Jacques Urvoas, a Socialist lawmaker from Brittany, to replace Ms. Taubira. Mr. Urvoas is a close ally of Mr. Valls’s and hews more closely to the law-and-order line favored by the prime minister.\n\nMr. Urvoas was a strong promoter of a bill passed last year that vastly expanded the surveillance abilities of French intelligence services, legislation that Ms. Taubira said she would have demonstrated against had she not been in the government.\n\nMs. Taubira was scheduled to land in Washington on Wednesday evening for a three-day visit to the United States that was to include meetings with Attorney General Loretta E. Lynch and with representatives from the Black Lives Matter movement.\n\nThe Justice Ministry said the official visit would be canceled in light of her resignation, but New York University confirmed that she would still be attending a conference there Friday, suggesting that she was traveling as a private citizen.\n\n“I can’t stand having a boss,” Ms. Taubira told The New York Times in a 2013 interview. “My conscience is my boss, and my conscience dictates rules that are extremely, I’d say, grand — they’re rough but beautiful.”", "summary": "Prime Minister Manuel Valls, who was presenting the proposal on Wednesday at the National Assembly, France‘s lower house of Parliament, said that the legislation would make no reference to dual citizenship and that it would only apply to the most serious crimes and offenses.France’s top administrative court upheld the state of emergency on Wednesday, rejecting a request by the League for Human Rights to suspend it and arguing that the threat of terrorist attacks still loomed.Marine Le Pen, the president of the far-right National Front party, said in a statement that Ms. Taubira’s departure was “good news” for France and that her time at the Justice Ministry had proved “absolutely disastrous” for the country.Ms. Taubira was scheduled to land in Washington on Wednesday evening for a three-day visit to the United States that was to include meetings with Attorney General Loretta E. Lynch and with representatives from the Black Lives Matter movement.The Justice Ministry said the official visit would be canceled in light of her resignation, but New York University confirmed that she would still be attending a conference there Friday, suggesting that she was traveling as a private citizen."}