{"title": "France Detains 7, Saying It Has Thwarted a New Terrorist Attack", "authors": ["Benoît Morenne"], "url": "https://www.nytimes.com/2016/11/21/world/europe/france-terrorist-attack-arrests.html", "body": "Photo\n\nPARIS — Seven men who French authorities say were planning a terrorist attack have been arrested in France, the government announced on Monday, sounding an alert about the continuing threat from terrorism barely a year after the attacks that killed 130 people in and around Paris.\n\nThe arrests followed an eight-month-long investigation led by France’s domestic intelligence service, according to Interior Minister Bernard Cazeneuve, who said investigators were looking into the possibility that the plot involved a “coordinated attack aimed to hit several sites simultaneously” in the country.\n\nThe seven men were arrested in the eastern city of Strasbourg and the Mediterranean port city of Marseille on Sunday, Mr. Cazeneuve said at a news conference, adding that the operation had “thwarted a terrorist attack that had been envisaged on our soil for a long time.”\n\nMr. Cazeneuve said that the seven men arrested, who ranged in age from 29 to 37, were a mix of French, Moroccan and Afghan citizens, but he did not provide a detailed breakdown. Six of them were unknown to French intelligence before the investigation began, he said, and the seventh, a Moroccan citizen, had been flagged to the French authorities by what he called a “partner country.”\n\nAdvertisement Continue reading the main story\n\nThe arrests occurred a few days before the opening of the popular Christmas market in Strasbourg, which attracts over two million visitors every year. In 2000, Islamist militants who had trained in Afghanistan and were active in France and Germany planned to bomb the market, but the plot was averted.", "summary": "PARIS — Seven men who French authorities say were planning a terrorist attack have been arrested in France, the government announced on Monday, sounding an alert about the continuing threat from terrorism barely a year after the attacks that killed 130 people in and around Paris.The arrests followed an eight-month-long investigation led by France’s domestic intelligence service, according to Interior Minister Bernard Cazeneuve, who said investigators were looking into the possibility that the plot involved a “coordinated attack aimed to hit several sites simultaneously” in the country.Mr. Cazeneuve said that the seven men arrested, who ranged in age from 29 to 37, were a mix of French, Moroccan and Afghan citizens, but he did not provide a detailed breakdown.The arrests occurred a few days before the opening of the popular Christmas market in Strasbourg, which attracts over two million visitors every year.In 2000, Islamist militants who had trained in Afghanistan and were active in France and Germany planned to bomb the market, but the plot was averted."}