{"title": "France Seeks to Extend State of Emergency Despite Protests", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2016/02/04/world/europe/france-state-of-emergency-paris-attacks.html", "body": "The number of new raids and house arrests has dropped significantly since the first few weeks after Nov. 13, but the statement said France still faced a “very high” terrorist threat, citing recent attacks abroad and at home.\n\nStéphane Le Foll, a government spokesman, said at a news conference after the cabinet meeting that the state of emergency was “necessary” and had been “useful.” He added that it “must continue to be useful.”\n\nThousands of people took to the streets last week to protest the state of emergency, which critics say has lasted too long and provided few results. Nils Muiznieks, the Council of Europe’s human rights commissioner, wrote in the newspaper Le Monde on Wednesday that the extension would usher in a “difficult period for human rights in France.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“This state of emergency seems to have had relatively limited concrete effects in terms of fighting against terrorism,” Mr. Muiznieks wrote, “but it has on the other hand greatly restricted the exercise of fundamental liberties and weakened certain guarantees of the rule of law.”\n\nAnother bill introduced on Wednesday would increase the powers of antiterrorism officials and security forces. Judges and human rights associations argue that it is the government’s way of continuing to use extraordinary security measures after the state of emergency ends.\n\nThe bill, which Parliament is expected to vote on next month, would let prosecutors order bag and vehicle searches near “sensitive” sites and enable the police to hold people for up to four hours during an identity check if they were deemed suspicious, even if they produced documentation. It would also let officials place people trying to leave for, or returning from, “terrorist operating theaters” like Syria and Iraq under house arrest for a month.\n\nThe bill also loosens restrictions on the use of firearms for police officers, who currently can shoot only in self-defense. It would let officers use their guns against someone who has committed or attempted murder and is deemed likely to repeat these acts within a short time period.\n\nAdvertisement Continue reading the main story\n\nSeparately, the National Assembly, the lower house of Parliament, will start discussing a bill on Friday that aims to modify the Constitution. It would create an article setting, but not fundamentally changing, conditions for declaring a state of emergency, currently enshrined in a regular law.\n\nThe government argues that this will prevent future governments from easily changing these conditions, which include mandatory parliamentary approval for extending a state of emergency beyond 12 days.\n\nBut the second proposed change to the Constitution, which would allow judges to strip the citizenship of those convicted of terrorism, has proved much more divisive and complex. Most politicians recognize that it is a symbolic measure that would do little to deter would-be terrorists, and it has become the focal point of intense political debate.\n\nThe government initially said the bill would make it possible to strip the nationality of French-born dual nationals convicted of terrorism. This prompted accusations that officials were unfairly targeting binational citizens and set off weeks of increasingly bitter and confusing discussions on acceptable wording that would not anger too many legislators.\n\nThe bill also has to be examined by the Senate, the upper house of Parliament. After the two houses have agreed on a common version of the bill, they will vote on it jointly. A majority of three-fifths is required to enact the changes to the Constitution.", "summary": "The number of new raids and house arrests has dropped significantly since the first few weeks after Nov. 13, but the statement said France still faced a “very high” terrorist threat, citing recent attacks abroad and at home.“This state of emergency seems to have had relatively limited concrete effects in terms of fighting against terrorism,” Mr. Muiznieks wrote, “but it has on the other hand greatly restricted the exercise of fundamental liberties and weakened certain guarantees of the rule of law.”The bill, which Parliament is expected to vote on next month, would let prosecutors order bag and vehicle searches near “sensitive” sites and enable the police to hold people for up to four hours during an identity check if they were deemed suspicious, even if they produced documentation.It would also let officials place people trying to leave for, or returning from, “terrorist operating theaters” like Syria and Iraq under house arrest for a month.This prompted accusations that officials were unfairly targeting binational citizens and set off weeks of increasingly bitter and confusing discussions on acceptable wording that would not anger too many legislators."}