{"title": "Berlin Market Attack Mars Square Where Three Eras Coexist", "authors": ["Michael Kimmelman"], "url": "https://www.nytimes.com/2016/12/20/world/europe/a-berlin-square-where-the-prewar-postwar-and-modern-eras-coexist.html", "body": "The German authorities were at first typically cautious about describing it as an attack, as opposed to an accident. They now say that it was very likely an act of terrorism. Like similar episodes, it involved a public space, an emblem of common ground and open society. But in this case, the symbolism of the site ran even deeper.\n\nThe truck that killed at least 12 people on Monday in Berlin drove into a Christmas market in the shadow of the city’s Gedächtniskirche, or Memorial Church. I have been scouring a video on Twitter of the aftermath, trying to distinguish the pools of blood from the spilled wine, looking for faces of people I know.\n\nThis was my family’s Christmas market, near where we lived in Berlin. It fills the church’s windswept, stony plaza, built after the war, where children play and my older son learned to skateboard. We frequented the market each December to drink spiced wine, and bought dried cherries and gooseberries from a young Turkish couple with a stall near the entrance to the church who stuffed extra fruit into our bags as gifts for our boys.\n\nWeek in, week out for years, I also passed through this square with our younger son on our way to and from the city zoo, next door. This is not a particularly beautiful place. It’s bourgeois, not chic. There’s a more proletarian Christmas market near Alexanderplatz, a fancier one at Gendarmenmarkt. Surrounded by postwar office buildings and anonymous streets packed with chain stores, the area, at the end of a fading commercial boulevard, tends to be frequented by German tourists and local shoppers with their families. The consumerist temple KaDeWe is nearby, and lately some stylish developments like Bikini-Haus have been moving in.\n\nAdvertisement Continue reading the main story\n\nWho knows yet whether the terrorist behind the attack knew much about the site, but before the war, it was the beating heart of western Berlin, a bustling hub bedazzled by bright movie theater marquees and flashing neon signs, thronged by cabaretgoers, echoing, night and day, with the chatter of revelers and the sounds of honking buses and streetcar bells. After the war, it remained a commercial center for the divided city, the West’s version, more or less, of Herald Square or Piccadilly Circus. By then, West Berlin had become a disconnected island in the midst of a hostile country, a cultural petri dish and sanctuary for West Germans who wanted to skip military service and collect a state pension. The pubs were open late."}