{"title": "A New Wave of Popular Fury Could Hit Europe in 2017", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2016/12/05/world/europe/europe-election-populism-germany-france-italy.html", "body": "“The U.K. was always one foot in and one foot out,” he said. “Italy is a founding member state, fully integrated into the union’s political and economic structure. This is existential for the E.U.”\n\nThe Italian electorate rejected a constitutional overhaul that, among other changes, would have increased the power of the prime minister by reducing the number of senators and decreasing their power. The political impact of the rejection lies less in any direct effect on policies than in the opening it provides for the populist Five Star movement, which campaigned against the constitutional changes. It also brought the resignation of Mr. Renzi, a strong supporter of the European Union who was working hard to stabilize some of Italy’s shakiest banks.\n\nThe popular anger has turned what are normally routine elections into what François Heisbourg, a former French defense official and the chairman of the International Institute for Strategic Studies, described as moments of “volatility and inscrutability.”\n\nThat is especially so with yes-or-no referendums — first in Britain, now in Italy — where a populist rejection of the political establishment can, by extension, also be a chance to send a message to the unelected officials in Brussels who work closely with European government leaders.\n\nIn that context, Mr. Heisbourg said, the anti-European Union sentiment “is just a handle for the sense of a loss of control, a loss of agency” that people feel.\n\n“In Britain, one of the campaign slogans for Brexit was ‘Vote Leave, Take Control,’” he noted. “The idea was the E.U. was preventing Britons from doing that. The E.U. is the piñata for populism.”\n\nThe motivation for voters in Britain and Italy was much the same as that for American voters who backed Donald J. Trump: to drive home to the elite that the status quo was unacceptable.\n\nAdvertisement Continue reading the main story\n\nCompounding the frustration on both continents, and especially in Europe, are the lingering effects of the global recession of 2008, from which many European countries never fully recovered.\n\n“The social contract that we, the West, signed up to — Europe, the United States — no longer adds up,” for people, said Xenia Wickett, who oversees the United States and the Americas program for the research institution Chatham House.\n\n“The population is aging, we have far more older people relying on the younger ones for support, productivity is slowing, we haven’t been investing in our infrastructure and education,” Ms. Wickett said. “You have the disenfranchised saying, ‘That doesn’t work for us.’”\n\nIn France, for example, economic growth barely reached 1 percent last year. Youth unemployment there still hovers near 25 percent. (In Italy, Spain and Greece, it is even higher.) Older and less educated workers feel overwhelmed by an economy that seems to have left them behind.\n\nPhoto\n\n“The Rust Belt isn’t just in America — there’s a Rust Belt in the north of France,” said Alexandra de Hoop Scheffer, the director of the Paris office of the German Marshall Fund. “They feel they are the dispossessed, dispossessed of their country’s sovereignty and of their economy.”\n\nFar from easing those anxieties, membership in the European Union is blamed for exacerbating them. And the austerity regime that Brussels officials and international lenders have demanded, especially across southern Europe, has fueled anger still more.\n\nThe Italian vote will probably widen the gulf between the northern eurozone countries, led by Germany, and those in the south, said Pawel Tokarski, a senior researcher at the German Institute for International and Security Affairs in Berlin.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMany in Germany and other northern countries, he said, will take the vote as a sign of unwillingness in Italy to overhaul its economy the way Brussels wants.\n\n“Definitely, this vote is going to strengthen the anti-E.U. voices,” Mr. Tokarski said.\n\nThose voices have been building for more than 25 years, as the union expanded, the Brussels bureaucracy grew and many people began to feel that the union’s regulations and requirements were more trouble than they were worth.\n\nAdvertisement Continue reading the main story\n\nTensions were apparent as early as 1992, when the Maastricht treaty, which was meant to bring Europe closer together, barely won approval in Denmark and France.\n\nToday, anti-European Union positions are part of the platform of almost every populist party, including Marine Le Pen’s National Front in France; Geert Wilders’s Party for Freedom in the Netherlands; and the Five Star Movement in Italy, led by Beppe Grillo.\n\nThe political demise of Mr. Renzi, the Italian prime minister, and his reform agenda removes an unabashedly pro-European leader who had hoped to ignite economic growth by ending an era of crippling budget austerity. Instead, he may be remembered for creating an opening for politicians who are openly hostile to Europe and the euro.\n\nPhoto\n\n“The way Washington is perceived by many American people is the way many French or Germans or Italians perceive Brussels,” Ms. de Hoop Scheffer said. “They perceive Brussels as almost an illegitimate entity.”\n\nThe old center-right and center-left parties that divided power in a number of countries and kept Europe stable for decades are being swept aside by new and unpredictable forces nearly across the board. Politicians who play on nationalism and worries about economic disenfranchisement are on the rise. Animosity toward the European Union is of a piece with this feeling.\n\n“Right versus left doesn’t exist any more,” Mr. Wilders, who is regularly rated as the most popular politician in the Netherlands, said in an interview.\n\nMany voters on both sides of the Atlantic seem fed up with the old political names and faces, like Hillary Clinton or Jeb Bush in the United States.\n\nIn France, the list includes the former president Nicolas Sarkozy and another center-right figure, Alain Juppé, who are both out of the 2017 presidential race, as well as the current Socialist president, François Hollande, who decided not to seek a second term because his approval ratings were so poor.\n\nAdvertisement Continue reading the main story\n\nWith so many major elections on the way and so few of the big questions settled, Europe seems destined to continue to be subject to political tremors — and vulnerable to stronger forces that risk fracturing the European Union altogether.\n\n“What we want is to bring back the values, the identity, the culture and the money, and put forward again national interests,” Mr. Wilders said.\n\nWhether such changes are possible is hard to know, but Europe’s populists would clearly like to project an air of inevitability.\n\n“I’m telling you, the genie will not go back into the bottle,” Mr. Wilders said. “The process will continue, and will change Europe forever.”", "summary": "The popular anger has turned what are normally routine elections into what François Heisbourg, a former French defense official and the chairman of the International Institute for Strategic Studies, described as moments of “volatility and inscrutability.”That is especially so with yes-or-no referendums — first in Britain, now in Italy — where a populist rejection of the political establishment can, by extension, also be a chance to send a message to the unelected officials in Brussels who work closely with European government leaders.The Italian vote will probably widen the gulf between the northern eurozone countries, led by Germany, and those in the south, said Pawel Tokarski, a senior researcher at the German Institute for International and Security Affairs in Berlin.The political demise of Mr. Renzi, the Italian prime minister, and his reform agenda removes an unabashedly pro-European leader who had hoped to ignite economic growth by ending an era of crippling budget austerity.With so many major elections on the way and so few of the big questions settled, Europe seems destined to continue to be subject to political tremors — and vulnerable to stronger forces that risk fracturing the European Union altogether."}