{"title": "Migrants Cross Austria Border From Hungary", "authors": ["Alison Smale", "Rick Lyman", "Anemona Hartocollis"], "url": "https://www.nytimes.com/2015/09/05/world/europe/migrant-crisis-hungary.html", "body": "Police helicopters swirled overhead, and the migrants, uncertain what to do, huddled together in the fetid encampment.\n\nPhoto\n\nJust before 1 a.m. on Saturday, a man with a bullhorn began telling the crowd that they would be taken to the border, and that they should bring with them as much food and water as they could. Families began frantically packing their possessions. Be prepared to move, they were told.\n\nThe long line of regional buses began loading the migrants. Some were marked “chartered service” or “transit service.” They were mostly rickety, Soviet-era buses in distinctive blue and yellow liveries.\n\nPeople waited in long lines to board, and by 1:10 a.m., the first buses were on the move. Migrants waved happily to onlookers as they pulled away.\n\nBy 2 a.m., the police said, 40 buses had departed. By 5 a.m. at least six buses arrived at Hegyeshalom, Hungary, with about 400 passengers, where the migrants, many cheering and clapping, were welcomed in the rain by local volunteers.\n\nPhoto\n\nThe Austrian police said those who wanted to continue on to Germany would be directed to a train station, and those who wished to stay in Austria would be taken to a collection center, where they would be interviewed and processed.\n\nAdvertisement Continue reading the main story\n\nThe decision to let the migrants go came at an emergency session of top Hungarian officials on Friday, and was made both for humanitarian reasons and to ease the pressure on the nation’s transit system, said Janos Lazar, the prime minister’s chief of staff.\n\nMr. Faymann said on his Facebook page that he had spoken with Viktor Orban, the prime minister of Hungary, and Chancellor Angela Merkel of Germany, and that the migrants would be allowed into Austria and Germany.\n\nThe six trains that left Budapest on Monday arrived in Munich the next morning after a chaotic and crowded journey across Austria, and the more than 3,000 passengers were quickly processed by the German immigration authorities.\n\nPhoto\n\nMore than 300,000 people have crossed into Europe by sea — most of them from Libya to Italy or from Turkey to Greece — and 2,600 have died in the attempt. Thirty to 40 drowned Friday after a boat carrying more than 120 Somalis, Sudanese and Nigerians deflated off the coast of Libya.\n\nThe migrants who manage to get to Greece must then begin a difficult trek across Macedonia and Serbia before sneaking into Hungary in hopes of getting, eventually, to preferred destinations like Germany, Sweden and the Netherlands, which are prosperous, offer the chance for jobs and have been more welcoming than other nations.\n\nPhoto\n\nNearly 170,000 migrants have crossed Hungary’s southern border this year, officials said. Some, using human smugglers or managing to gain access to trains or taxis, have made their way to the West, while others are waiting in crowded Hungarian reception centers for their cases to be resolved, or clustering at Keleti and other Hungarian train depots.\n\nIn response to reports that Germany was prepared to be more accepting of migrants from war-torn Syria, the number of people pouring into Hungary rose rapidly in recent weeks. Two months ago, around 2,000 a day were crossing the border. Within the last week, it grew to 3,000 or more, and they continued to arrive despite the closing of the Budapest train station and a crackdown by Hungarian officials.\n\n10 Miles Danube HUNGARY Keleti railway station Refugee camp Bicscke Budapest SLOVAKIA AUSTRIA Budapest HUNGARY ROMANIA SERBIA CROATIA Danube 10 Miles HUNGARY Keleti railway station Refugee camp Budapest Bicscke UKRAINE SLOVAKIA Budapest AUSTRIA HUNGARY ITALY ROMANIA CROATIA SERBIA\n\nThe refugee crisis has struck a deep chord in Austria, which accepted waves of people in past decades whenever unrest hit the Soviet bloc — Hungary in 1956, Czechoslovakia in 1968 and Poland in 1981 — and during the Balkan wars of the 1990s.\n\nAdvertisement Continue reading the main story\n\nFor much of Friday night, the migrants awaited the arrival of the buses, unsure whether to trust Hungarian authorities to take them to the Austrian border.\n\nVideo\n\nAdding to the tension, riot police officers locked all access to Keleti station and the nearby subway station, and had blocked the main stairwells leading up from the migrants’ encampment. The police said they had done so because of rumors that soccer fans, leaving a match between the Hungarian and Romanian national teams, intended to head to the station and attack the migrants.\n\nA huge operation on Friday, involving thousands of police officers, was intended to “protect the migrants,” said one officer, who would not give his name. Arabic-speaking migrants on bullhorns exhorted any migrants still above ground in the station area to retreat to the underground encampment, where the police could protect them from the soccer hooligans.\n\nNewsletter Sign Up Continue reading the main story Breaking News Emails Sign up to receive an email from The New York Times as soon as important news breaks around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFamilies straggled down to the encampment, women cradling babies, men hauling plastic bags full of their few remaining possessions. Fear of an attack and the heavy police presence made them wary of sleeping outside at ground level, as many had in recent nights.\n\n“Why people want to attack us?” asked Mohammad, 25, a student of Arabic literature who is Palestinian and grew up in the Yarmouk camp in Syria. He would not give his last name for fear that the Syrian government would harm his family.\n\nBut the soccer hooligans never appeared.\n\nBefore the arrival of the buses, the underground concourse was full of hundreds, perhaps thousands. Even in the tense atmosphere, with the helicopters circling and sirens wailing, the migrants continued to wash in the public water pipes. Many had bedded down for the night. Others said they could not sleep.\n\nMeanwhile, Abdullah Kurdi buried his sons — Aylan, 3, and Ghalib, 5 — and their mother, Rehan, in Kobani, Syria, his ancestral home: a city he had fled to, and later fled from, to escape war. Mr. Kurdi was the only family member to survive when a smugglers’ raft bound from Turkey to Greece foundered on Wednesday. A picture of the body of Aylan face down in the surf, almost as if sleeping, focused new public attention on the plight of Syrian refugees.\n\n“The father gave a speech that was really painful,” said Salih Muslim, an activist in Kobani who attended the funeral and was reached by phone. There was, Mr. Muslim said, “weeping and crying all over the place.”", "summary": "The decision to let the migrants go came at an emergency session of top Hungarian officials on Friday, and was made both for humanitarian reasons and to ease the pressure on the nation’s transit system, said Janos Lazar, the prime minister’s chief of staff. The six trains that left Budapest on Monday arrived in Munich the next morning after a chaotic and crowded journey across Austria, and the more than 3,000 passengers were quickly processed by the German immigration authorities. The migrants who manage to get to Greece must then begin a difficult trek across Macedonia and Serbia before sneaking into Hungary in hopes of getting, eventually, to preferred destinations like Germany, Sweden and the Netherlands, which are prosperous, offer the chance for jobs and have been more welcoming than other nations. The refugee crisis has struck a deep chord in Austria, which accepted waves of people in past decades whenever unrest hit the Soviet bloc — Hungary in 1956, Czechoslovakia in 1968 and Poland in 1981 — and during the Balkan wars of the 1990s."}