{"title": "Cannes, Citing Security Risks, Bans Full-Body ‘Burkinis’ From Its Beaches", "authors": ["Aurelien Breeden", "Lilia Blaise"], "url": "https://www.nytimes.com/2016/08/13/world/europe/cannes-muslims-burkini-ban.html", "body": "Why are burkinis against the rules? “Beach attire that ostentatiously displays a religious affiliation, while France and places of worship are the target of terrorist acts, is likely to create risks to public order,” the ordinance says.\n\nThe mayor, David Lisnard, said in an interview with the newspaper Nice-Matin that the decree was intended as a protective measure and that he was not banning “the veil, the kippa or the cross” on city beaches.\n\nThe ordinance states that religious freedom can be curtailed for security reasons and does not mention any particular faith. But Mr. Lisnard told the newspaper that the ban was directed specifically at Muslim attire, even though Cannes officials acknowledge that the number of women who swim in such clothing is “marginal.”\n\n“If a woman goes swimming in a burkini, that could draw a crowd and disrupt public order,” Mr. Lisnard said. “It is precisely to protect these women that I took this decision. The burkini is the uniform of extremist Islamism, not of the Muslim religion.”\n\nMr. Lisnard said the measure could also apply to women wearing a traditional Indian sari, because such a garment could hamper rescue efforts in the water.\n\nThe decree was the latest decision made in the name of laïcité — the French term for separation of church and state — that targets Muslim clothing, a regular point of contention in France. Politicians differ deeply over how to define laïcité; some acknowledge that it is increasingly used to justify measures that single out Muslims, rather than to keep government out of all religion and vice versa, the principle’s original intent.\n\nA 2004 law banned the wearing of religious attire in public schools, and since then, many of the French government’s prohibitions on public displays of religious belief have centered on Muslim women. Their faith is visible in what they wear (it is less evident with most Muslim men), and, on top of that, many French people are particularly disturbed by the sight of a woman who covers her head and body.\n\nAdvertisement Continue reading the main story\n\nThe restrictions have also arisen at a time of renewed emphasis on the assimilation of people from immigrant backgrounds and amid rising fears of terrorism.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe French emphasis on keeping religious attire out of public life can at times seem strange to foreigners. At the Olympic Games in Rio de Janeiro, several Muslim women have competed in sportswear that cover their hair and neck. Nor is head-covering swimwear used exclusively by Muslim women; face-covering swimsuits have been spotted in China and other places, worn by beachgoers worried about too much sun.\n\nThe measure in Cannes was enacted on July 28, two weeks after the attacks in Nice, roughly 15 miles to the east, in which 85 people were killed by a truck driver; and two days after a priest was killed by two men with knives in St.-Étienne-du-Rouvray, Normandy. Militants professing loyalty to the Islamic State were behind each attack.\n\nThe Collective Against Islamophobia in France said in a statement Friday that Mr. Lisnard’s arguments were “shocking” and that it was filing a legal complaint against the ordinance.\n\n“Must we remind this mayor that about 30 of the victims of the attack in Nice were Muslims, because terrorism targets us all indiscriminately?” the statement said, adding that Muslims and Roman Catholics in St.-Étienne-du-Rouvray had shown unity after the attack there.\n\nWhile wearing a face-covering veil in public or a head scarf in state elementary and high schools is banned by French law, there are otherwise no national restrictions on wearing religious clothing or symbols in public.\n\nIn 2014, the mayor of Wissous, in the southern suburbs of Paris, barred women in head scarves from a temporary beach, but courts struck down the ban.\n\nNice-Matin reported on Friday that Villeneuve-Loubet, a coastal town about eight miles southwest of Nice, enacted a ban last week similar to the one in Cannes.\n\n“This is just a way for politicians to hide their inability to handle security in the face of terrorism,” said Feiza Ben Mohamed, a spokeswoman for the Fédération des Musulmans du Sud, a Muslim association in southern France.\n\nAdvertisement Continue reading the main story\n\nThe beach bans echoed a decision this month by the mayor of Les Pennes-Mirabeau, about 10 miles north of Marseille, to prohibit a private gathering of women and children at a local water park.\n\nThe gathering was organized by a women’s association from Marseille that had booked the park for a full day, told participants that male lifeguards would be present, and suggested that women wear swimsuits that fully covered their bodies, or at least from the knees to the chest. Local right-leaning and far-right politicians criticized the event as promoting extremist Islam.\n\nThe mayor of Les Pennes-Mirabeau said the event was banned because of potential risks to public security.", "summary": "“Beach attire that ostentatiously displays a religious affiliation, while France and places of worship are the target of terrorist acts, is likely to create risks to public order,” the ordinance says. Politicians differ deeply over how to define laïcité; some acknowledge that it is increasingly used to justify measures that single out Muslims, rather than to keep government out of all religion and vice versa, the principle’s original intent. “This is just a way for politicians to hide their inability to handle security in the face of terrorism,” said Feiza Ben Mohamed, a spokeswoman for the Fédération des Musulmans du Sud, a Muslim association in southern France. The beach bans echoed a decision this month by the mayor of Les Pennes-Mirabeau, about 10 miles north of Marseille, to prohibit a private gathering of women and children at a local water park."}