{"title": "Radicalization of a Promising Student Turned Bomb Maker in Brussels", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2016/04/09/world/europe/najim-laachraoui-paris-brussels-attacks.html", "body": "His journey from the Brussels neighborhood of Schaerbeek, where he grew up, to Syria — and back, as a changed and deadly man — is a trajectory decidedly different from that of many of his cohort, who were possessed of scant prospects and long rap sheets.\n\nIn the ruthless pecking order of the Islamic State, many of the others amounted to cannon fodder. But Mr. Laachraoui was no doubt a prized recruit: an educated European who radicalized all but invisibly, not in prison, but while in the classrooms of good schools and university study groups.\n\nOne former university acquaintance posted on Facebook a photograph of Mr. Laachraoui with seven other students in his electrical engineering class who had built a radio together. Mr. Laachraoui is dressed in Western clothes and stands in the back row, a sober look on his face.\n\nPhoto\n\nWhy the bomb maker would himself become a suicide bomber remains one of the essential mysteries surrounding him and, much like his radicalization, defies simple explanation.\n\nIn such cases, experts say, the environmental and circumstantial components can be pieced together. But the personal and psychological ones remain obscure.\n\nAdvertisement Continue reading the main story\n\nOne practical factor, experts speculate, is a frightening one: that Mr. Laachraoui was not the only Islamic State bomb maker in Europe, and perhaps not even the only one in Belgium. It is quite possible he learned his bomb-making skills from someone more experienced who has yet to be discovered.\n\nThe French and Belgian news media have reported that a man believed to be a Palestinian member of the Islamic State who has extensive bomb-making experience entered Europe shortly before the Nov. 13 attacks in Paris.\n\nWhile the Belgian authorities have not publicly confirmed that report, it seems unlikely that the Islamic State would allow its sole bomb maker in French-speaking Europe to be killed unless it had a backup plan.\n\nThose who knew Mr. Laachraoui in high school say his latent radicalization was hardly evident, though in retrospect perhaps there were some signs of alienation from his adopted Western culture.\n\nMr. Laachraoui was born on May 18, 1991, in Ajdir, Morocco, but he grew up in Belgium, according to court papers. By the time he was a young man, he was clearly grappling with what kind of Muslim he wanted to be.\n\n“We are faced with a person who was in search of his Islam,” said Bruno Derbaix, who taught a religion class at the Institut de la Sainte-Famille, where Mr. Laachraoui studied during high school.\n\nIn Belgium, it is not uncommon for even Muslim families to send their children to Catholic schools, which supplement the state system, and where the quality of the education and a sometimes greater comfort with religion appeal to them.\n\nIn his religion class, an 18-year-old Najim Laachraoui wrote a paper on how Islam viewed slavery, a practice that the extremist Islamic State defends, particularly when it comes to non-Muslims. He wrote another on stoning, the Shariah punishment for adultery.\n\nAdvertisement Continue reading the main story\n\nAt the time, Mr. Laachraoui struck a defensive tone, hoping that Islam would not be judged harshly for such practices.\n\n“Islam did not abolish slavery directly and clearly,” he wrote. Yet he emphasized that his hope was for “each person to gain his true freedom, and be sensitive to those who do not have freedom or from whom it has been taken away.”\n\nBy the time of the attacks in Brussels, he had long since shed that sense of moderation. His search for his Islam, instead of enlarging his vision, led him to think more and more narrowly, Mr. Derbaix said.\n\nBy Mr. Laachraoui’s last year of high school, his teacher recalled, he had adopted the dress favored by Salafist Muslims, rolling his pants to above his ankle, growing a goatee and refusing to shake hands with women. He is not known to have ever had a girlfriend.\n\n“One of his Islams was purist,” Mr. Derbaix said. “There are many people who practice a purist Islam and who are perfectly content in the West.”\n\n“But in Najim’s case,” he added, “this was an Islam that had the tendency to say, ‘Watch out, things are not going so well between Islam and the West,’ so I believe he was on a trajectory where he felt less and less good.”\n\nHis embrace of extremism contrasted with other members of his family, who did not want to speak with reporters.\n\nThe brother closest to him in age, Mourad, 20, who is also a practicing Muslim, has become one of Belgium’s top taekwondo competitors.\n\nAdvertisement Continue reading the main story\n\nAt a news conference after his brother’s death, Mourad Laachraoui said that carrying the Belgium flag at international matches was “something important to me, it is what I have fought for.”\n\nHis brother Najim, on the other hand, seemed to have felt increasingly like an outsider, someone who would always be scrabbling to get ahead in a place where unemployment for Muslim youths runs as high as 40 percent in neighborhoods like Schaerbeek.\n\nAfter graduating high school with good grades, especially in math and physics, Najim Laachraoui enrolled at the Université Libre de Bruxelles. There, he was more of a minority, since relatively few Muslims make it to university, said Mr. Derbaix, his former religion teacher.\n\nHe left after just a year. He then enrolled in another school, according to his former teacher, but dropped out of that as well.\n\nTo feel apart, even isolated, is not uncommon for a Muslim from Schaerbeek, the third-poorest commune in Belgium and one with a long history of racism.\n\nMore than Molenbeek, where many of the Paris and Brussels attackers lived, Schaerbeek is a mixed community with a sizable number of native Caucasian Belgians as well as Muslims from Turkey and Morocco.\n\nVideo\n\nYet despite its heterogeneity, the groups still live in somewhat segregated communities.\n\nMustapha Chairi, a Schaerbeek native and now the head of the Collective Against Islamophobia in Belgium, remembers how when he was a boy, the mayor, Roger Nols, made no bones about his loathing for immigrants from North Africa.\n\nIn at least one election year, 1986, he donned ethnic Moroccan clothes, mounted a camel and rode to the central square to declare, “In 20 years all of Schaerbeek will look like this unless you vote for me,” Mr. Chairi recalled.\n\nAdvertisement Continue reading the main story\n\nHe stayed in office for 19 years.\n\nAs a Moroccan son from a working-class family, Mr. Chairi said, “I never went to the street with the grand houses” of the rich, nor even to the streets occupied by less wealthy Caucasian Belgians.\n\nThis striated social context was where Mr. Laachraoui grew up, deeply conscious of two worlds, separate yet side by side.\n\nAs Mr. Laachraoui was casting about for direction three years ago, a charismatic street preacher named Khalid Zerkani was working the streets of neighboring Molenbeek, captivating young Muslim men with his message.\n\nIn all, he seems to have recruited more than 50 young men — the numbers have come out in two separate trials, in which he was charged with organizing and financing a recruitment network that funneled jihadists to Syria. He is currently in prison in Belgium after being convicted in the first trial.\n\nSome of his followers were young petty criminals whom he encouraged to rob people in order to raise money for their trips to Syria. But others were intelligent young men with prospects.\n\nOne of them was Najim Laachraoui, according to court documents in one of Mr. Zerkani’s trials.\n\nBy 2013, his parents moved to a new neighborhood of Schaerbeek where there were few Muslims. Whether one reason they did so was because they worried that the eldest of their five children was growing increasingly radical and they wanted to pull him out of Mr. Zerkani’s orbit is not clear.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn any case, it was too late.\n\nDuring the move, Najim disappeared, Mourad Laachraoui, the taekwondo champion, said at his brief news conference, in which he begged reporters to leave his family alone.\n\nThe family learned of his departure from a phone call. Mourad said he never spoke to his brother again and had not known where he was until after his death.\n\nAdvertisement Continue reading the main story\n\n“I could not find him,” he said. “If I had found him, I would have tried to get him back to reason with him.”\n\nMr. Laachraoui returned to Europe from Syria in September using a false passport with the name Soufiane Kayal and traveling with Salah Abdeslam, who is now the only surviving Paris attacker.\n\nAfter Mr. Laachraoui arrived back in Belgium, investigators say, he was at least one of the people involved in making explosives for the suicide vests worn by the Paris attackers. His DNA was found on several of the suicide vests used by the Paris attackers as well as in the house in Schaerbeek, which was used to make the explosives and vests, according to a statement from the Brussels prosecutor’s office.\n\nMr. Abdeslam was captured just days before the Brussels bombings, for which Mr. Laachraoui is also believed to have prepared the explosives, as he shuttled between houses in and around Brussels. He was among the three men picked up by a taxi driver on the morning of the Brussels attacks from a house in Schaerbeek where the police later found more than 30 pounds of explosives.\n\nWhy death became more important to him than the “freedom” that he had told his high school teacher he hoped everyone could enjoy is impossible to guess.\n\nIn one of their last conversations before graduation, Mr. Laachraoui told his teacher that he believed Islam was superior to the Western model.\n\n“I said that one day his idealism would be put to the test and that he must pay attention not to set himself on a path of pride and anger,” Mr. Derbaix recalled. “With his great smile, he said to me, ‘Don’t worry.’ ”", "summary": "His journey from the Brussels neighborhood of Schaerbeek, where he grew up, to Syria — and back, as a changed and deadly man — is a trajectory decidedly different from that of many of his cohort, who were possessed of scant prospects and long rap sheets.The French and Belgian news media have reported that a man believed to be a Palestinian member of the Islamic State who has extensive bomb-making experience entered Europe shortly before the Nov. 13 attacks in Paris.In Belgium, it is not uncommon for even Muslim families to send their children to Catholic schools, which supplement the state system, and where the quality of the education and a sometimes greater comfort with religion appeal to them.By Mr. Laachraoui’s last year of high school, his teacher recalled, he had adopted the dress favored by Salafist Muslims, rolling his pants to above his ankle, growing a goatee and refusing to shake hands with women.Mustapha Chairi, a Schaerbeek native and now the head of the Collective Against Islamophobia in Belgium, remembers how when he was a boy, the mayor, Roger Nols, made no bones about his loathing for immigrants from North Africa."}