{"title": "A French Minister Who Attracts Applause and Anger Considers a Bigger Stage", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/06/10/world/europe/emmanuel-macron-france-en-marche.html?rref=collection%2Fbyline%2Fadam-nossiter&action=click&contentCollection=undefined&region=stream&module=stream_unit&version=latest&contentPlacement=8&pgtype=collection", "body": "Behind his back, colleagues in France’s Socialist government whisper about his vaulting ambition. Many of them see him as a capitalist interloper, a traitor to Socialist ideals and a threat to their traditional base among workers.\n\nOn Monday, it was militants from the far-left CGT union who greeted the young minister with eggs — one landed in his hair — and catcalls in the Communist-controlled Paris suburb of Montreuil. “Get lost!” they shouted at him.\n\nThe melee followed months of demonstrations in the streets by workers who have blocked oil refineries, nuclear plants, factories and the country’s rail network. The unrest has been set off by a government economic overhaul — an attempt, bold at first, to loosen France’s ultratight labor laws, making hiring and firing easier and weakening the union’s grip.\n\nAs much as anyone’s, it is Mr. Macron’s ideas that the demonstrators are protesting. In addition, his banking background, elite education, button-down persona and technocratic aura — he angrily told a T-shirted demonstrator several weeks ago that “the best way to afford a suit is to work” — have made him the focus of much of the rage. (“I’ve been working since the age of 16, sir!” the demonstrator responded.)\n\nFrance appears both terrified and absorbed by Mr. Macron’s ideas — making it easier to get and lose a job, to move to a new job, and to shake off the lifetime security of unbreakable contracts in search of something better.\n\n“There’s a desire for change, but a fear of change, too. That’s France,” said Philippe Aghion, a Harvard economist who worked with Mr. Macron on a reform commission in 2008, and has influenced him.\n\nThe ideas generated by that commission weigh in the minister’s thinking, Mr. Aghion said.\n\nThe T-shirt incident was captured on video and quickly went viral, earning Mr. Macron a mocking hashtag, #UnTshirtpourMacron, and much derision in the news media.\n\nAdvertisement Continue reading the main story\n\nAt the same time, Mr. Macron polls far higher than his boss, Mr. Hollande, whose re-election prospects next year look increasingly shaky. Mr. Macron is the darling of the businessmen’s confederation and the favorite of right-leaning pro-capitalism media in France, and he earned applause and rage in equal measure when he said in an interview last year, “We need young Frenchmen who want to become billionaires.”\n\nIn a recent visit to the northern industrial town of Valenciennes, Mr. Macron appeared to be in full campaign mode.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe police blocked off the city center, fearing protests. At a training center, apprentice welders and home health aid workers waited to take selfies with him. He quizzed them attentively, like a candidate, about their hopes and aspirations.\n\n“What’s at stake for me is to inspire confidence again,” Mr. Macron, striking a broad theme for France’s future, told a worker grumbling about the labor reform law at a mattress factory. Nearby, other workers waited patiently for pictures.\n\nTo the Socialist establishment, Mr. Macron is too ready to lecture much older politicians, and is the man who wants to “reintroduce mobility in the labor market,” as he wrote in an article last year, but also to end “our culture of paying managers more.”\n\nIn his characteristic rapid-fire delivery, he told a parliamentary committee last month: “We’ve created rigidities at the entrance point in artisanal occupations,” like hairdressers and nail salons. “We’ve put up barriers.” France needs to “help in the creation of jobs for which qualifications are limited,” he said. He was one of the youngest men in the room.\n\nAn older Communist representative would have none of it.\n\n“There is always with you this, I won’t say, obsession to liberate activity,” André Chassaigne, a factory worker’s son, scolded Mr. Macron. “As a society, we would lose our bearings.”\n\nThe French news media seemingly can’t get enough of Mr. Macron. Intrigued by his combination of brains (he once served as an assistant to one of France’s leading 20th-century philosophers, Paul Ricoeur) and heterodoxy, they have put him on the cover of newsmagazines more in the last six months than any other political figure, despite his thin record of accomplishment so far.\n\nAdvertisement Continue reading the main story\n\n“The Macron Rocket — His Secret Plan for 2017” was one recent cover; “Macron: Why Not Him? How He Wants to Break the System” was another. Even glossy gossip magazines like Paris Match follow him, drawn by his unusual domestic arrangements: He is married to his high school teacher, 20 years his senior, from Amiens.\n\nIn the central city of Orléans last month, he was invited by an opposition party mayor to preside over ceremonies honoring Joan of Arc, who made her decisive stand against the English there in 1429.\n\n“Jeanne was a shepherdess, but she beat a path to the king,” Mr. Macron told hundreds spread out in the plaza in front of the towering 17th-century cathedral in the city where she led the French troops in battle.\n\n“Jeanne was a nobody. But she carried on her shoulders the will to progress and justice of an entire people. She was a crazy dream. But she wound up imposing herself as something obvious,” he said. “Believe in individual initiatives, in courage, in risk.”\n\nThe applause for Mr. Macron was polite — his highfalutin style, nurtured at France’s best schools like the École Nationale d’Administration, is peppered with references to the country’s literary and political heroes.\n\nBut the audience was attentive, even if his arrival was greeted with boos from union members.\n\n“Maybe it’s a crazy dream, impossible,” he recently told a crowd in Lyon, “but this great change, necessary to our country, I’m persuaded we can accomplish it together.”\n\nThe City Hall in Lyon was packed, and the mayor there greeted him like a hero.\n\nMr. Aghion, the Harvard economist, said: “He’s a free atom. One doesn’t really know where he is going.”\n\n“The problem is,” Mr. Aghion added, “he doesn’t really have any allies.”\n\nMuch of the challenge Mr. Macron will face, if he enters the lists in next year’s race, was summed up in an encounter with reporters in Valenciennes. Defending himself over the harsh T-shirt encounter, he said, “One doesn’t tutoie a minister,” referring to the familiar form of the second-person pronoun.\n\nTrue, the “tu” form is generally used only with children and friends, and not with ministers. But a politician with national ambitions in France might be better off not pointing that out to a gaggle of journalists.\n\nAdvertisement Continue reading the main story\n\n“He’s got to separate himself from his image as a technocrat,” Mr. Aghion said."}