{"title": "After Defeat, Britain’s Labour Party Argues Over Its New Leader", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/07/24/world/europe/britain-labour-leader.html", "body": "Outside the party, Mr. Corbyn is considered unelectable, and hence a great gift to the Conservative Party, and when the Labour Party finally decides, in September, that may emerge as the prevailing wisdom. But his rise — with some polls of party members showing him leading — has served only to emphasize the depth of Labour’s confusion about its future.\n\nAs telling, perhaps, Liz Kendall, 44, the only one of four candidates considered close to the policies of Tony Blair — who led centrist “New Labour” to three general election victories — is running a poor last. On Thursday, she angrily rejected pressure to quit the race to forestall the rise of Mr. Corbyn.\n\nEd Miliband, the former Labour leader, resigned immediately after this year’s defeat, and the party that once praised him now blames him for all its troubles.\n\nNo fan of Mr. Blair, Mr. Miliband pushed the party to the left, but voters rejected him. Labour won more votes in England than in 2010, but it was slaughtered in Scotland, losing all but one seat there and 26 seats over all.\n\nPhoto\n\nThe other two contenders, who are more conventional, are Andy Burnham, 45, born in Liverpool, who was the party’s designated, or “shadow,” health secretary, and Yvette Cooper, 46, the shadow home secretary and former shadow foreign secretary. Ms. Cooper is married to Ed Balls, who was shadow chancellor but lost his seat in May, marking the depth of Labour’s troubles. Mr. Balls is keeping out of the way while Ms. Cooper tries to become Labour’s first female leader.\n\nMr. Blair, who is widely disliked in the Labour Party for having led the country to war in Iraq on erroneous claims about Iraqi unconventional weapons, was no fan of Mr. Miliband. The prospect of Mr. Corbyn, who is even farther to the left, prompted another Blair intervention on Wednesday, a warning that “an old-fashioned leftist platform” would mean Conservative rule for the next 15 years.\n\n“When people say, ‘My heart says I should be with that politics,’ well, get a transplant, because that’s just daft,” Mr. Blair said. “You win from the center, you win when you support business as well as unions. You don’t win from a traditional leftist position.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Blair’s advice to the party: “Move on — but for heaven’s sake don’t move back.”\n\nBut moving on to what exactly? Mr. Corbyn is clear about what he wants — an end to austerity, a big tax-and-spend state. But Mr. Burnham and Ms. Cooper are trying to thread the needle between an appeal to Labour members, who think Mr. Miliband was not sufficiently left-wing, and the larger public, including Liberal Democrat voters and centrist Conservatives, who want a society with more social justice but one that also lives within its means and rewards success.\n\nAdvertisement Continue reading the main story\n\nOn Thursday morning, Ms. Cooper, who worries the Conservatives the most, floundered under tough questioning about her policy positions, causing a BBC interviewer to say that she was good at the rhetoric of unity but that she was reluctant to take firm positions, leaving many unclear as to what she actually stood for.\n\nBoth Ms. Cooper and Ms. Kendall have said that if Mr. Corbyn is elected leader, they will not take positions in his shadow cabinet.\n\nMr. Burnham, who is considered politically between Mr. Corbyn and Ms. Cooper, was damaged when Unite failed to support him this month and when he was thought to have flip-flopped over whether Labour should support the government’s plans for billions in welfare cuts.\n\nJohn McTernan, a former Blair aide, branded as “morons” Labour legislators who nominated Mr. Corbyn to join the race but did not support him. One of them, Margaret Beckett, the party’s former deputy leader, admitted that she regretted her decision to nominate Mr. Corbyn. “I’m beginning to wish that I hadn’t, I’ll be quite honest about it,” she told the BBC. Asked if she was a “moron” for having done so, she said, “Yes, I am one of them.”\n\nTrying to explain why Mr. Corbyn was performing so well with Labour Party members, Mr. McTernan said, “Political parties are full of suicidally inclined activists and clearly some Labour members are suicidally inclined.”\n\nMr. Blair called Mr. Corbyn “the Tory preference,” and in fact some Conservatives are being urged by The Telegraph, a right-wing daily newspaper, to sign up as Labour Party supporters in order to vote for Mr. Corbyn in the leadership contest. The winner will emerge only in mid-September, giving the Labour Party two more months to sort it all out.", "summary": "As telling, perhaps, Liz Kendall, 44, the only one of four candidates considered close to the policies of Tony Blair — who led centrist “New Labour” to three general election victories — is running a poor last. Mr. Blair, who is widely disliked in the Labour Party for having led the country to war in Iraq on erroneous claims about Iraqi unconventional weapons, was no fan of Mr. Miliband. The prospect of Mr. Corbyn, who is even farther to the left, prompted another Blair intervention on Wednesday, a warning that “an old-fashioned leftist platform” would mean Conservative rule for the next 15 years. But Mr. Burnham and Ms. Cooper are trying to thread the needle between an appeal to Labour members, who think Mr. Miliband was not sufficiently left-wing, and the larger public, including Liberal Democrat voters and centrist Conservatives, who want a society with more social justice but one that also lives within its means and rewards success."}