{"title": "Rallying Catalans to the Separatist Cause", "authors": ["Raphael Minder", "The Saturday Profile"], "url": "https://www.nytimes.com/2014/11/08/world/europe/carme-forcadell-barcelona-catalonia-spain.html", "body": "In fact, Ms. Forcadell argues that Artur Mas, the head of the Catalan regional government, would not have converted to the secessionist cause and scheduled a ballot on independence on Nov. 9 without the street demonstrations she helped organize.\n\n“Mas was not for independence, but he saw that civil society was going to trample over the politicians unless they climbed on board,” she said in a recent interview in the windowless office from which she runs the assembly.\n\nMs. Forcadell, 58, has got “a simple approach and a power to bring people together that most politicians don’t have,” said Pere Martí, a journalist who published a book on the assembly last year. “She speaks the way normal people speak, without adding any intellectual flourish.”\n\nThe straight-talking Ms. Forcadell has gone out of her way to keep at arm’s length the political establishment to which she used to belong, when she was a local councilor in the City Hall of Sabadell, just to the north of Barcelona. But after losing an election in 2007, she switched from mainstream politics to grass-roots activism, which she said was a better fit for her.\n\n“I’ve probably gone in the opposite direction to what is the usual path,” she said, “but I just like this better.” She added: “The politicians have been very tainted by corruption, but we are all volunteers, and I think that gives people a lot more security.”\n\nMS. FORCADELL started pushing for Catalonia’s independence as a college student majoring in philosophy and communications in the 1970s, in the final years of the Franco dictatorship. Spanish students were yearning for democracy, but in Catalonia, feelings of repression were inflamed by the Franco regime’s prohibition of the Catalan language in education.\n\n“I wanted democratic change, but it also increasingly made sense to me that protecting a language and gaining independence were goals that should go together with that,” she said.\n\nVideo\n\nAfter college, Ms. Forcadell worked briefly as a journalist before switching to education, a career she has continued to pursue, off and on, to this day. Her first assignment was as an English teacher, though these days she is not particularly comfortable with the language and declined an offer to switch the conversation from Spanish.\n\nAdvertisement Continue reading the main story\n\n“I’ve now got some problems with English, and I have a terrible accent,” she said.\n\nAfter leaving local government, she became active in the secessionist movement, going from one civic group to another, until the Catalan National Assembly was conceived in 2011.\n\nA year later, she was elected its president.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nEven if the success of the assembly means she now gets regularly stopped on the streets of Barcelona, Ms. Forcadell cut short any detailed discussion about her own life, saying her secessionist campaign is “for Catalans and not about me.” She also emphasized that the assembly worked alongside other groups, notably Òmnium Cultural.\n\nFerran Civit, one of the senior officials of the assembly, said it was hard to get Ms. Forcadell to bend. She “rises to challenges and has a strong personality, bordering on a temper,” he said.\n\nMs. Forcadell grew up in Xerta, a village of 1,300 along the Ebro River, where her father combined a small transportation business with agricultural work. “Most people were farmers who also needed to do something else because they didn’t earn enough just from the land,” she said.\n\nCatalonia, however, is now Spain’s economic powerhouse. Its 7.5 million residents account for 16 percent of Spain’s population but 19 percent of its output. In fact, Mr. Rajoy and Mr. Mas initially fell out in 2012 after Mr. Rajoy refused to reduce Catalonia’s taxes as part of a Spanish system that redistributes taxes from richer to poorer regions.\n\n“We should be able to decide how we spend our own resources and what level of solidarity we want to show toward others,” Ms. Forcadell said.\n\nAs it has gained clout, however, the assembly has come under pressure to disclose its own financing. Ms. Forcadell is still a member of Esquerra Republicana de Catalunya, a left-leaning secessionist party, but she said the assembly did not receive any subsidies, from Esquerra Republicana or any other group.\n\n“We want to maintain our independence and believe that, during a financial crisis, public money should go toward social issues,” she said.\n\nAdvertisement Continue reading the main story\n\nMs. Forcadell said the assembly was financed by its 40,000 members, who pay minimum monthly dues of 4 euros, or about $5, as well as from the sale of pro-independence T-shirts and trinkets. The group’s 2014 budget is about $3 million.\n\nORIOL JUNQUERAS, the leader of Esquerra Republicana, said he felt respect for Ms. Forcadell and the assembly. However, Ada Colau, who is expected to run next May as a left-wing candidate for mayor of Barcelona, said Ms. Forcadell was “not the spokeswoman of Catalan democracy, which is far too complex and plural” for the assembly to claim such a role.\n\nMarried with two children, Ms. Forcadell initially combined her leadership of the assembly with her teaching duties. But this year, the secessionist work became so all-consuming that she had to take an unpaid leave from teaching.\n\nWhile tensions have escalated, Ms. Forcadell said that she did not expect the feuding to spill over into violence, even if the vote on Sunday is called off. If that should happen, she said, frustrated Catalans would continue to push for secession “democratically and peacefully.”\n\nShould Catalonia eventually gain independence, Ms. Forcadell said that she was unsure whether she would want a government role. “The only thing I know is that I will celebrate with a long holiday, because pushing for independence has already involved almost three years of very hard work,” she said.", "summary": "In fact, Ms. Forcadell argues that Artur Mas, the head of the Catalan regional government, would not have converted to the secessionist cause and scheduled a ballot on independence on Nov. 9 without the street demonstrations she helped organize.“Mas was not for independence, but he saw that civil society was going to trample over the politicians unless they climbed on board,” she said in a recent interview in the windowless office from which she runs the assembly.Ms. Forcadell, 58, has got “a simple approach and a power to bring people together that most politicians don’t have,” said Pere Martí, a journalist who published a book on the assembly last year.MS. FORCADELL started pushing for Catalonia’s independence as a college student majoring in philosophy and communications in the 1970s, in the final years of the Franco dictatorship.However, Ada Colau, who is expected to run next May as a left-wing candidate for mayor of Barcelona, said Ms. Forcadell was “not the spokeswoman of Catalan democracy, which is far too complex and plural” for the assembly to claim such a role."}