{"title": "Geert Wilders, Dutch Politician, Distracts From Hate-Speech Trial With More Vitriol", "authors": ["Nina Siegal"], "url": "https://www.nytimes.com/2016/11/01/world/europe/geert-wilders-netherlands-hate-trial.html", "body": "Mr. Wilders, 53, is charged with offending members of a group based on their race, and hate speech and discrimination. If convicted he could be sentenced to up to two years in prison, though people found guilty of such offenses are more commonly fined or required to do community service.\n\nA conviction could affect his career in Parliament, where he has been the leader of the Party for Freedom since 2006.\n\nMr. Wilders announced on Friday that he would not attend the trial, which is being held in a secure courtroom near Schiphol Airport outside Amsterdam. He called himself “a politician who says what the politically correct elite do not want to hear.”\n\nThe case revolves around two sets of remarks made near the time of municipal elections in The Hague in 2014. On March 12 of that year, Mr. Wilders told the Dutch national broadcaster NOS that he hoped the city’s residents would “vote for a more safe and social city, and if it would be possible, fewer Moroccans.” At a rally a week later, he asked, “Do you want more or fewer Moroccans in this city and in the Netherlands?” The audience responded by chanting, “Fewer, fewer!” Mr. Wilders responded, “Well, we’ll arrange that, then.”\n\nThe primary judge of the three overseeing the case, Hendrik Steenhuis, spent more than an hour of the trial reconstructing events surrounding the two appearances.\n\nPhoto\n\nHe said he wanted to establish whether the comments had been impulsive, off-the-cuff remarks or planned in advance.\n\nOne fact that could influence the outcome, Judge Steenhuis said, was that Mr. Wilders repeated the alleged offense after the first event, despite complaints. During the March 19 appearance, Mr. Wilders acknowledged that his comments could lead to prosecution.\n\nAdvertisement Continue reading the main story\n\nMore than 6,400 Dutch citizens filed complaints after that appearance, and prosecutors have said that they felt obliged to respond.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“There were so many complaints that police were worried that they would lose too much capacity over it,” said Elianne van Rens, one of the other judges, who presented the facts of the case.\n\nMr. Wilders was acquitted on charges of hate speech in 2011, after complaints about his fierce criticisms of Islam.\n\nThe earlier case focused on hate speech against a religion or religious beliefs; this time, the target was a population group, according to a spokesman for the public prosecutor’s service, Frans Zonneveld.\n\n“Islam is an idea, a religion, but according to the public prosecution service, you have a lot of room to criticize ideas, but when it comes to population groups, it’s a whole different matter,” Mr. Zonneveld said.\n\nAs Mr. Zonneveld put it, the case is about a conflict between freedom of speech and the freedom from discrimination.\n\nOn Friday, Mr. Wilders denounced the proceedings.\n\n“It is a travesty that I have to stand trial because I spoke about fewer Moroccans,” he said. “Not because they despise all Moroccans or want all Moroccans out of the country, but because they are sick and tired of the nuisance and terror caused by so many Moroccans.”\n\nHe added, “If speaking about this is punishable, then the Netherlands is no longer a free country but a dictatorship.”\n\nIn response, Mr. Zonneveld said, “The fact that the politician has to appear before a court doesn’t make it a political trial.” He added, “The whole of Dutch society and the people who have made complaints on this issue, as well as Mr. Wilders, have a right to have a court verdict on this matter.”\n\nOne of the chief prosecutors, Sabina van der Kallen, expressed irritation that Mr. Wilders had failed to inform them that he would not be showing up. “We would have appreciated if we had heard about his absence from the defense and not from the newspaper,” she said.", "summary": "If convicted he could be sentenced to up to two years in prison, though people found guilty of such offenses are more commonly fined or required to do community service. The primary judge of the three overseeing the case, Hendrik Steenhuis, spent more than an hour of the trial reconstructing events surrounding the two appearances. The earlier case focused on hate speech against a religion or religious beliefs; this time, the target was a population group, according to a spokesman for the public prosecutor’s service, Frans Zonneveld. One of the chief prosecutors, Sabina van der Kallen, expressed irritation that Mr. Wilders had failed to inform them that he would not be showing up."}