{"title": "Germany Seeks Tunisian Tied to Berlin Christmas Market Attack", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2016/12/21/world/europe/berlin-christmas-market-attack.html", "body": "Mr. Amri was recorded as having entered Italy in 2012, according to German news accounts. He traveled to Germany in July 2015 and applied for asylum in April this year, receiving papers that allowed him to stay in the country temporarily. He lived for a time in housing designated for asylum seekers in the city of Emmerich am Rhein, in North Rhine-Westphalia, Germany’s most populous state, and in Berlin.\n\nAt a news conference in Düsseldorf, Ralf Jäger, the interior minister of North Rhine-Westphalia, said that federal prosecutors had been observing the Tunisian man — he did not use Mr. Amri’s name — on suspicion that he might have been plotting an attack. When the man moved to Berlin in February, state authorities there picked up the monitoring.\n\nThe man was to have been deported in June, Mr. Jäger said. But because he did not have a valid passport, and because Tunisia did not initially acknowledge that he was a citizen, it was not possible to send him home. (Only on Wednesday did the Tunisian authorities issue a passport, he said.)\n\nMr. Mayer, the lawmaker, said the Tunisian man had spent a day in custody pending deportation, but because the authorities were unable to establish his identity “beyond doubt,” he was released. “This is a person who apparently was known to be potentially dangerous and who apparently was to be deported,” Mr. Mayer said.\n\nIn August, Mr. Amri was arrested in the southern city of Friedrichshafen with a fake Italian document and released a short while later, according to a law enforcement official who spoke on the condition of anonymity to discuss a continuing investigation.\n\nVideo\n\nAn identity document found in a wallet left on the floor of the truck led the German authorities to seek the Tunisian man, said Frank Tempel of the Left Party. The document showed that the suspect had been allowed to remain in Germany but that he had not been granted full asylum.\n\nAdvertisement Continue reading the main story\n\nSeveral of the men involved in the terrorist attacks in Paris in November 2015, in Brussels in March and in Nice in July were of Tunisian origin, but the number of Tunisians in Germany is low.\n\nMr. Amri is believed to come from the impoverished south of Tunisia, on the edge of the Sahara. His father told a Tunisian radio station, Mosaïque FM, that his son left Tunisia about seven years ago and served four years in prison in Italy after he was accused of setting fire to a school. The son was sentenced in absentia in Tunisia to five years in prison for violent robbery, the radio station reported.\n\nTunisians make up one of the largest groups of foreign fighters in Syria and Libya and have held leadership roles in the Islamic State. Tunisian security officials say the militants have been active in recruiting young volunteers in Tunisia and have links to immigrant networks in Europe.\n\nA prominent Tunisian commander in the Islamic State, Boubaker al-Hakim, who was wanted in connection with terrorist attacks in Tunisia and was linked to the January 2015 attack on the satirical newspaper Charlie Hebdo in Paris, was reported killed last month in a drone strike in Raqqa, Syria.\n\nAccording to the newspaper Süddeutsche Zeitung, the Tunisian man being sought in Germany had lived in the city of Dortmund with a man named Boban S., who has been arrested and accused of involvement with the Islamic State.\n\nPhoto\n\nBoban S., in turn, is reported to have connections with Abu Walaa, the Iraqi who is known as “the man with no face,” because he often preached in Arabic and in poor German, with his back to the camera. The authorities arrested Abu Walaa on Nov. 8.\n\nAbu Walaa, who has also been identified by officials as Ahmed Abdulaziz A., made his base in Hildesheim, a city of 100,000 south of Hanover, where he drew an increasingly devoted following and even offered his own app in 2014.\n\nHe was charged with recruiting terrorists and openly supporting the Islamic State, also known as ISIS or ISIL.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOfficials emphasized that they were not yet certain that the Tunisian man had carried out the attack, and officials cautioned against jumping to conclusions. On Tuesday, the authorities arrested a 23-year-old Pakistani man who had applied for asylum in Germany, but they released him hours later, citing a lack of evidence.\n\nAdvertisement Continue reading the main story\n\nMs. Merkel and other officials have emphasized that they did not want the attack to jeopardize Germany’s commitment to a free and open society, and Foreign Minister Frank-Walter Steinmeier reaffirmed that idea on Wednesday. “We want to uphold this way of life, and not let it be destroyed by anyone, not even whoever was responsible for what happened here,” he told reporters.\n\nChristmas markets in major German cities appeared to heed a call by Mr. de Maizière, the interior minister, to stay open. In Bonn, crowds continued to show up under the watch of the police. In cities like Dresden, the Berlin attack had its ominous presence felt with large obstacles to keep vehicles from getting among the stalls. The same was true in Vienna’s two famous markets, in neighboring Austria.\n\nPhoto\n\nLaws and traditions in Germany strongly emphasize personal privacy, and the identities of the victims of the attack have barely begun to emerge.\n\nOne of the victims was a 65-year-old woman from Neuss, a city in North Rhine-Westphalia, according to news reports.\n\nFabrizia Di Lorenzo, an Italian transportation specialist who has been living in Germany for three years, has been missing since Monday, and her father, Gaetano Di Lorenzo, said he feared the worst.\n\n“We are here with my wife, waiting for the DNA results,” he said in an interview with the Italian daily Corriere della Sera. “We are waiting for confirmation, but I am not deluding myself.”\n\nThe daughter’s cellphone and transit pass were found near the scene immediately after the attack, her relatives and friends reported on Tuesday on social media.\n\nIn Israel, Prime Minister Benjamin Netanyahu said that the attack “may have claimed the life of an Israeli citizen.” He was referring to Dalia Elkayam, who has been missing since Monday and whose husband, Rami Elkayam, was seriously injured in the attack.\n\nAnother victim of the attack was a Polish truck driver, Lukasz Urban, 37, who had a wife and young child and who was found dead in the cab of the truck. He had been stabbed and shot."}