{"title": "Aleksei Navalny, Top Putin Critic, Arrested as Protests Flare in Russia", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2017/03/26/world/europe/moscow-protests-aleksei-navalny.html", "body": "In a statement on Sunday that reflected widespread wariness of the Russian leader in Washington, Senator Ben Sasse, Republican of Nebraska, said: “Putin’s thugocracy is on full display. The United States government cannot be silent about Russia’s crackdown on peaceful protesters. Free speech is what we’re all about and Americans expect our leaders to call out thugs who trample the basic human rights of speech, press, assembly and protest.”\n\nVideo\n\nShortly after the senator’s statement, Mark Toner, the acting spokesman for the State Department in Washington, said the United States “strongly condemns the detention of hundreds of peaceful protesters throughout Russia on Sunday” and called for their immediate release. “Detaining peaceful protesters, human rights observers, and journalists is an affront to core democratic values,” he added.\n\nThe protests in Russia on Sunday — nominally against corruption but also a rare show of public defiance against Mr. Putin, who has found a fierce and enduring critic in Mr. Navalny — were the largest coordinated display of public dissatisfaction since anti-Kremlin demonstrations in 2011 and 2012, after an election that was tainted by fraud.\n\nProtesters tried to prevent a police van from taking Mr. Navalny away and chanted: “This is our city. This is our city.” Others shouted, “Russia without Putin,” and held up pieces of paper denouncing the Russian president and his allies as thieves.\n\nIn a Twitter post, Mr. Navalny urged his followers to continue with the demonstration after he was grabbed by police officers as he tried to join the crowds along Tverskaya Street in the center of Moscow.\n\n“Guys, I’m O.K.,” he wrote in a message in Russian. “No need to fight to get me out. Walk along Tverskaya. Our topic of the day is the fight against corruption.”\n\nThe Moscow Police Department said on its website that “around 500” people had been arrested in the city for taking part in an “unapproved public event.” OVD-info, a group that monitors arrests, said the number of arrests in Moscow was at least 1,000.\n\nAdvertisement Continue reading the main story\n\nInstead of waving big banners with antigovernment slogans as in previous protests, most of those who joined Sunday’s walk on Tverskaya Street displayed their feelings discreetly. Some waved Russian flags, cloaking their opposition in the same patriotism that Mr. Putin has used so successfully to boost his popularity.\n\nPhoto\n\nOthers carried easily hidden signs featuring pictures of ducks, a reference to a claim by Mr. Navalny that corrupt officials even build houses for their ducks. Among those arrested in Moscow were Russian and foreign journalists, the leader of a small opposition party, Nikolai Lyaskin — who said he was hit around the head by police officers and taken to a hospital — and a British student, Gregory Hill, 17.\n\nDemoralized and divided since the post-2011 election protests, which fizzled amid a wave of arrests, Russia’s opposition has struggled to make its voice heard over a din of pro-government sentiment on state-controlled television, which invariably presents opponents of Mr. Putin as traitors in cahoots with the West.\n\nBut Mr. Navalny, a charismatic anti-corruption campaigner who helped lead the 2011-12 protests, has shown a knack for turning repressive action against him and his followers to his own advantage. When an assailant doused him in a green liquid in Siberia last week, he exulted that his face made him look like a superhero.\n\nInstead of directly attacking Mr. Putin, who is hugely popular outside more liberal-leaning cities like Moscow, Mr. Navalny has focused on rallying support by exposing corruption, an issue that alarms even many of Mr. Putin’s supporters.\n\nMr. Putin, who is widely expected to seek another term as president in elections next year, has ruled Russia as president or prime minister since the former president, Boris N. Yeltsin, resigned on Dec. 31, 1999. He faces no credible opposition other than that mobilized by Mr. Navalny, the founder and leader of the Foundation for Fighting Corruption.\n\nThe opposition leader has declared his intention to run in the 2018 presidential race, despite a criminal conviction in February on fraud charges that made him ineligible to compete but was widely viewed as a political ploy to keep him out of the race.\n\nEven if Mr. Navalny manages to compete for the presidency, he has little chance of winning. But his presence on the ballot would end what since 2000 have been a series of tightly choreographed presidential contests that resembled coronations.\n\nPhoto\n\nDmitri Charishnikov, a 36-year-old web designer who answered Mr. Navalny’s call to walk up and down Tverskaya Street, said protests would change nothing as most Russians “believe what they see on television” and strongly support Mr. Putin. But he added that he still wanted to show that “another Russia still exists.”\n\nAdvertisement Continue reading the main story\n\nNearby, a police officer shouted through a bullhorn that all those walking in the area were “participants in an unsanctioned gathering” and must immediately disperse or risk prosecution.\n\nState television, the main source of news for most Russians, responded to the protests by ignoring them.\n\nIn a report published this month, Mr. Navalny detailed how Prime Minister Dmitri A. Medvedev, a close ally of Mr. Putin’s, had built a lavish empire of mansions, country estates, luxury yachts, an Italian vineyard and an 18th-century palace near St. Petersburg.\n\nMr. Navalny called for the protests after Russia’s Parliament, which is dominated by United Russia — a political party loyal to Mr. Putin — ignored demands for an investigation into accusations of corruption by senior government officials.\n\nBy dusk on Sunday, the protests in Moscow had wound down after sporadic scuffles between the police and protesters.\n\nRussian news media reported at least one police officer was taken to a hospital in Moscow with head injuries. A spokesman for the interior ministry in St. Petersburg denied reports one of its officers had died after being beaten by protesters."}