{"title": "Protesters in France Take to Streets Over Proposed Changes to Labor Law", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/03/10/world/europe/proposed-changes-to-french-labor-law-bring-workers-to-streets.html", "body": "Mr. Valls says he is determined to fix a “broken” French system that has left employers so fearful of long-term hires that 90 percent of jobs created in France last year were unstable, poorly paid and short term.\n\n“You engage yourself practically for life when you sign a contract,” said François Asselin, a businessman who heads the confederation of small and medium-size companies in France.\n\n“When you want to lay off an employee, there is considerable legal and financial risk,” he said. “In France, to lay someone off, you’ve got to be totally documented, so you won’t be accused of an ‘abusive firing.’ ”\n\nMr. Valls’s departures from leftist orthodoxy, however, run the risk of breaking his own Socialist Party.\n\n“Why are they doing this one year away” from the election, lamented Catherine Lemorton, a Socialist parliamentary deputy, in an interview on Wednesday. “This law which offends so much of our electorate, or what’s left of it?”\n\nMr. Valls, pugnacious and combative, boxes in his spare time, and the law was introduced with characteristic brusqueness and little explanation. The reaction has been explosive.\n\nFor weeks the Socialist Party’s rank and file has cried betrayal. Hundreds of thousands have signed an online petition demanding that the government scrap its plan.\n\nAdvertisement Continue reading the main story\n\nDeputies in Parliament have revolted. The unions — “it’s a return to the 19th century,” grumbled one leader — have vowed to kill the plan.\n\nOne of the leading Socialist lights, the mayor of Lille, Martine Aubry, who wrote France’s 35-hour workweek as a government minister, wrote a furious editorial in Le Monde, declaring, “Not this, not us, not the Left!”\n\nOn Wednesday, as the government hunkered down to ponder its dwindling options, thousands of demonstrators — workers, union officials, students — poured into the streets of the country’s cities.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe student mobilization against the plan was especially strong.\n\n“That kind of society, we don’t want anything to do it!” read one of the student demonstration banners at the Place de la République in Paris.\n\nThis baffled government officials, who said the plan had been developed with students in mind, to open up more long-term employment and diminish exploitative short-term jobs.\n\n“They want to make us Kleenex employees, throwaway employees!” said Patricia Deschamp, an Air France worker handing out leaflets at the big demonstration near the employers’ federation here on the Left Bank.\n\n“We have minimal security now, and we will have even less after,” she said.\n\nYet the agitated crowds were in the streets for a level of protection far higher than in many developed countries and against a change that even its defenders characterized as no more than mild.\n\nThe main provision puts a cap on payouts to laid-off employees, based on seniority. Labor court judges would not have nearly limitless discretion to award huge payouts.\n\nAdvertisement Continue reading the main story\n\nEqually infuriating to the unions, the law defines more precisely when a company can invoke “economic” reasons to justify layoffs. Workers who refuse to go along with temporary workload increases in the event of increased business could be laid off, too.\n\n“It will simplify the procedures to layoffs,” said Philippe Aghion, a Harvard economist who is French and who lectures at the prestigious Collège de France. “You won’t have to go through endless judicial procedures. There will be less discretion for the judges. Now, there is enormous discretion on the amount.”\n\nThe uncertainty factor is a killer for hiring, the business owners say. “All we are asking for is a limit on the ceiling,” said Mr. Asselin, whose company is a leader in the restoration of France’s historic buildings.\n\n“Now, there are no limits,” he said. “Sometimes the fines are so big they endanger the employer. So today, it is risky to hire people.”\n\nThe unions here, keen to protect their already-employed members, speak relatively little about the ranks of the unemployed. Yet many economists contend that the French level of protection for workers is poisonous to the job market.\n\n“There is a large body of evidence that increasing levels of protection for existing workers is detrimental to the labor market, particularly on weaker categories of workers, the young and women,” said Pierre-Olivier Gourinchas, a French economist who teaches at the University of California, Berkeley.\n\n“If we want to address the fact that it’s a labor market that excludes many, many people from a decent level of job protection by forcing them into short-term jobs, we have to address these conditions,” he said. “The current administration has accepted this perspective.”\n\nFrance, however, is a difficult country to reform, as Mr. Aghion and others pointed out. Cultural shifts like those proposed by the current government always bring people into the streets.\n\nAdvertisement Continue reading the main story\n\n“We are a country of revolutionaries and conservatives at the same time,” said Marc Lazar, a historian at the Institut d’Études Politiques.\n\nPlaying into this is the French left’s deep attachment to “advances acquired in the past,” Mr. Lazar said.\n\nThe prevailing sentiment is that “you shouldn’t touch the labor code, because we prefer equality to liberty, protection to adventure.”"}