{"title": "Czech, Israeli, Italian, Polish and Ukrainian Citizens Were Among Victims of Berlin Attack", "authors": ["Peter Baker", "Joanna Berendt", "Sewell Chan", "Gaia Pianigiani"], "url": "https://www.nytimes.com/2016/12/22/world/europe/berlin-truck-attack-victims.html", "body": "Dalia Elyakim, a ‘Good Soul’\n\nPhoto\n\nDalia Elyakim, an Israeli who was visiting Berlin with her husband, had been missing since Monday evening, when a truck plowed into the crowd at the market. Her husband, Rami, was seriously wounded, but he is now in stable condition.\n\n“I received with great sadness the news of the death of Dalia Elyakim in the horrific terror attack in Berlin,” President Reuven Rivlin of Israel said on Thursday, after the Ministry of Foreign Affairs confirmed the news.\n\nThe couple, in their 60s, had traveled from their home in the central Israeli city of Herzliya. Moshe Egoz, a longtime friend, described Mrs. Elyakim as a “good soul.” He told Israeli Army Radio that “they loved to travel, especially around Christmas time.” He said he had been following their trip to Berlin through her posts on Facebook.\n\nAccording to the Facebook page, Mrs. Elyakim was originally from Haifa, attended Galilee High School in Tiberias and studied at Ohalo College, which trains teachers. In August 2009, she posted a series of pictures from Berlin, including shots of the Brandenburg Gate, the Reichstag, remnants of the Berlin Wall and an old Allied checkpoint, although those images evidently came from a previous winter, since some included Christmas trees.\n\nAnother photograph on her page was captioned, “Amazing grapes that grow in my garden.”\n\nMore than 70 years after the Holocaust, Berlin lately has become a magnet for Jews attracted to its cosmopolitan sensibilities, modern conveniences and economic possibilities. Only about 8,000 Jews were left in Berlin after World War II, down from a prewar high of 180,000, but today, some estimate that about 45,000 live in the German capital, as many as a third of them from Israel.\n\nFabrizia Di Lorenzo, an Italian Living in Berlin\n\nPhoto\n\nFabrizia Di Lorenzo, a 31-year-old Italian living in Germany, had been missing since the attack. The Italian foreign minister, Angelino Alfano, confirmed Thursday morning that she had been killed. She was from Sulmona, in the Abruzzo region east of Rome, and had master’s degrees from universities in Bologna and Milan.\n\nAndrea D’Addio, the editor of Berlino Magazine, an online publication aimed at Italian expatriates in the German capital, said that Ms. Di Lorenzo had written for the magazine. “She loved Germany, and wrote sociopolitical and geopolitical pieces for us,” he said.\n\nAdvertisement Continue reading the main story\n\nMr. D’Addio said that Ms. Di Lorenzo had studied in Berlin on the Erasmus exchange program of the European Union, and that she had then done an internship at the Italian Chamber of Commerce in Vienna. She returned to Berlin in 2013, where she worked in customer care for a car-sharing service, and later for a logistics company.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nRelatives of Ms. Di Lorenzo who live in the Boston area told a television station there that she had been deeply committed to international affairs and concerned about the migration crisis.\n\nPictures that she posted online from various sites in Berlin included a rooftop view with the television tower in Alexanderplatz in the background; a sunset near the Parliament, featuring the glass dome over the Reichstag; and the contemporary steel-and-glass architecture at Potsdamer Platz. She had also posted pictures showing gondolas in Venice and grass fields in the mountains of Abruzzo. Her background profile picture is a bridge in eastern Berlin. Commenting on one picture, she wrote “#inlovewithyouberlin.”\n\nLukasz Urban, Truck Driver\n\nPhoto\n\nLukasz Urban wanted to return home to Poland for Christmas.\n\nA long-haul truck driver, he had been on the road for more than a week when he left Turin, Italy, on Sunday for the drive to Germany. His load: 25 tons of steel beams, destined for a warehouse owned by a subsidiary of ThyssenKrupp. He arrived in Berlin early Monday, but the delivery was scheduled to arrive on Tuesday, so he was told to wait.\n\nHe parked on a street next to a canal opposite the warehouse. Around noon, he called Ariel Zurawski, a cousin and the owner of the trucking company, based in the village of Sobiemysl, Poland, near the German border. They discussed whether Mr. Urban could come home sooner. He had been scheduled to continue on to Denmark, and he hoped to be back home by Thursday so that he would have time to buy a present for his wife.\n\nAround 7:30 p.m., when the truck started moving toward the center of Berlin, Mr. Zurawski said he knew something was wrong.\n\n“We called him ‘inspector,’ because he was never more than three minutes late,” Mr. Zurawski said. “We joked that he should work for a courier company. He wouldn’t just take the truck and start driving it after hours.”\n\nMr. Urban had a teenage son. He had worked as a driver for 15 years and lived in Roznowo, a small village in West Pomerania, near the border with Germany.\n\nMr. Urban enjoyed cycling. “He often took his bike with him when he hit the road, so that he could take it out whenever he had a break,” said Lukasz Wasik, a manager at the trucking company.\n\nAdvertisement Continue reading the main story\n\n“He talked a lot about his wife and son,” Mr. Wasik said. “He was proud of his kid and loved talking about his son’s successes at school.”\n\nMr. Urban’s body was found inside the cab of the truck; he had been shot and stabbed. He was 37, and a stocky man — 5-foot-11, 265 pounds — and Mr. Zurawski and Mr. Wasik said they thought Mr. Urban had probably resisted his attacker.\n\nPatryk Jaki, Poland’s deputy minister of justice and a member of the right-wing government that took power last year, described Mr. Urban as “another victim of a terrible migrant policy of the European elites that have taken in Islamist fighters.”", "summary": "Moshe Egoz, a longtime friend, described Mrs. Elyakim as a “good soul.” He told Israeli Army Radio that “they loved to travel, especially around Christmas time.” He said he had been following their trip to Berlin through her posts on Facebook.According to the Facebook page, Mrs. Elyakim was originally from Haifa, attended Galilee High School in Tiberias and studied at Ohalo College, which trains teachers.Relatives of Ms. Di Lorenzo who live in the Boston area told a television station there that she had been deeply committed to international affairs and concerned about the migration crisis.Pictures that she posted online from various sites in Berlin included a rooftop view with the television tower in Alexanderplatz in the background; a sunset near the Parliament, featuring the glass dome over the Reichstag; and the contemporary steel-and-glass architecture at Potsdamer Platz.Patryk Jaki, Poland’s deputy minister of justice and a member of the right-wing government that took power last year, described Mr. Urban as “another victim of a terrible migrant policy of the European elites that have taken in Islamist fighters.”"}