{"title": "A Haircut for French Taxpayers? Hollande’s $10,000-a-Month Stylist Is Revealed", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2016/07/14/world/europe/hollande-hairdresser-france.html", "body": "Photo\n\nPARIS — As heads of state go, this one appears to be quite expensive.\n\nThe investigative and satirical newspaper Le Canard Enchaîné reported on Wednesday that President François Hollande’s personal hairdresser has been paid 9,895 euros — over $10,000 — per month since Mr. Hollande was elected in 2012, about the same amount as a government minister’s salary.\n\nThe report is especially jarring for Mr. Hollande, 61, a Socialist who campaigned on the promise that he would be a “normal” and exemplary president but who has seen his private life spill into the open on several occasions.\n\nIt would be hard for Mr. Hollande to be less popular. His approval ratings, while receiving a bump from the Euro 2016 soccer tournament, have been persistently low. He has been forced to agree to a primary among left-leaning parties, including his own Socialists, to settle on a candidate for president next year — a first for a sitting president.\n\nMr. Hollande has not managed to deliver on his promise to significantly lower unemployment, especially among young people. His government has faced months of street protests over an unpopular bill to loosen France’s rigid labor laws. And he faces a potential challenge from his economy minister, Emmanuel Macron, who has hinted that he may run for president next year.\n\nAdvertisement Continue reading the main story\n\nThe new controversy — the hashtag #CoiffeurGate, “coiffeur” being French for hairdresser, was a trending topic on Twitter on Wednesday — could contribute to the image as a president who is out of touch.", "summary": "The report is especially jarring for Mr. Hollande, 61, a Socialist who campaigned on the promise that he would be a “normal” and exemplary president but who has seen his private life spill into the open on several occasions. His government has faced months of street protests over an unpopular bill to loosen France’s rigid labor laws. And he faces a potential challenge from his economy minister, Emmanuel Macron, who has hinted that he may run for president next year. The new controversy — the hashtag #CoiffeurGate, “coiffeur” being French for hairdresser, was a trending topic on Twitter on Wednesday — could contribute to the image as a president who is out of touch."}