{"title": "For France, an Alliance Against ISIS May Be Easier Said Than Done", "authors": ["Steven Erlanger", "Peter Baker"], "url": "https://www.nytimes.com/2015/11/19/world/europe/for-france-an-alliance-against-isis-may-be-easier-said-than-done.html", "body": "Strobe Talbott, the president of the Brookings Institution and a former deputy secretary of state, said any real alliance would require a seismic change in the Russians’ approach toward Syria, where they say they are trying to fight terrorism but appear more bent on preserving Mr. Assad.\n\n“Maybe it’s getting through to them,” Mr. Talbott said. “They keep talking about being part of a solution. But they talk the talk of being part of the solution and they walk the walk of being part of the problem.”\n\nPhoto\n\nJust how complicated assembling such a coalition would be was underscored Wednesday when French diplomats at the United Nations began discussions with colleagues on the Security Council on a draft measure authorizing force against the Islamic State. The French ambassador, François Delattre, described it as “short, strong and focused on the fight against our common enemy.”\n\nBut just as France prepared to share its measure with council diplomats, Russia floated a proposal of its own, resurrecting a draft resolution that went nowhere earlier this fall because it insisted on cooperating with the government of countries affected by terrorism — in Syria’s case, with Mr. Assad. Vitaly I. Churkin, the Russian ambassador, said failing to work with the government “is definitely weakening the possibility of a joint fight against terrorists.”\n\nAides said privately that Mr. Obama was skeptical, but in meetings in Turkey, the Philippines, Austria and Paris over the last few days, he and his secretary of state, John Kerry, have held their reservations and broached the possibility of Russia and the United States working together to defeat the Islamic State.\n\nAfter meeting with Mr. Putin last weekend in Turkey, Mr. Obama said in Manila on Wednesday that Russia had been “a constructive partner” in talks in Vienna seeking a road map for a cease-fire in the Syrian civil war that has given rise to the Islamic State. But for further cooperation, he said, Mr. Putin must direct less at the Syrian rebels supported by the United States and more at the Islamic State, also known as ISIS or ISIL.\n\nLatest Updates\n\n“The problem has been in their initial military incursion into Syria, they have been more focused on propping up President Assad,” Mr. Obama said. If Mr. Putin “shifts his focus and the focus of his military to what is the principal threat, which is ISIL, then that is what we want to see.”\n\nAdvertisement Continue reading the main story\n\nMr. Hollande, under enormous pressure at home after the attacks, is trying to take the diplomatic initiative. Sensing a chance for rapprochement, he plans to travel to Washington on Tuesday to meet with Mr. Obama, and then to Moscow to meet with Mr. Putin. Mr. Hollande said on Wednesday that he wants to forge “a large coalition” to act “decisively” against the Islamic State.\n\nIn pursuing such a coalition, Mr. Hollande was careful not to ask the NATO alliance to come to France’s defense under Article 5, which obligates members to aid one another in case of attack. That article has been invoked only once, after the Sept. 11, 2001, attacks on the United States.\n\nGiven Mr. Obama’s adamant resistance to putting large numbers of American ground forces in Syria or Iraq, a French diplomat said on Wednesday that Paris was unwilling to embarrass Mr. Obama by “asking for the impossible.”\n\nInstead, to broaden France’s diplomatic support, Mr. Hollande invoked an unusual article in the Lisbon Treaty governing the European Union. Article 42.7 states that if a member is subject to “armed aggression on its territory” other members have an “obligation of aid and assistance by all the means in their power” consistent with their obligations to NATO.\n\nAsked on Twitter why France invoked the European Union treaty and not the NATO charter, Gérard Araud, the French ambassador to Washington, wrote that one reason was “the dialogue with Russia.” The implication was that Russia is hostile toward NATO and therefore invoking the alliance’s aid might be provocative toward Moscow.\n\nThe European Union countries voted unanimously to support France, but the treaty does not commit them to military action and intelligence sharing is already well developed. No other European country has been willing to confront Islamic radicalism as the French have, at home and in Mali, Iraq and Syria.\n\nEven Britain, still bruised from its participation in the Iraq invasion of 2003, has not been willing to strike inside Syria. Prime Minister David Cameron has promised to seek approval from Parliament before action in Syria and to proceed only if he has “a clear majority.” The election of Jeremy Corbyn, the new hard-left Labour Party leader, has not made that easier.\n\nThe United States, Europe and Russia have had moments since the Cold War when their interests converged. Walter Slocombe, a former under secretary of defense, recalled that the American and Russian militaries worked together in Bosnia and Kosovo. In Bosnia, he said, “it worked out O.K., but that was a different Russia and an almost totally benign environment.”\n\nAdvertisement Continue reading the main story\n\nThe Obama administration is suspicious that beyond bolstering Mr. Assad, Russia’s real goal in Syria is taking attention off Ukraine — in effect, trading the status quo for collaboration in the Middle East. “Are we willing to give up on Ukraine?” asked Ivo H. Daalder, Mr. Obama’s former ambassador to NATO and now president of the Chicago Council on Global Affairs. “I’m worried that we fall in this trap.”\n\nBeyond the United States, Russia and Europe, there are other players in Syria, particularly Turkey, Iran, Iraq and Saudi Arabia. Mr. Kerry has worked to forge a consensus among them. But as Mr. Daalder said, “except for France and the United States, at this point no one thinks going after ISIS is the first priority.”\n\nWithout that, he said, “I don’t see this as a new coalition.”", "summary": "Strobe Talbott, the president of the Brookings Institution and a former deputy secretary of state, said any real alliance would require a seismic change in the Russians’ approach toward Syria, where they say they are trying to fight terrorism but appear more bent on preserving Mr. Assad.Just how complicated assembling such a coalition would be was underscored Wednesday when French diplomats at the United Nations began discussions with colleagues on the Security Council on a draft measure authorizing force against the Islamic State.But just as France prepared to share its measure with council diplomats, Russia floated a proposal of its own, resurrecting a draft resolution that went nowhere earlier this fall because it insisted on cooperating with the government of countries affected by terrorism — in Syria’s case, with Mr. Assad.After meeting with Mr. Putin last weekend in Turkey, Mr. Obama said in Manila on Wednesday that Russia had been “a constructive partner” in talks in Vienna seeking a road map for a cease-fire in the Syrian civil war that has given rise to the Islamic State.Prime Minister David Cameron has promised to seek approval from Parliament before action in Syria and to proceed only if he has “a clear majority.” The election of Jeremy Corbyn, the new hard-left Labour Party leader, has not made that easier."}