{"title": "Spain’s Many Indicted Politicians Undercut ‘Red Line’ Against Graft", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2015/05/24/world/europe/spains-many-indicted-politicians-undercut-red-line-against-graft.html", "body": "Valencia is a stronghold of the Popular Party of Mr. Fabra and Prime Minister Mariano Rajoy, and so the returns here are considered a bellwether of Mr. Rajoy’s own chances of winning another general election at the end of this year.\n\n“Valencia is a test case for the resilience of the P.P.,” or Popular Party, said Antonio Barroso, a Spanish analyst at Teneo Intelligence, a think tank based in London.\n\nThere are no official figures on the number of candidates with indictments nationwide, in part because of Spain’s data protection laws, according to Eva Belmonte, project manager at Civio, a nonprofit foundation that analyzes data relating to elections and democracy.\n\nStill, Perico García Azorín, a retired sociologist who published a study on corruption this month, said that 467 mayors around the country have faced indictments, most of them since the onset of the financial crisis in 2008.\n\nOf those, he found, 89 had been sentenced and 90 absolved, while the rest still awaited court decisions.\n\nOver all, Mr. García Azorín suggested, all parties had pledged to clamp down on corruption, but established parties applied a case-by-case interpretation of whether the indictment justified ousting a politician.\n\nGiven the slow pace of prosecutions by overburdened judges, and the seeming resistance of established parties to drop habits that have long made political life more lucrative than public salaries would suggest, indictment has been no real barrier to running for office.\n\nAdvertisement Continue reading the main story\n\nValencia, in particular, has been an engine of unsavory headlines. Among the indicted politicians who are campaigning around the region, five are incumbent mayors from Mr. Rajoy’s Popular Party, but there are also Socialists and representatives of smaller parties.\n\nThis month, the European Commission fined Spain for misreporting its deficit data, not because of the central government’s failures, but because Valencia had “systematically sent incorrect information to the national statistical authorities over many years” about its health care spending, it said. The action was the first of its kind against a European Union member.\n\nA week earlier, Mr. Fabra suspended one of the most senior members of his party, Alfonso Rus, after the radio station Cadena Ser broadcast a recorded conversation in which Mr. Rus is said to be heard counting bribe money he had received.\n\nMr. Rus had campaigned against forcing indicted politicians to resign from office, arguing that the judiciary should first be allowed to issue rulings.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhile still being investigated, Mr. Rus denied wrongdoing and promised to explain his defense against what he called a political “plot” — but only after the elections. On Sunday, he is hoping to be re-elected as mayor of Xàtiva, even without the official support of the Popular Party.\n\nSimilarly, some of the indicted politicians say they have refused to resign or opt out of Sunday’s vote because they should be considered innocent until proved guilty.\n\nThey also say that they cannot control the pace of Spain’s notoriously slow judiciary, now overloaded with corruption investigations. Mr. Fabra himself took over as Valencia’s regional president from Francisco Camps, who was forced to resign in 2011 because of bribery charges. Mr. Camps, however, was acquitted six months later.\n\n“I believe President Fabra has done a wonderful job in terms of cleaning up the party of anybody that was really involved in corruption,” said Javier Pérez, the conservative mayor of Callosa de Segura, a town of 18,000.\n\nMr. Pérez, however, is himself hoping to win a fourth term as mayor Sunday, even though he is indicted on a charge of using his political power to get preferential utility contracts for some of his housing.\n\nAdvertisement Continue reading the main story\n\nMr. Pérez, who is also a construction entrepreneur, denies any wrongdoing, saying the court case “has been kept open on purpose until the elections, to see if my opponents could use it to hurt my candidacy.”\n\nAsked how Mr. Fabra’s “red line” had been applied, Mr. Fabra’s office responded in an email that it had been used to push out any official “if there are proofs of shameful behavior.”\n\nIn Benicàssim, another town in Valencia, the mayor, Susana Marqués, has been indicted alongside other Town Hall officials for wiping off the debt of a collapsed tourism company — using only public money — even though the company also had hoteliers and other private investors in its shareholding.\n\nMs. Marqués has denied wrongdoing, and she refused an interview request.\n\nThe Socialists have also allowed some of their tainted politicians to campaign, including in Valencia, where José Benlloch is seeking re-election as mayor of Vila-real.\n\nIn March, a judge called for Mr. Benlloch to be indicted as part of an investigation into the award of public contracts. Mr. Benlloch also denies wrongdoing, claiming that he is the victim of political persecution.\n\nBeyond Valencia, Sunday’s vote is expected to reflect the steady fragmentation and polarization of Spanish politics since Mr. Rajoy’s Popular Party won a resounding victory in the last municipal elections in 2011, followed six months later by general elections that gave his party a parliamentary majority.\n\nThis time, the Popular Party is expected to keep an outright majority in just one region, Castile and León, according to a survey published this month by the Center for Sociological Research, known as CIS.\n\nThat could leave parties in most other regions forced to form coalition governments.\n\nThe biggest upheavals may be found in Spain’s two largest cities, Madrid and Barcelona, where upstart politicians are neck and neck with established candidates, according to recent polls.\n\nStill, analysts warn, even if upstarts win in those cities, their challenge will be keeping a clean slate.\n\nAdvertisement Continue reading the main story\n\n“The question,” said Mr. Barroso from Teneo Intelligence, “will become whether problematic politicians also start to show up in these new parties.”"}