{"title": "Soldiers Calm French Nerves, but Are Paying a Steep Price", "authors": ["Celestine Bohlen"], "url": "https://www.nytimes.com/2016/07/26/world/europe/soldiers-calm-french-nerves-but-are-paying-a-steep-price.html", "body": "Testimony at a parliamentary inquiry after the Nov. 13 Paris attacks revealed that soldiers posted near the Bataclan concert hall were unable to assist in the police-led assault of the hall because they had not received orders to do so and had no training in hostage situations.\n\nIn Nice, 20 soldiers were assigned to bolster the police presence at the festivities, but they were positioned far from the deadly route taken by the truck driver.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNow the methods may be changing, according to Olivier Audibert Troin, a member of Parliament and co-author of a report released last month about the Sentinelle operation. The biggest shift would involve getting more soldiers to move away from their “static,” or fixed, positions, allowing them to patrol the surrounding area on foot.\n\n“Once we ask our soldiers to assume the security of our national territory, we would do better to exploit in full measure their capacities and their training,” Mr. Audibert Troin said in an interview. The aim is to eventually leave only 20 percent of the soldiers in static positions, inversing the original ratio of the Sentinelle deployments.\n\n“A soldier is not trained to stand like a pillar,” Mr. Audibert Troin said. “For that, we should hire private security guards. When the soldiers are dynamic, they can be more effective, and less likely to be targets.”\n\nThere have been numerous episodes in which soldiers on Sentinelle duty have come under attack — notably in Nice in March 2015 when several were wounded in front of a Jewish community center by a knife-wielding assailant, and in Valence in January, when a man driving a red Peugeot plowed into two guarding a mosque.\n\nA soldier opened fire during the attack in Valence, wounding the attacker and a passer-by, the only shots fired during the course of the Sentinelle operation.\n\nAdvertisement Continue reading the main story\n\nPutting soldiers on the streets in visible positions may have helped calm public fears, but as the parliamentary report concluded, maintaining the deployments at current levels is a drain on the French armed services, in terms of personnel and morale.\n\nWhat was initially intended as an emergency measure is now becoming the new normal, justified with each new attack.\n\nAfter the attack in Nice, bringing down the number of soldiers is not an option. The new imperative, Mr. Audibert Troin said, is to make their presence more effective, through better coordination with police forces and more incentives for military recruits.\n\nRabbi Malka said his congregation remained grateful for the protection. “It is not their presence which is troubling but the danger, which is now more evident than before,” he said.", "summary": "The biggest shift would involve getting more soldiers to move away from their “static,” or fixed, positions, allowing them to patrol the surrounding area on foot.“Once we ask our soldiers to assume the security of our national territory, we would do better to exploit in full measure their capacities and their training,” Mr. Audibert Troin said in an interview.There have been numerous episodes in which soldiers on Sentinelle duty have come under attack — notably in Nice in March 2015 when several were wounded in front of a Jewish community center by a knife-wielding assailant, and in Valence in January, when a man driving a red Peugeot plowed into two guarding a mosque.Putting soldiers on the streets in visible positions may have helped calm public fears, but as the parliamentary report concluded, maintaining the deployments at current levels is a drain on the French armed services, in terms of personnel and morale.The new imperative, Mr. Audibert Troin said, is to make their presence more effective, through better coordination with police forces and more incentives for military recruits."}