{"title": "Merkel Meets Trump, the Defender Versus the Disrupter", "authors": ["Mark Landler"], "url": "https://www.nytimes.com/2017/03/17/world/europe/angela-merkel-donald-trump.html", "body": "Mr. Trump, who ran for office as the antithesis of a conventional politician, smiled at that line. It was one of his only smiles during a news conference in which he demanded that America’s NATO allies pay back “vast sums of money from past years” and vowed that the United States would no longer be out-negotiated on trade deals by Germany.\n\n“Right now, I would say that the negotiators for Germany have done a far better job than the negotiators for the United States,” Mr. Trump said. “But hopefully we can even it out.”\n\nVideo\n\nMs. Merkel pointed out that Germany does not actually negotiate its own trade deals with the United States. As a member of the European Union, it delegates that authority to Brussels. As for NATO, she said Germany had committed to increasing its military spending, but noted that the alliance had other vital missions, like security and development in Africa.\n\nMs. Merkel has consciously avoided becoming Mr. Trump’s adversary. She dismissed efforts in Germany to portray her as a bulwark against his populist movement. Mr. Trump was harshly critical of Ms. Merkel during the campaign for allowing refugees into Germany, but he has moderated his words since taking office. He welcomed the chancellor to the White House for a full schedule of events that included an Oval Office meeting, lunch and a round-table discussion with German and American chief executives.\n\nStill, both leaders advocated unapologetically for their worldviews. Mr. Trump appeared to go further than he has in the past on the need for burden-sharing in NATO. He demanded not just that members increase their military spending as a percentage of gross domestic product, but also that they make reparations for past American contributions.\n\n“Many nations owe vast sums of money from past years, and it is very unfair to the United States,” he said. “These nations must pay what they owe.”\n\nMr. Trump also said he believed that Germany, like China and other trading partners, had taken advantage of the United States. “It’s not exactly good for our workers,” he said, adding that they had been “screwed.” The president said his “America First” approach had begun reversing that trend, luring factories back to Michigan, Ohio, Pennsylvania and other states that had lost manufacturing jobs to foreign countries.\n\nAdvertisement Continue reading the main story\n\nThough Mr. Trump did not mention his executive order banning travel from six predominantly Muslim countries, he did say that “immigration is a privilege, not a right, and the safety of our citizens must always come first, without question.”\n\nMs. Merkel offered a vision of what she called “open-minded” globalization. Refugees, she said, needed opportunities to improve their lives, in part to stabilize their countries and prevent them from sliding into civil war. She extolled freedom of movement as one of the great strengths of the European Union. Germany’s success, she said, was inextricably tied to the success of the European Union.\n\nVideo\n\n“That’s something of which I’m deeply convinced,” Ms. Merkel said. “And I’m not only saying this back home. I’m saying it in the United States and also here in Washington, in my talks with the president.”\n\nMr. Trump has rooted openly for the dissolution of the European Union. His meeting in January with Prime Minister Theresa May, who is leading Britain’s exit from the union, was considerably warmer than the one with Ms. Merkel, though that came before the diplomatic rupture between the United States and Britain over Mr. Trump’s claims that British intelligence was involved in wiretapping Trump Tower.\n\nAn intellectual who shuns emotional displays, Ms. Merkel would never be comfortable holding hands with Mr. Trump, as Ms. May did (the chancellor recoiled when President George W. Bush gave her an impromptu shoulder massage at a summit meeting in 2006). But Ms. Merkel, who has been in power for 11 years, has experience dealing with a long line of impulsive strongmen, from Silvio Berlusconi of Italy to Vladimir V. Putin of Russia. She prepared for this meeting by reading Mr. Trump’s speeches and watching videos of him. And she seemed at ease, even as the president veered wildly off script.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTo drive home the point that trade with Germany benefits American workers, Ms. Merkel brought a delegation of chief executives from BMW, Siemens and other German companies with extensive American operations.\n\nMr. Trump, buttressed by his own contingent of chief executives from Dow Chemical, IBM and Salesforce.com, used the round table to promote apprenticeships, a job-training philosophy that is highly successful in Germany and that German companies are trying to transplant here.\n\nWhatever their differences, both leaders reaffirmed that Germany and the United States must find a way to continue talking. Alluding to Mr. Trump’s gibes about her, and the presumption that she must feel equally chilly toward him, Ms. Merkel said, “I’ve always said it’s much, much better to talk to one another, and not about one another.”\n\nStill, she could not resist one last jab at her host. Historically, she noted, Germans were more hostile to trans-Atlantic trade agreements than Americans. With the election of Mr. Trump and his anti-free-trade views, however, German sentiment had swung in favor of these deals.\n\nGazing at Mr. Trump, she said, “I am very glad to note that apparently the perspective on that has changed a little bit at least in Germany, too.”"}