{"title": "Obama Rebukes Poland’s Right-Wing Government", "authors": ["Rick Lyman", "Joanna Berendt"], "url": "https://www.nytimes.com/2016/07/09/world/europe/obama-poland-nato-summit.html", "body": "The Law and Justice Party rejected the criticism, but it said it would take steps to address the bloc’s concerns.\n\nFor several days this week, in sessions that sometimes ran into the wee hours of the morning, Poland’s Parliament pushed through a new law governing the way the tribunal functions, hoping to have it passed before the NATO summit meeting.\n\nThe new bill was drafted by the governing party. Opposition parties had offered 44 amendments, but they were all rejected. On Thursday afternoon, it passed the Sejm, the lower house of Parliament, but it still must pass the Senate and be signed by Mr. Duda.\n\nThe bill reduces the number of judges who must be present to hear cases, one of the criticisms that had been leveled over the previous law, but adds other provisions that critics say are intended to continue hobbling the court.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe tribunal would still be forced to hear cases in the order they were received, taking away its power to fast-track issues of immediate importance. Also, a new provision would allow any four judges on the 15-member panel to delay a ruling for months.\n\n“President Obama had to react this way,” said Radoslaw Markowski, a political science professor at the Polish Academy of Sciences. “It’s not just the United States, but also the whole world, that can see that the current government is dismantling Poland’s constitutional order. Nobody can just stand aside and say nothing.”\n\nThe new bill “poses a serious threat to the rule of law,” Nils Muiznieks, the Council of Europe’s commissioner for human rights, said in a statement.\n\nIn his comments on Friday, Mr. Obama seemed to echo those concerns in calling for further action by the government to resolve the constitutional issue.\n\nAdvertisement Continue reading the main story\n\n“As your friend and ally, we’ve urged all parties to work together to sustain Poland’s democratic institutions,” he said. “That’s what makes us democracies, not just by the words written in constitutions or in the fact that we vote in elections, but the institutions we depend on every day, such as rule of law, independent judiciaries and a free press.”\n\nDonald Tusk, the president of the European Council and a former Polish prime minister under the center-right Civic Platform party, compared Poland’s rightward drift to similar movements around the world that have “different values and different strategic aims” from the liberal democracies that have dominated the West in recent decades.\n\n“Whoever turns against America harms Europe,” Mr. Tusk said. “Whoever attacks the European Union harms America. And whoever undermines the foundations of liberal democracy harms one and the other.”", "summary": "For several days this week, in sessions that sometimes ran into the wee hours of the morning, Poland’s Parliament pushed through a new law governing the way the tribunal functions, hoping to have it passed before the NATO summit meeting. The new bill “poses a serious threat to the rule of law,” Nils Muiznieks, the Council of Europe’s commissioner for human rights, said in a statement. “That’s what makes us democracies, not just by the words written in constitutions or in the fact that we vote in elections, but the institutions we depend on every day, such as rule of law, independent judiciaries and a free press.” Donald Tusk, the president of the European Council and a former Polish prime minister under the center-right Civic Platform party, compared Poland’s rightward drift to similar movements around the world that have “different values and different strategic aims” from the liberal democracies that have dominated the West in recent decades."}