{"title": "Truck Attack in Nice, France: What We Know, and What We Don’t", "authors": ["The New York Times"], "url": "https://www.nytimes.com/2016/07/15/world/europe/nice-france-truck-attack-what-we-know.html", "body": "A large truck plowed into a crowd gathered to watch Bastille Day fireworks in Nice, France, on Thursday, killing scores of people in what the French president called a terrorist attack.\n\nWhat We Know\n\n• Around 10:30 p.m. Thursday, the truck sped down the promenade in the seaside city of Nice. French officials said that one man was identified as driving the truck, and he was shot dead by the police.\n\n• At least 84 people were killed, an Interior Ministry official said Friday morning. Dozens of others were injured, some severely.\n\n• President François Hollande called it a terrorist attack, and he convened an emergency meeting at the Interior Ministry in Paris to discuss the situation. He said he would travel to Nice on Friday.\n\n• The president said he would request a three-month extension of the state of emergency declared after terrorist attacks in and around Paris in November. It had been scheduled to expire on July 26.\n\n• Prime Minister Manuel Valls said Friday morning that France would observe three days of national mourning, starting on Saturday, and that the country would not give in to terrorism. But he warned that France had entered an era in which it would have to live with terrorism.\n\n• The Paris prosecutor’s office, which oversees counterterrorism investigations in France, has taken charge of the inquiry.\n\n• France was already reeling from a string of terrorist attacks since the start of last year, including attacks in and around Paris in January and November 2015 that killed 147 people. Islamist extremists claimed responsibility for those attacks.\n\nVideo\n\n• The attack in Nice occurred on France’s national holiday — 227 years since the storming of the Bastille prison, a pivotal moment in the French Revolution — and in one of France’s most populous cities, during peak vacation season.\n\nWhat We Don’t Know\n\n• Who committed the attacks, and why. The newspaper Nice Matin reported early Friday that he was a 31-year-old Frenchman of Tunisian origin, but officials have not confirmed that.\n\n• The extent and adequacy of the preparations that French officials had put in place to handle large crowds during the Bastille Day celebrations, especially in cities outside Paris, the capital. Extensive security, including the hiring of private security agents, had been put in place for the recent European Championship soccer tournament.\n\n• Whether France’s intelligence and security agencies had received any hints of the danger. On July 5, a parliamentary inquiry examining last year’s attacks found widespread failures in the collection and analysis of information that could have helped prevent those assaults.", "summary": "A large truck plowed into a crowd gathered to watch Bastille Day fireworks in Nice, France, on Thursday, killing scores of people in what the French president called a terrorist attack. • Prime Minister Manuel Valls said Friday morning that France would observe three days of national mourning, starting on Saturday, and that the country would not give in to terrorism. • The extent and adequacy of the preparations that French officials had put in place to handle large crowds during the Bastille Day celebrations, especially in cities outside Paris, the capital. On July 5, a parliamentary inquiry examining last year’s attacks found widespread failures in the collection and analysis of information that could have helped prevent those assaults."}