{"title": "Angela Merkel, Squeezed by Far Right, Now Faces a Rising Left", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2017/02/12/world/europe/germany-frank-walter-steinmeier-merkel.html", "body": "Despite being a largely ceremonial position, the presidency provides stature and an important platform for Mr. Steinmeier, a popular and charismatic politician. In his brief acceptance speech, he encouraged Germans to be bold in difficult times.\n\n“If we want to give others courage, then we must have some ourselves,” he said on a day when many other speakers evoked the country’s dark past and its emergence as a democracy after the Nazis’ defeat in World War II.\n\nOne marvel of traveling the world, he said, was to realize that Germany has become a model. “Isn’t it wonderful that this, our difficult fatherland, is seen as an anchor of hope for many people in the world?” Mr. Steinmeier said.\n\nBefore the vote, the conservative head of parliament, Norbert Lammert, gave a surprisingly fiery speech that — without mentioning names — attacked Mr. Trump and President Vladimir V. Putin of Russia for trying to divide or weaken Europe.\n\n“Whoever champions a closed mind instead of openness to the world, whoever literally walls themselves in, bets on protectionism instead of free trade and preaches isolationism instead of states cooperating, and declares ‘We first’ as a program, should not be surprised if others do the same — with all the fatal side effects for international ties which we know from the 20th century,” Mr. Lammert said. That goes, he added, for individual European states “but also for our great partner country across the Atlantic.”\n\nOnce, it would have been rare for German politicians to lecture other democracies on values, especially the United States, but Germany is now regarded as a critical pillar in upholding the liberal Western order, which is one reason the Sept. 24 national elections are being watched so closely.\n\nIt is also why some of Ms. Merkel’s fellow conservatives quietly grumbled that she was outfoxed when she agreed to put Mr. Steinmeier forward as the presidential candidate of her grand coalition government, which unites her conservative bloc with the center-left Social Democrats. Even as the presidency stands above party politics, Mr. Steinmeier, 61, a lawyer and lifelong politician, is likely to be a boon for his party.\n\nPhoto\n\nHis election coincided with a Social Democratic surge in polls since the center-left chose Martin Schulz, a former president of the European Parliament, to lead them into battle against Ms. Merkel in the elections.\n\nAdvertisement Continue reading the main story\n\nMr. Schulz grew up in a village in the Aachen area, becoming mayor of the nearby town of Würselen in 1987, and likes to tell stories from those days to portray himself as an ordinary guy. He first won election to the European Parliament in 1994, going on to become president in 2012. Most unusually for a German politician, he did not finish high school with a certificate, and trained initially as a bookseller.\n\nHe outpolled Ms. Merkel in personal popularity, 50 percent to 34 percent, in the Infratest dimap survey this month, albeit with a slightly smaller degree of support than Ms. Merkel’s last Social Democratic challenger had at a similar stage of the 2013 race.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPerhaps because he has spent most of his political career in European institutions in Brussels, Mr. Schulz can appear fresh to German voters.\n\n“What he is doing is filling a vacuum which has obviously arisen,” said Franz Müntefering, a veteran Social Democratic leader. “He is reaching people through emotions.”\n\nIn its weekend cover story, Der Spiegel described the current period as “the twilight of Merkel” and noted that she had appeared listless of late.\n\nMs. Merkel’s conservative bloc appears somewhat rattled. Her respected finance minister, Wolfgang Schäuble, the longest-sitting member of Germany’s parliament, used an interview in Der Spiegel this weekend to accuse Mr. Schulz of Trump-style populism.\n\n“When Schulz lets his supporters shout, ‘Make Europe great again,’ then it is almost word for word Trump,” Mr. Schäuble told the newsmagazine.\n\nSigmar Gabriel, the Social Democrat who has replaced Mr. Steinmeier as foreign minister, swiftly retaliated: “The radical and ill-intentioned mockery” in American politics “should not be swept in to Germany,” he said.\n\nAdvertisement Continue reading the main story\n\nUnquestionably, Mr. Trump’s election has so deeply altered the geopolitical landscape for Ms. Merkel. She has kept a cool distance, and the two leaders are expected to meet for the first time this spring.\n\nDomestically, Ms. Merkel is contending with a continuing political backlash to her 2015 decision to admit more than one million migrants, many of them Muslim, into the country. The far-right Alternative for Germany party, which started as a movement against the euro currency, now carries an anti-migrant, anti-Muslim message and has leaders who have sympathy for Mr. Trump’s politics.\n\nTellingly, Frauke Petry and other Alternative for Germany leaders did not applaud with everyone else during Mr. Lammert’s speech when he attacked isolationism or what he termed a “We first” attitude. Under pressure, Ms. Merkel has backpedaled somewhat in recent months, reducing the influx of migrants and taking a tougher line on deportations.\n\nAs is often the case, people outside the bubble of national politics sounded considerably less stirred when asked about Ms. Merkel’s standing.\n\nMetin Elcivan, 41, who helps run a corner store in western Berlin’s Schöneberg district, was certain that German voters would prove conservative. “I think nothing will change at the elections,” he said, “and that we will have a grand coalition again, with Merkel as chancellor.”"}