{"title": "Two Paris Attackers Planned Another Assault, Prosecutor Says", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2015/11/25/world/europe/two-paris-attackers-planned-another-assault-prosecutor-says.html", "body": "“Different elements from the investigations enable us to show that Hasna Aitboulahcen was perfectly aware of her cousin’s involvement in the Nov. 13 attacks, and that therefore she knowingly intervened to facilitate his retreat and flight,” Mr. Molins said. “After the assault, Hasna Aitboulahcen was found dead by asphyxia, most probably following the explosion of the first kamikaze and the ensuing collapse of the floor.”\n\nThe third person who died in the raid might have participated in the series of attacks outside four restaurants in central Paris that killed at least 39 people.\n\nDNA from that man — whose identity remains unknown — matched DNA that was found on a Kalashnikov assault rifle that was left in a black Seat Léon used by the restaurant attackers, who left the car in the eastern suburb of Montreuil, Mr. Molins said.\n\nAlso on Tuesday, the authorities announced that they were charging Jawad Bendaoud, who they said provided the St.-Denis apartment to Mr. Abaaoud and his accomplice, with participating in a terrorist plot and with illegal possession of weapons and explosives.\n\nThe authorities in France are trying to learn more about the identities of four men who they say took part in the attacks: the man who died with Mr. Abaaoud in the raid in St.-Denis; a man who joined in the attack on the Bataclan concert hall that killed 89 people; and two men who entered Europe via Greece in October — evidently by presenting themselves as Syrian migrants — and then blew themselves up outside the Stade de France during a soccer game that President François Hollande of France was attending.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAll four men are dead; none have been publicly identified.\n\nThe one known fugitive of the attacks, Salah Abdeslam, a 26-year-old French citizen who lived in Brussels, remained at large on Tuesday, despite an intense manhunt that has stretched across France, Belgium and Germany.\n\nMr. Abdeslam fled after the attacks, and at 9:10 a.m. on the day after was waved through a traffic check in Cambrai, near the border with Belgium, while in a Volkswagen Golf with two other men.\n\nThe Belgian authorities have charged those two men — Mohammed Amri, who owned the Volkswagen Golf, and Hamza Attou, a friend — with murder and with participation in the activities of a terrorist group.\n\nAdvertisement Continue reading the main story\n\nThe federal prosecutor’s office in Brussels announced on Tuesday that a third man — identified only as Ali O., a 31-year-old Frenchman who was living, like Mr. Abaaoud and Mr. Abdeslam, in the Molenbeek borough of Brussels — has been charged with murder and with terrorist activities, for helping Mr. Abdeslam get away. A court hearing is scheduled for Friday to determine whether Ali O. will remain in custody.\n\nAnother man accused of helping Mr. Abdeslam flee — Abraimi Lazez, 39, a Moroccan living in Molenbeek who was arrested on Sunday — faces a court hearing on Wednesday. Belgian prosecutors say that two pistols and traces of blood were found inside his car; Mr. Lazez, through his lawyer, has denied knowing Mr. Abdeslam or Mr. Abaaoud.\n\nAn arrest warrant was issued Tuesday for Mohamed Abrini, 30, who officials said was recorded on a video camera with Mr. Abdeslam in a gas station northeast of Paris on the evening of Nov. 11, two days before the attacks. The two men were driving a Renault Clio that apparently was used later to drop off the suicide bombers at the soccer stadium.\n\nUnder a state of emergency that has been extended for three months, the French continued to conduct searches and arrest suspects around the country on Tuesday. The Interior Ministry said that since the Nov. 13 attacks, the police had conducted 1,233 raids, arresting 165 people and holding 142 of them; placed 266 people under house arrest; and seized 230 weapons.\n\nOne of the raids on Tuesday targeted a radical Salafist preacher living in southwestern France who is thought to have been a mentor of Mohammed Merah, who killed seven people, including four Jewish children, in southwestern France in 2012, and Fabien Clain, believed to have recorded an audio message claiming responsibility for the Nov. 13 attacks for the Islamic State.\n\nPrime Minister Manuel Valls, at a lunch with reporters, said that “people will say Europe is finished” if it cannot set up a security apparatus that he said should include better border controls, a crackdown on weapons trafficking and a shared database on air travelers.", "summary": "“Different elements from the investigations enable us to show that Hasna Aitboulahcen was perfectly aware of her cousin’s involvement in the Nov. 13 attacks, and that therefore she knowingly intervened to facilitate his retreat and flight,” Mr. Molins said. The one known fugitive of the attacks, Salah Abdeslam, a 26-year-old French citizen who lived in Brussels, remained at large on Tuesday, despite an intense manhunt that has stretched across France, Belgium and Germany. An arrest warrant was issued Tuesday for Mohamed Abrini, 30, who officials said was recorded on a video camera with Mr. Abdeslam in a gas station northeast of Paris on the evening of Nov. 11, two days before the attacks. Prime Minister Manuel Valls, at a lunch with reporters, said that “people will say Europe is finished” if it cannot set up a security apparatus that he said should include better border controls, a crackdown on weapons trafficking and a shared database on air travelers."}