{"title": "Europe, Reeling From Strain, Tells Economic Migrants: Don’t Bother", "authors": ["James Kanter", "Sewell Chan"], "url": "https://www.nytimes.com/2016/03/04/world/europe/eu-leader-sends-economic-migrants-a-blunt-warning-dont-come.html", "body": "“The refugee flows still remain far too high,” Mr. Tusk said. “To many in Europe the most promising method seems to be a fast and large-scale mechanism to ship back irregular migrants arriving in Greece — it would effectively break the business model of the smugglers.”\n\nEach day last month, on average, 1,918 migrants entered the Aegean Islands, according to new statistics from the International Organization for Migration.\n\nIn January, 68,000 migrants entered Greece, 38 times the number from January of last year, according to Frontex, the European Union’s border control agency. The numbers are expected to surge in coming weeks as the weather improves and the risks of crossing the Aegean Sea from Turkey decline.\n\nPhoto\n\nPolicies put in place by a number of countries along the path from Greece to Germany, the preferred destination for most migrants, have effectively limited passage across the borders to Syrians and Iraqis while blocking the progress of Afghans and people from a number of Middle Eastern countries and North Africa.\n\nOn Thursday, 200 people occupied the train tracks on the border near Idomeni, holding signs saying “Merkel, Help Us” and “We Just Want to Pass.” Aid agencies warned of a possible risk of infectious diseases, given the area’s limited resources.\n\nMr. Tusk’s visit to Greece was his second in just over two weeks. Greece, still recovering from an economic meltdown in 2009 that led to three bailout packages from Europe, is bracing for the migrant crisis to continue for the next two to three years, Yiannis Mouzalas, a minister for migration policy, told a group of Greek mayors this week.\n\nOver the past few days, Mr. Tusk, a former prime minister of Poland, has made a sort of reverse pilgrimage along the so-called Western Balkans migration route, visiting Austria, Slovenia, Croatia and Macedonia and Greece before reaching Turkey. “Greece and the Greek people are paying a very high price for the problem they themselves did not create,” Mr. Tusk said. “I want to state here very clearly that the European Union will not leave Greece alone.”\n\nAdvertisement Continue reading the main story\n\nMr. Tusk’s talks in Greece and Turkey were a prelude to a meeting in Brussels on Monday of European Union and Turkish leaders to address the crisis. In November, the European Union offered organizations helping refugees in Turkey 3 billion euros, or about $3.3 billion, to help deal with the situation. But Turkey — which is itself sheltering 2.7 million of an estimated 4.8 million Syrian refugees — is asking for more support for its position in dealing with the civil war in Syria and other regional issues.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Davutoglu reiterated calls for the creation of a “secure zone” in Syria where migrants could be free from the violence that has torn the country apart over the last five years. “This is not just a problem for Greece or Turkey,” he said.\n\nThe migration crisis continued to show itself to be a flash point across the Continent on Thursday.\n\nBritain’s prime minister, David Cameron, pledged 17 million pounds, about $24 million, to help France deal with the sprawling refugee camp nicknamed “The Jungle” that has emerged in the northern port city of Calais. Migrants there, hoping to reach Britain, have died trying to enter the tunnel that connects the two countries across the English Channel. Scuffles have broken out this week as the French authorities tried to dismantle the camp.\n\nThe financial aid, announced at a news conference with President François Hollande in Amiens, came after France’s economy minister, Emmanuel Macron, told The Financial Times that if Britain votes to leave the European Union in a referendum scheduled for June 23, France might end its agreement to enforce British immigration rules on its side of the Channel and instead leave it to Britain to deal with the migrants on its side. Mr. Macron’s remarks prompted a backlash in Britain, as proponents of a British exit accused the government of Mr. Cameron — who called the referendum but wants Britain to stay in the European Union — of planting the interview to frighten voters.\n\nIn an interview with the Munich newspaper Süddeutsche Zeitung, Austria’s foreign minister, Sebastian Kurz, condemned his country’s decision with Germany last summer to keep borders open as “a serious mistake” that had to be corrected “as fast as possible.”\n\nHis comments widened a recent rift between Ms. Merkel and her Austrian counterpart, Werner Faymann. Mr. Faymann wants to cap the number of migrants who can apply for asylum to 80 a day and those who can move through Austria to other countries to 3,200 a day.", "summary": "On Thursday, 200 people occupied the train tracks on the border near Idomeni, holding signs saying “Merkel, Help Us” and “We Just Want to Pass.” Aid agencies warned of a possible risk of infectious diseases, given the area’s limited resources.Greece, still recovering from an economic meltdown in 2009 that led to three bailout packages from Europe, is bracing for the migrant crisis to continue for the next two to three years, Yiannis Mouzalas, a minister for migration policy, told a group of Greek mayors this week.Over the past few days, Mr. Tusk, a former prime minister of Poland, has made a sort of reverse pilgrimage along the so-called Western Balkans migration route, visiting Austria, Slovenia, Croatia and Macedonia and Greece before reaching Turkey.The financial aid, announced at a news conference with President François Hollande in Amiens, came after France’s economy minister, Emmanuel Macron, told The Financial Times that if Britain votes to leave the European Union in a referendum scheduled for June 23, France might end its agreement to enforce British immigration rules on its side of the Channel and instead leave it to Britain to deal with the migrants on its side.In an interview with the Munich newspaper Süddeutsche Zeitung, Austria’s foreign minister, Sebastian Kurz, condemned his country’s decision with Germany last summer to keep borders open as “a serious mistake” that had to be corrected “as fast as possible.”"}