{"title": "Prime Minister of Spain Accused of Receiving Payouts", "authors": ["Raphael Minder"], "url": "http://www.nytimes.com/2013/02/01/world/europe/prime-minister-of-spain-accused-of-receiving-payouts.html", "body": "On Thursday, María Dolores de Cospedal, the secretary general of the Popular Party, denied that the party maintained a parallel account, saying at a news conference in Madrid that “the Popular Party only has one set of accounts, and it is clean, transparent and submitted to the official accounting authority.”\n\nEl País reported that Ms. de Cospedal was listed in the ledgers as having twice received payments of about $10,000 in 2008, after she was confirmed to her post at the party’s convention that June.\n\nPhoto\n\nDuring a parliamentary debate on Wednesday, Mr. Rajoy made no mention of Mr. Bárcenas while he urged lawmakers to agree on a more transparent system of party financing. But that did nothing to quiet demands for a fuller explanation.\n\n“Mr. Rajoy will now have to give some kind of clearer explanation,” said Gaspar Ariño Ortiz, a lawyer in Madrid and former member of Parliament from the Popular Party.\n\nIn the context of a recession and record unemployment, Mr. Ariño Ortiz said, “citizens who are struggling to make ends meet are seeing that huge amounts of money have been handled within a Spanish party funding system that is completely obscure, anonymous and open to corruption.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Bárcenas, the former party treasurer, resigned in 2009 after being indicted in the early stages of a continuing investigation into a scheme of kickbacks and illegal payments that other Popular Party politicians are accused of being involved in. He has denied wrongdoing, and through his lawyer, he denied ever keeping a parallel and undeclared set of books in order to make payments to politicians.\n\nWhen he resigned, Mr. Bárcenas took nine boxes of documents with him from his offices, a trove that stands as an implicit threat to party officials, commentators say, that if he is taken down in the scandals, he plans to take others with him. The recent disclosure that Mr. Bárcenas kept vast sums of money in Switzerland is just one of about 300 corruption investigations being conducted in Spain, many linked to questionable deals made among bankers, developers and politicians during the nation’s decade-long property boom. Few have been convicted so far.\n\nThe corruption investigations have also tainted Spain’s institutional fabric, from the monarchy to the Supreme Court, whose chief justice was forced to resign last year over questionable business expense claims. On Wednesday, a judge demanded that Iñaki Urdangarin, the son-in-law of King Juan Carlos, and his former business partner post bond of $11 million as the judiciary deepens its investigation into the possible embezzlement of millions in public money allocated to sports and tourism events.\n\nAdvertisement Continue reading the main story\n\nMr. Urdangarin has not been formally charged, but last year he became the first member of the royal family to appear in court in modern Spanish history.\n\nThe report in El País added to the disillusionment of many Spaniards, including some longstanding supporters of the Popular Party. One was Julian Acevedo Ruiz, a grocery store owner who said he had always voted for the party, including Mr. Rajoy in 2011.\n\n“I wish that I had never voted,” he said, “because really none of our politicians are worthy of the trust that we placed in them.”"}