{"title": "How ISIS Built the Machinery of Terror Under Europe’s Gaze", "authors": ["Rukmini Callimachi"], "url": "https://www.nytimes.com/2016/03/29/world/europe/isis-attacks-paris-brussels.html", "body": "Mr. Hame was arrested in Paris last August, before he could strike, one of at least 21 trained operatives who succeeded in slipping back into Europe. Their interrogation records offer a window into the origins and evolution of an Islamic State branch responsible for killing hundreds of people in Paris, Brussels and beyond.\n\nEuropean officials now know that Dad, Mr. Hame’s handler, was none other than Abdelhamid Abaaoud, the Belgian operative who selected and trained fighters for plots in Europe and who returned himself to oversee the Paris attack, the deadliest terrorist strike on European soil in over a decade.\n\nThe people in Mr. Abaaoud’s external operations branch were also behind the Brussels attacks, as well as a foiled attack in a suburb of Paris last week, and others are urgently being sought, Belgian and French officials say.\n\n“It’s a factory over there,” Mr. Hame warned his interlocutors from France’s intelligence service after his arrest. “They are doing everything possible to strike France, or else Europe.”\n\nMissing the Connections\n\nPhoto\n\nFor much of 2012 and 2013, the jihadist group that eventually became the Islamic State, also known as ISIS or ISIL, was putting down roots in Syria. Even as the group began aggressively recruiting foreigners, especially Europeans, policy makers in the United States and Europe continued to see it as a lower-profile branch of Al Qaeda that was mostly interested in gaining and governing territory.\n\nOne of the first clues that the Islamic State was getting into the business of international terrorism came at 12:10 p.m. on Jan. 3, 2014, when the Greek police pulled over a taxi in the town of Orestiada, less than four miles from the Turkish border. Inside was a 23-year-old French citizen named Ibrahim Boudina, who was returning from Syria. In his luggage, the officers found 1,500 euros, or almost $1,700, and a French document titled “How to Make Artisanal Bombs in the Name of Allah.”\n\nBut there was no warrant for his arrest in Europe, so the Greeks let him go, according to court records detailing the French investigation.\n\nAdvertisement Continue reading the main story\n\nMr. Boudina was already on France’s watch list, part of a cell of 22 men radicalized at a mosque in the resort city of Cannes. When French officials were notified about the Greek traffic stop, they were already wiretapping his friends and relatives. Several weeks later, Mr. Boudina’s mother received a call from a number in Syria. Before hanging up, the unknown caller informed her that her son had been “sent on a mission,” according to a partial transcript of the call.\n\nThe police set up a perimeter around the family’s apartment near Cannes, arresting Mr. Boudina on Feb. 11, 2014.\n\nIn a utility closet in the same building, they found three Red Bull soda cans filled with 600 grams of TATP, the temperamental peroxide-based explosive that would later be used to deadly effect in Paris and Brussels.\n\nVideo\n\nIt was not until nearly two years later, on Page 278 of a 359-page sealed court filing, that investigators revealed an important detail: Mr. Boudina’s Facebook chats placed him in Syria in late 2013, at the scene of a major battle fought by a group calling itself the Islamic State in Iraq and Syria.\n\nAccording to a brief by France’s domestic intelligence agency, he was the first European citizen known to have traveled to Syria, joined the Islamic State and returned with the aim of committing terrorism. Yet his ties to the group were buried in French paperwork and went unconnected to later cases.\n\nIncluding Mr. Boudina, at least 21 fighters trained by the Islamic State in Syria have been dispatched back to Europe with the intention of causing mass murder, according to a Times count based on records from France’s domestic intelligence agency. The fighters arrived in a steady trickle, returning alone or in pairs at the rate of one every two to three months throughout 2014 and the first part of 2015.\n\nFacebook Q. & A. Rukmini Callimachi, a foreign correspondent who covers Islamic extremism, will answer readers’ questions at 1 p.m. Eastern time on Tuesday about the Islamic State’s efforts to attack Europe. Join her at facebook.com/nytimes.\n\nLike the killers in Paris and Brussels, all of these earlier operatives were French speakers — mostly French and Belgian citizens, alongside a handful of immigrants from former French colonies, including Morocco.\n\nThey were arrested in Italy, Spain, Belgium, France, Greece, Turkey and Lebanon with plans to attack Jewish businesses, police stations and a carnival parade. They tried to open fire on packed train cars and on church congregations. In their possession were box cutters and automatic weapons, walkie-talkies and disposable cellphones, as well as the chemicals to make TATP.\n\nAdvertisement Continue reading the main story\n\nMost of them failed. And in each instance, officials failed to catch — or at least to flag to colleagues — the men’s ties to the nascent Islamic State.\n\nPhoto\n\nIn one of the highest-profile instances, Mehdi Nemmouche returned from Syria via Frankfurt and made his way by car to Brussels, where on May 24, 2014, he opened fire inside the Jewish Museum of Belgium, killing four people. Even when the police found a video in his possession, in which he claimed responsibility for the attack next to a flag bearing the words “Islamic State of Iraq and Syria,” Belgium’s deputy prosecutor, Ine Van Wymersch, dismissed any connection.\n\n“He probably acted alone,” she told reporters at the time.\n\nThough the degree to which the operatives were being directed by the Islamic State might have been unclear at first, a name began to appear in each successive investigation: Abdelhamid Abaaoud, a Belgian citizen who counterterrorism officials say rose through the ranks to become a lieutenant of the Islamic State’s external operations efforts.\n\nIn the months before the Jewish museum attack, Mr. Nemmouche’s phone records reveal that he made a 24-minute call to Mr. Abaaoud, according to a 55-page report by the French National Police’s antiterror unit in the aftermath of the Paris attacks.\n\n“All of the signals were there,” said Michael S. Smith II, a counterterrorism analyst whose firm, Kronos Advisory, began briefing the United States government in 2013 on ISIS’ aspirations to strike Europe. “For anyone paying attention, these signals became deafening by mid-2014.”\n\nIt was in the summer of 2014 that the link to the terrorist organization’s hierarchy became explicit.\n\nOn June 22 of that year, a 24-year-old French citizen named Faiz Bouchrane, who had trained in Syria, was smuggled into neighboring Lebanon. He was planning to blow himself up at a Shiite target, and during interrogation, he let slip the name of the man who had ordered him to carry out the operation: Abu Muhammad al-Adnani.\n\nMr. Adnani is the spokesman for ISIS and is considered one of its most senior members. Just a few days after Mr. Bouchrane checked into a budget hotel in Beirut, Mr. Adnani released an audio recording announcing the establishment of the caliphate.\n\nAdvertisement Continue reading the main story\n\n“Adnani reportedly leads the external operations planning of the Islamic State,” said Matthew G. Olsen, the former director of the National Counterterrorism Center.\n\nState of Terror Articles in this series examine the rise of the Islamic State and life inside the territory it has conquered.\n\nIntelligence officials in the United States and Europe have confirmed the broad outlines of the external operations unit: It is a distinct body inside ISIS, with its command-and-control structure answering to Mr. Adnani, who reports to Abu Bakr al-Baghdadi, the self-proclaimed caliph of the Islamic State.\n\nThe unit identifies recruits, provides training, hands out cash and arranges for the delivery of weapons once fighters are in position. Although the unit’s main focus has been Europe, external attacks directed by ISIS or those acting in its name have been even more deadly beyond Europe’s shores. At least 650 people have been killed in the group’s attacks on sites popular with Westerners, including in Turkey, Egypt and Tunisia, according to a Times analysis.\n\nWithin the hierarchy, Mr. Abaaoud was specifically tasked with mounting attacks in Europe, according to the French police report and intelligence brief.\n\n“Abaaoud, known as Abou Omar, was the principal commander of future attacks in Europe,” Nicolas Moreau, a French jihadist who was arrested last year, told his French interrogators, according to the report by France’s antiterror police. “He was in charge of vetting the applications of future candidates.”\n\nPacing Attacks\n\nPhoto\n\nIn an audio recording released on Sept. 22, 2014, Mr. Adnani, the ISIS spokesman and chief of the external operations wing, addressed the West.\n\n“We will strike you in your homeland,” he promised, calling on Muslims everywhere to kill Europeans, “especially the spiteful and filthy French.” And he urged them to do it in any manner they could: “Smash his head with a rock, or slaughter him with a knife, or run him over with your car,” he said, according to a translation provided by the SITE Intelligence Group, which monitors extremist propaganda.\n\nIn the months that followed, a man decapitated his employer near the French city of Lyon, sending a snapshot of the severed head to the Islamic State. Another man stormed a police station in Paris, carrying a butcher’s knife and a photocopy of the Islamic State’s flag.\n\nAdvertisement Continue reading the main story\n\nThese are among around two dozen plots linked to the Islamic State that were documented in the year after Mr. Adnani’s speech. In most, there were no direct operational ties back to Syria, but there were clear signs that the attacker had consumed the terrorist group’s propaganda online.\n\nThe low potency of these attacks, with single-digit death tolls, combined with the fact that many of the perpetrators had a history of mental illness, prompted analysts and officials to conclude that the Islamic State remained a distant second to Al Qaeda in its ability to carry out attacks on Western soil.\n\nExperts now believe that the Islamic State was actually adopting a strategy first put forward by an earlier operations leader for Al Qaeda, who argued that the group would become obsolete if it worked only on 9/11-size plots that took months or years to mount. He instead called for Al Qaeda to also carry out a patter of small- and medium-size plots, and to use propaganda to inspire self-directed attacks by supporters overseas.\n\nIn a recent issue of its online magazine in French, Dar al-Islam, the Islamic State explained the approach, citing a study first published on the French security blog, kurultay.fr. “The Islamic State has deployed its resources to generate three types of terrorist attacks,” the study states, specifying that they include large-scale plots coordinated by the group’s leaders, down to “isolated actions of self-radicalized people, who have absolutely no direct contact with ISIS, and yet who will consciously act in its name.”\n\nThe same study says the group’s method for carrying out jihad in Europe involves an adaptation of Auftragstaktik, a combat doctrine within the German Army in the 19th century. Those tactical guidelines call for commanders to give subordinates a goal and a time frame in which to accomplish it, but otherwise to give them the freedom to execute it.\n\nThe Islamic State quotes the blog, explaining that the terror group adopted the system to give recruits “complete tactical autonomy,” with few fingerprints that could be tracked back to the group, and “no micromanaging.”\n\nThe Recruit Pipeline\n\nPhoto\n\nBy early 2015, the Islamic State’s external operations branch had personnel dedicated to spending their days in Internet cafes in Syria pumping out propaganda, aimed both at inciting lone-wolf attacks and at luring new recruits.\n\nAmong the people who took the bait was Reda Hame, the young technology professional from Paris, who later told investigators that he had joined in hope of fighting to bring down President Bashar al-Assad of Syria. Instead, upon arriving in Syria in June 2015, he walked directly into the Islamic State’s pipeline for foreign attacks.\n\nAdvertisement Continue reading the main story\n\nDuring his intake interview in Raqqa, Syria, in June 2015, the Islamic State administrator taking notes on a computer across from him expressed satisfaction when he learned that Mr. Hame was from Paris and had a background in technology, according to his lengthy account to France’s domestic intelligence agency, the Direction Générale de la Sécurité Intérieure, or D.G.S.I. The details were recorded in more than 16 hours of questioning, according to a transcript obtained by The Times and first reported on by the French newspaper Le Monde.\n\nDays later, a man wearing a mask called Mr. Hame outside, told him to lie down in the bed of a pickup truck and covered him with a tarp. He was warned to keep his eyes lowered and not to look out.\n\nThey drove at high speed, and when the truck stopped, a fighter speaking Arabic directed him to a sport utility vehicle idling nearby, its tinted windows obscuring its occupants. When Mr. Hame opened the door to the back seat, the driver said, “Monte devant,” French for “Get in the front.”\n\nThe driver, Mr. Hame said, was Mr. Abaaoud, by then considered the most wanted terrorist in Europe. As they drove through the Syrian countryside, the future architect of the Paris attacks explained to Mr. Hame that if he faced the enemies of Islam alone, he would receive double the reward in heaven.\n\n“He asked me if I was interested in going abroad,” Mr. Hame told investigators. “He said to imagine a rock concert in a European country — if you were given a weapon, would you be ready to open fire on the crowd?”\n\nWhen Mr. Hame reiterated that he wanted to fight the Assad government instead, Mr. Abaaoud became terse. “He said he would show me those wounded in the war and buildings that had been destroyed, so that I would realize how lucky I was to be sent back to France rather than stay to fight here,” Mr. Hame recounted.\n\nPhoto\n\nVideos released by the Islamic State after the Paris attacks in November included footage of eight of the 10 attackers while they were still in territory the terrorist group controlled in Iraq and Syria. They announced that they were acting on the orders of Mr. Baghdadi, the caliph of the Islamic State, and then proceeded to shoot or behead a captive, most of them in grotesquely choreographed scenes shot against a desert backdrop, according to the footage archived by the SITE Intelligence Group.\n\nOfficials have deduced that the footage was filmed between February and September 2015, suggesting the Paris attacks were being planned months before they took place. It is now known that at the same time Mr. Abaaoud was laying the groundwork for the devastating plot, he was recruiting, cajoling and training Mr. Hame and others for smaller, quick-hit attacks.\n\nAdvertisement Continue reading the main story\n\nThe night they met, Mr. Abaaoud dropped off Mr. Hame at a house in Raqqa with a white gate, according to the transcript. He said he would come for Mr. Hame the next morning, and warned him that if he did not agree to the mission, his passport, which was about to expire, would be given to another recruit who would go to Europe in his place.\n\nWhen Mr. Abaaoud returned the next day, his face was covered with a brown scarf with slits for his eyes. He wore a holstered handgun. “He told me that he was now going to explain the mission to me,” Mr. Hame said after his arrest, describing how the discussion occurred in the senior operative’s speeding vehicle. “He told me I didn’t have a lot of time; he said he was just waiting for the confirmation of his emir. I told him that I would go.”\n\nAccelerated Training\n\nPhoto\n\nMr. Hame said his training began about a 30-minute drive from Raqqa, in a villa that acted as Mr. Abaaoud’s classroom. There, the senior operative demonstrated how to load a Kalashnikov rifle. When Mr. Hame tried, he jammed his thumb in the metal, hurting himself. Mr. Abaaoud made him repeat the exercise again and again.\n\nThe next day, Mr. Abaaoud drove Mr. Hame to a park covered in dry grass for target practice. Throughout the lesson, Mr. Abaaoud repeatedly lost his temper, annoyed by his recruit’s lack of skill.\n\n“He yelled at me because when I was shooting in volleys, it went into the air,” Mr. Hame recounted. “He made me practice a lot, to the point that the grass caught fire.”\n\nThe instructor appeared even more on edge during the third and final day of Mr. Hame’s military training, when he drew a silhouette on the wall of an abandoned building and demonstrated how to throw a grenade. Inexperienced and struggling in the suffocating heat, Mr. Hame did not throw it far enough and was cut by shrapnel. Only when Mr. Abaaoud saw him bleeding did he relent, driving his student to a nearby clinic to be bandaged.\n\nAt night, Mr. Hame was dropped off at an apartment in Raqqa that appeared to be a dormitory for members of the external operations branch. One room served as an arsenal, with stacks of suicide belts, jugs of explosives, body armor and combat boots. The other recruits were also French speakers, including a man who said he had been training for eight months. He and Mr. Hame were told to team up by Mr. Abaaoud, who decided to send them back to Europe the same day.\n\nThey were among the many pawns that Mr. Abaaoud was positioning across the Continent.\n\nIf Mr. Hame was not handy with weapons, he had other qualities that were attractive to the Islamic State: He had a French passport and had worked as a computer technician for Astrium, a subsidiary of the French aeronautics giant Airbus. It was at least the second time that Mr. Abaaoud had chosen a fighter with information technology credentials: Sid Ahmed Ghlam, who was dispatched last April to attack churches in France, was in the second year of a five-year computer science program, according to news reports.\n\nAdvertisement Continue reading the main story\n\nThe final phase of Mr. Hame’s training took place at an Internet cafe in Raqqa, where an Islamic State computer specialist handed him a USB key. It contained CCleaner, a program used to erase a user’s online history on a given computer, as well as TrueCrypt, an encryption program that was widely available at the time and that experts say has not yet been cracked.\n\nThe external operations unit was on a drive to improve its operational security after months of embarrassing failures.\n\nWorking on Security\n\nPhoto\n\nMore than a year and a half earlier, the would-be Cannes bomber, Ibrahim Boudina, had tried to erase the previous three days of his search history, according to details in his court record, but the police were still able to recover it. They found that Mr. Boudina had been researching how to connect to the Internet via a secure tunnel and how to change his I.P. address.\n\nThough he may have been aware of the risk of discovery, perhaps he was not worried enough.\n\nMr. Boudina had been sloppy enough to keep using his Facebook account, and his voluminous chat history allowed French officials to determine his allegiance to the Islamic State. Wiretaps of his friends and relatives, later detailed in French court records obtained by The Times and confirmed by security officials, further outlined his plot, which officials believe was going to target the annual carnival on the French Riviera.\n\nMr. Hame, in contrast, was given strict instructions on how to communicate. After he used TrueCrypt, he was to upload the encrypted message folder onto a Turkish commercial data storage site, from where it would be downloaded by his handler in Syria. He was told not to send it by email, most likely to avoid generating the metadata that records details like the point of origin and destination, even if the content of the missive is illegible. Mr. Hame described the website as “basically a dead inbox.”\n\nThe ISIS technician told Mr. Hame one more thing: As soon as he made it back to Europe, he needed to buy a second USB key, and transfer the encryption program to it. USB keys are encoded with serial numbers, so the process was not unlike a robber switching getaway cars.\n\n“He told me to copy what was on the key and then throw it away,” Mr. Hame explained. “That’s what I did when I reached Prague.”\n\nMr. Abaaoud was also fixated on cellphone security. He jotted down the number of a Turkish phone that he said would be left in a building in Syria, but close enough to the border to catch the Turkish cell network, according to Mr. Hame’s account. Mr. Abaaoud apparently figured investigators would be more likely to track calls from Europe to Syrian phone numbers, and might overlook calls to a Turkish one.\n\nAdvertisement Continue reading the main story\n\nNext to the number, Mr. Abaaoud scribbled “Dad.”\n\nPhoto\n\nMr. Hame was instructed to make his way back to Paris, employing an itinerary that mimicked the journey of a backpacker on a summer holiday: He was to travel to Istanbul and spend a few days wandering the streets of the tourist district around Taksim Square.\n\nThen he was to fly to Prague and buy a Czech SIM card. He would again check into a hotel, pretend to be a tourist and leave quick missed calls on Mr. Abaaoud’s Turkish phone number. The record of the call would be Mr. Abaaoud’s notification of his trainee’s progress. Mr. Hame was expected to repeat the procedure for each leg of his journey, including in Amsterdam and then Brussels, before returning by train to Paris.\n\nOnce Islamic State leaders knew that Mr. Hame had made it home, they would use the encryption and the Turkish drop box to coordinate further instructions, he said.\n\nThe mission began on the morning of June 12, when Mr. Abaaoud drove Mr. Hame and a second recruit to the Turkish border. Both had USB keys with TrueCrypt, and each was handed €2,000, in €500 bills, Mr. Hame said. Both had the same general agenda — to hit a soft target in Europe — but they were instructed to take separate paths, with Mr. Hame returning to France while the second recruit was headed to Spain.\n\nBut Mr. Hame’s comrade was picked up after he flew to Spain, and under interrogation, he divulged Mr. Hame’s plan as well. After being notified, the French police tracked Mr. Hame to his mother’s apartment in Paris. Behind a couch, they found his USB stick from the Islamic State, and in his bag a piece of paper showing his login credentials for TrueCrypt. They arrested and began interrogating him last August, almost three months to the day before the worst terrorist attack in French history.\n\nIn many ways, it was another clear failure for the Islamic State’s operational security. Mr. Hame agreed to cooperate with investigators, and confirmed that the group was bent on attacking in Europe and was already interested in picking out a concert hall to strike.\n\nYet many aspects of the group’s security protocol were working. In the end, Mr. Hame had few specifics he could share with the authorities. He did not know the names or even the nationalities of the other operatives he had met; they had been introduced to him only by their aliases.\n\nTwo of Mr. Abaaoud’s other small plots around the same time did not go any better. Sid Ahmed Ghlam was ordered by Mr. Abaaoud to open fire on a church in Villejuif, south of Paris, according to the report by France’s antiterrorism police. Instead, he shot himself in the leg. Ayoub El Khazzani, the other attacker sent by Mr. Abaaoud, was tackled by passengers after his weapon jammed while he tried to open fire inside a high-speed Thalys train last August, officials said.\n\nAdvertisement Continue reading the main story\n\nThough they failed, the thwarted plots kept counterterrorism officials stretched thin in the months before the November attacks in Paris.\n\n“It served to put all of our agencies on edge,” said France’s chief antiterrorism judge, Marc Trévidic, who debriefed Mr. Hame, Mr. Ghlam and Mr. Khazzani before retiring last summer. “Just like a smoke screen, it allowed them to calmly prepare.”\n\nA Signature Explosive\n\nAmong the clearest signs of the Islamic State’s growing capacity for terrorist attacks is its progress in making and deploying bombs containing triacetone triperoxide, or TATP.\n\n\n\nThe white explosive powder was found in the suicide belts of the Paris attackers and in the suitcases of the Brussels bombers, as well as in two other ISIS-led plots in 2014 and 2015.\n\nBefore ISIS, Al Qaeda repeatedly tried, but mostly failed, to deploy TATP bombs, starting in 2001 when Richard Reid tried to destroy an American Airlines flight by sneaking TATP onboard in the sole of his shoe. He was thwarted when the fuse failed to ignite.\n\nTATP has become terrorists’ go-to explosive in Europe because the main ingredients, acetone and hydrogen peroxide, can be found in common household goods like nail polish remover and hair bleach, experts say.\n\nBut while the building blocks are easy to come by, TATP is difficult to make, because the ingredients are unstable once combined and can easily detonate if they are mishandled. Over at least two years, Islamic State operatives were working to get it right.\n\nThe three bombs found in Mr. Boudina’s building near Cannes in 2014 were beverage cans filled with the explosive powder and wrapped in black tape, according to the French court filing in the case.\n\nAdvertisement Continue reading the main story\n\nThough he had successfully cooked the explosive, Mr. Boudina was still struggling to set it off. He had jammed a filament into a cavity in the body of each can, most likely to use as a crude fuse, investigators concluded. However, the online searches he had conducted on his laptop just before his arrest indicated that he did not know how to make the final component. He searched “how to make a remote detonator,” “detonation by cellphone,” and finally “where to buy firecrackers?”\n\nBy comparison, the team sent from Syria to carry out the Paris assaults in November had ironed out the final details.\n\nTwo months before those attacks, the man suspected of handling logistics for the assailants, Salah Abdeslam, stopped by a fireworks shop northeast of Paris to buy a mechanism used to detonate fireworks from a distance, according to the French prosecutor. The Firework Magician shop’s in-house lawyer, Frédéric Zajac, remembered little about the young man with a Belgian accent, except that “unlike other clients, he didn’t ask questions about how it all worked.”\n\nMr. Abdeslam is believed to be the only direct participant in the assaults to have survived, and he was arrested last week in Belgium after a continentwide manhunt.\n\nThe attackers he had been helping successfully detonated their suicide belts in seven locations in Paris, indicating that the group had mastered both how to mix the compound and how to set it off.\n\n“To be able to assemble it safely, and to detonate it repeatedly, suggests a more organized effort,” said Michael Marks, a retired Naval Criminal Investigative Service special agent who was the post-blast investigator on the Navy destroyer Cole. “It suggests a network.”\n\nThat network stretched like a web across Europe to at least a dozen other accomplices, including a cell holed up in an apartment in the Brussels neighborhood of Schaerbeek, where two other teams of Islamic State fighters prepared the bombs detonated last week in Brussels Airport and a metro station.\n\nThe overpowering odor that comes with refining and storing TATP was noticed by the building’s owner weeks before the bombings, Belgian officials said, but he did not report it until after the attacks.\n\nAdvertisement Continue reading the main story\n\nWhile each of the explosive vests used in Paris in November had about a pound of finished TATP, the bombs used at the departure terminal of the airport and inside a subway car in Brussels are estimated to have weighed 30 to 60 pounds each, according to Claude Moniquet, a veteran of France’s intelligence service who now heads the European Strategic Intelligence and Security Center.\n\nThat marked another level of achievement in making the explosive: The higher the volume of TATP, the more volatile it becomes.\n\nThe attacks last week could have been worse: Inside the attackers’ apartment were more of the precursor ingredients used to make the explosive — nearly 40 gallons of acetone and eight gallons of hydrogen peroxide — as well as a suitcase containing over 30 pounds of ready-to-go TATP, according to the Belgian police.\n\nThe one thing the attackers had not thought of was that the taxi they called to take them to the airport had room for only three suitcases, so they abandoned the fourth upstairs, Mr. Moniquet said.\n\nTheir taxi driver told the Belgian newspaper DH that the customers had refused to let him help them load the heavy bags, and that during the drive to the airport, they sat in tense silence.\n\nThe driver could not help but notice a strong odor wafting into the taxi from the sealed trunk.", "summary": "Including Mr. Boudina, at least 21 fighters trained by the Islamic State in Syria have been dispatched back to Europe with the intention of causing mass murder, according to a Times count based on records from France’s domestic intelligence agency.“We will strike you in your homeland,” he promised, calling on Muslims everywhere to kill Europeans, “especially the spiteful and filthy French.” And he urged them to do it in any manner they could: “Smash his head with a rock, or slaughter him with a knife, or run him over with your car,” he said, according to a translation provided by the SITE Intelligence Group, which monitors extremist propaganda.During his intake interview in Raqqa, Syria, in June 2015, the Islamic State administrator taking notes on a computer across from him expressed satisfaction when he learned that Mr. Hame was from Paris and had a background in technology, according to his lengthy account to France’s domestic intelligence agency, the Direction Générale de la Sécurité Intérieure, or D.G.S.I.They announced that they were acting on the orders of Mr. Baghdadi, the caliph of the Islamic State, and then proceeded to shoot or behead a captive, most of them in grotesquely choreographed scenes shot against a desert backdrop, according to the footage archived by the SITE Intelligence Group.Mr. Hame was instructed to make his way back to Paris, employing an itinerary that mimicked the journey of a backpacker on a summer holiday: He was to travel to Istanbul and spend a few days wandering the streets of the tourist district around Taksim Square."}