{"title": "Who Will Become a Terrorist? Research Yields Few Clues", "authors": ["Matt Apuzzo"], "url": "https://www.nytimes.com/2016/03/28/world/europe/mystery-about-who-will-become-a-terrorist-defies-clear-answers.html", "body": "When President Obama announced plans in 2011 to prevent homegrown terrorism, the details were sketchy, but the promise was clear. The White House would provide warning signs to help parents and community leaders.\n\n“It’s going to be communities that recognize abnormal behavior,” Denis McDonough, the deputy national security adviser at the time, said. As an example, he cited truancy, which he said was an indicator of possible gang activity. “Truancy is also going to be an early warning sign for violent extremism,” he said.\n\nBut the years that followed have done little to narrow the list of likely precursors. Rather, the murky science seems to imply that nearly anyone is a potential terrorist. Some studies suggest that terrorists are likely to be educated or extroverted; others say uneducated recluses are at risk. Many studies seem to warn of the adolescent condition, singling out young, impatient men with a sense of adventure who are “struggling to achieve a sense of selfhood.”\n\nPhoto\n\nSuch generalizations are why civil libertarians see only danger in government efforts to identify people at risk of committing crimes. Researchers, too, say they have been frustrated by both the Bush and Obama administrations because of what they say is a preoccupation with research that can be distilled into simple checklists, even at the risk of casting unnecessary suspicion on innocent people.\n\n“They want to be able to do things right now,” said Clark R. McCauley Jr., a professor of psychology at Bryn Mawr College who has conducted government-funded terrorism research for years. “Anybody who offers them something right now, like to go around with a checklist — right now — is going to have their attention.\n\n“It’s demand driven,” he continued. “The people with guns and badges are so eager to have something. The fact that they could actually do harm? This doesn’t deter them.”\n\nEurope, too, is grappling with these questions, but there is no clear answer. Hans Bonte, the mayor of the Belgian town of Vilvoorde, attended a White House summit meeting on radicalization last year and described efforts to stem a steady tide of angry young men leaving to join the Islamic State. In Britain, the government encourages or requires people to alert the authorities about people who could become risks. That has spurred debate abroad, and has raised questions in the United States about whether the Constitution would allow the government to keep tabs on lawful political or religious speech.\n\nAdvertisement Continue reading the main story\n\n“I understand, from an American standpoint, that can be troubling,” said Lorenzo Vidino, the director of the Program on Extremism at the Center for Cyber and Homeland Security at George Washington University. “But the European model, for most countries, is to intervene early, as soon as you see the first sign of extremism.”\n\nResearching terrorism is admittedly difficult. It involves tough questions about who qualifies as a terrorist, or as a rebel or a soldier. Nelson Mandela? Palestinian suicide bombers? The Taliban of today? The Afghan mujahedeen when the C.I.A. supported them?\n\nResearchers seldom have access to terrorists, and scientific methods, such as control groups, are rare. In 2005, Jeff Victoroff, a University of Southern California psychologist, concluded that the leading terrorism research was mostly just political theory and anecdotes. “A lack of systematic scholarly investigation has left policy makers to design counterterrorism strategies without the benefit of facts,” he wrote in The Journal of Conflict Resolution.\n\nWhen the government does give advice about what to look for, the origin of that information is often impossible to know. A 2012 National Counterterrorism Center report, for instance, declared that anxiety, unmet personal needs, frustration and trauma helped drive radicalization. “Not all individuals who become radicalized have unmet personal needs, but those who do are more vulnerable to radicalization,” the document said, citing no sources.\n\nFinding terrorism’s roots was supposed to help turn people away from violence. But even when someone comes to the government’s attention, there is no policy on what the response should be. The Obama administration envisions a network of counselors, religious figures and experts who can step in to help. With rare exceptions, such a network has not materialized.\n\nThe White House recently put the Department of Homeland Security in charge of a task force to coordinate those efforts, an acknowledgment that the loose alliance of the past several years had suffered from a lack of goals and coordination. George Selim, the Homeland Security official leading the effort, said the administration had never intended to dictate policies. The government, Mr. Selim said, has successfully started conversations and fostered relationships between communities and law enforcement groups.\n\nPhoto\n\nIn Minneapolis, one of the pilot cities for the administration’s counter-radicalization efforts, Andrew M. Luger, the United States attorney for Minnesota, has built relationships with the Somali community. He said that a prevention program was coming soon, and that interventions were farther off.\n\n“It’s taken a lot of time,” he said. “We’re at a point where a lot of it is beginning to come to fruition.”\n\nAdvertisement Continue reading the main story\n\nThough the government plays down its use of checklists, the Justice Department offers grants for the development of “a rapid assessment” tool to help the authorities “gauge the potential” for extremism. Last year, the Intercept news organization revealed a government checklist to score people in terrorism investigations based on factors, including whether they feel mistreated by the government, distrust law enforcement or suffer from discrimination.\n\nMr. McCauley said many of his colleagues and peers conducted smart research and drew narrow conclusions. The problem, he said, is that studies get the most attention when they suggest warning signs. Research linking terrorism to American policies, meanwhile, is ignored.\n\nAs a practical matter, scientists note, checklists are mathematically certain to fail. Even a test with 99 percent accuracy would be wrong far more often than right. It is a counterintuitive thought, but in a country with a huge population and a tiny number of terrorists, even a nearly perfect test would flag many more innocent people than actual terrorists.\n\nIn social services, this problem all but disappears. There are few consequences for seeking help for someone who appears to be suicidal but is not. When the F.B.I. is the only option, the ramifications can be severe.\n\n“We talk a very good game,” said John Horgan, a professor at Georgia State University who has conducted numerous government-funded studies. “But from the national security standpoint, we still have a scorecard mentality of early identifications and sting operations.”\n\nIn Montgomery County, Md., a Washington suburb, a Muslim-led interfaith organization called Worde thinks it may have a solution. Organizers have provided families and faith leaders with lists of warning signs: depression, trauma, economic stress and political grievances. Anyone who spots these indicators signs can call Worde, which will arrange mental health or religious counseling.\n\nPolice officers become involved only when there is a threat of imminent danger, said Hedieh Mirahmadi, the group’s president. Ideally, she said, people get help without being stigmatized or placed on government watch lists.\n\nThe program is unproven; a nearly complete study on its effectiveness gives it high marks for building community relationships but does not assess whether the group reduces violent extremism. And while Ms. Mirahmadi said “nobody would disagree” with her warning signs, researchers are far less certain that they are indicators of potential radicalization. Still, the Obama administration believes Worde could be a model and has awarded it $500,000 in grants.\n\nFaiza Patel, a lawyer with the Brennan Center for Justice, remains skeptical. Worde has not released its intervention protocols or its method for assessing things like political grievances. Ms. Mirahmadi said such tools would be too easily misunderstood.\n\nAdvertisement Continue reading the main story\n\nBut, she said, it is a start. She said her group had counseled about 20 people, providing help that otherwise did not exist. Whether any of these people would have become violent, she said, is impossible to know.", "summary": "Hans Bonte, the mayor of the Belgian town of Vilvoorde, attended a White House summit meeting on radicalization last year and described efforts to stem a steady tide of angry young men leaving to join the Islamic State.“I understand, from an American standpoint, that can be troubling,” said Lorenzo Vidino, the director of the Program on Extremism at the Center for Cyber and Homeland Security at George Washington University.“A lack of systematic scholarly investigation has left policy makers to design counterterrorism strategies without the benefit of facts,” he wrote in The Journal of Conflict Resolution.Though the government plays down its use of checklists, the Justice Department offers grants for the development of “a rapid assessment” tool to help the authorities “gauge the potential” for extremism.The program is unproven; a nearly complete study on its effectiveness gives it high marks for building community relationships but does not assess whether the group reduces violent extremism."}