{"title": "Russian Intervention in Ukraine Is Likely, NATO Says", "authors": ["Andrew E. Kramer"], "url": "https://www.nytimes.com/2014/08/12/world/europe/russian-intervention-in-ukraine-is-likely-nato-says.html", "body": "“It was noted that the Russian side, in cooperation with representatives of the International Committee of the Red Cross, is sending a humanitarian convoy to Ukraine,” the statement added.\n\nThe government of Ukraine approved the aid convoy, with the proviso that it be carried out under the aegis of the Red Cross. The office of President Petro O. Poroshenko released a statement saying he had spoken Monday with President Obama, who also welcomed the decision to allow humanitarian aid into the city of Luhansk under the Red Cross.\n\nThe statement said the European Union, Russia and other countries including the United States would contribute aid.\n\nThe International Committee of the Red Cross said many details remained to be worked out, including security guarantees. “The practical details of this operation need to be clarified before this initiative can move forward,” Laurent Corbaz, the group’s head of operations for Europe and Central Asia, said in a statement.\n\nIt was unclear whether the aid had been dispatched already, as Mr. Putin seemed to imply in his conversation with Mr. Barroso, or would be sent later, after the terms of its delivery had been agreed upon.\n\n“Very intensive work is being carried out,” said Dmitri S. Peskov, the presidential spokesman, according to Russian news agencies. Once the details were worked out, the aid would be delivered immediately because of the “tragic humanitarian situation” in Luhansk and Donetsk.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThere is little doubt that Russia has the troop strength to carry out an invasion of southeastern Ukraine. NATO has said in the past that Russia had amassed about 20,000 troops along the border. On Monday, however, a Ukrainian military spokesman, Andriy Lysenko, said the numbers had risen alarmingly, to around 45,000 troops, supported by 160 tanks, 1,360 armored vehicles, 390 artillery systems, 150 truck-mounted ground-to-ground rocket launchers, 192 fighter jets and 137 helicopters. Those figures could not be independently verified.\n\nUkraine, the United States and European nations have repeatedly warned Russia against mounting a stealth invasion under the guise of humanitarian aid, and have looked on with growing alarm as Russian officials have spoken in ever-stronger terms about the humanitarian plight of eastern Ukrainians.\n\nAdvertisement Continue reading the main story\n\n“We see the Russians developing the narrative and the pretext for such an operation under the guise of a humanitarian operation, and we see a military buildup that could be used to conduct such illegal military operations in Ukraine,” the NATO secretary general, Anders Fogh Rasmussen, told Reuters in an interview Monday.\n\nA Russian intervention would almost certainly provoke another round of economic sanctions by the West, further isolate the Kremlin diplomatically and strain already icy relations with Washington nearly to the breaking point. Apparently calculating that Moscow is unwilling to shoulder those costs, Ukraine has been pressing ahead with its military offensive despite the Russian military buildup.\n\nThe Ukrainian offensive continued on Monday, as its military shelled outlying districts of Donetsk, tightening a siege there and on Luhansk, cutting supply lines for both civilian and military goods. Adding to a sense of desperation, residents in Donetsk awoke to learn that a stray rocket had broken open a gate of a high-security prison, allowing more than 100 convicts to escape.\n\nBy Monday afternoon, some escapees from the penitentiary — still being run by officials of the Ukrainian government — had turned themselves in, said a guard outside the walls who requested that he be identified only as Vitaly, as he was not authorized to speak publicly. He said rebel fighters were trying to capture the rest of the escapees who were loose in the besieged town.\n\n“They are dangerous criminals, recidivists and murderers,” he said, adding that four rockets struck the prison late Sunday. Two of them landed in the prison yard, decapitating a prisoner who had eight months left on his sentence, and wounding 10 others.\n\nWith the gate knocked off its hinges, the prisoners stampeded to freedom, he said, overwhelming the few guards on duty.\n\n“Five guards were no match for 200 panicking prisoners who just saw somebody’s head blown off,” Vitaly said."}