{"title": "A Surly Misfit With No Terror Links Turned a Truck Into a Tank", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2016/07/16/world/europe/a-surly-misfit-with-no-terror-links-turned-a-truck-into-a-tank.html", "body": "Photo\n\nNICE, France — He lived on the 12th floor of a high rise in a heavily immigrant housing project and was known to his neighbors only as a moody and aggressive oddball. He never went to the local mosque, often grunted in response to greetings of “bonjour” and sometimes beat his wife — until she threw him out.\n\nThe French authorities had much the same view of the man, Mohamed Lahouaiej Bouhlel, a heavyset 31-year-old from Tunisia — definitely trouble but not a grave menace to the security of the nation.\n\nAt 10:45 on Thursday evening, however, Mr. Lahouaiej Bouhlel was starting an attack that would stun and horrify his old neighbors, the French security forces and much of the world: stepping on the accelerator of a 19-ton refrigerated truck he had rented, he turned the vehicle into a highly efficient instrument of mass murder.\n\nZigzagging so as to hit as many people as possible as the vehicle careered down the Promenade des Anglais, alongside the Mediterranean, Mr. Lahouaiej Bouhlel transformed the celebrated French Riviera boulevard, crammed with people who had just watched a fireworks show celebrating Bastille Day, into a vast tableau of carnage and panic.\n\nBy the end of his murderous drive, when he was shot to death by the police, 84 lifeless bodies were left scattered behind him and scores of others lay gravely wounded.\n\n“We were all like zombies, just running and screaming,” recalled Alexia Carbonne, a 20-year-old who had gone out Thursday evening with a girlfriend to watch the fireworks.\n\nVideo\n\nThe dead included 10 children and teenagers, François Molins, the prosecutor who oversees terrorism cases, said on Friday.\n\nAmong the victims were two German students and their teacher; two Americans; two Tunisians, and one Russian. Of the 202 people wounded, 52 had serious injuries and 25 were in intensive care, Mr. Molins said.\n\nHis rampage-by-truck, the third large-scale act of terrorism in France in a year and a half, highlighted the difficulties of guarding against unconventional attacks.\n\nYet it also left the French government facing uncomfortable questions about whether it had provided sufficient security in Nice even as it urged citizens to recognize that the terrorist threat would not be eradicated quickly or easily.\n\n“I want to tell my fellow countrymen that we will win this war, but that we might be faced with new retaliations, that there will probably be more innocent victims,” said Prime Minister Manuel Valls.\n\nMr. Lahouaiej Bouhlel appeared not to have left behind any public declaration of his motive or indicated any allegiance to the Islamic State or another extremist group.\n\nOn Saturday morning, the Islamic State said Mr. Lahouaiej Bouhlel was a “soldier” for its cause and had “carried out the attack to answer the calls for targeting the nationals of countries in the coalition” fighting the extremist group in Syria and Iraq. But it remained unclear whether the claim of support was an effort by the Islamic State, also know as ISIS or ISIL, to associate itself with a high-profile attack without having been involved in its planning or having any direct contact with Mr. Lahouaiej Bouhlel.\n\nHe had a history of petty crime, including a six-month suspended sentence for assaulting a motorist this year. But he was never flagged as a potential jihadist radical and, Mr. Molins said, he was “completely unknown by intelligence services, both at the national and local levels.”\n\nStill, French officials labeled the attack terrorism and cast the episode as the latest in a series that have made France a battlefield in the violent clash between Islamic extremists and the West.\n\nThe tool he chose for his attack, a speeding vehicle, also fits with a 2014 exhortation by Abu Muhammad al-Adnani, the spokesman for the Islamic State, to would-be jihadists who wanted to kill French or American citizens but did not have any bombs to hand.\n\n“Smash his head with a rock or slaughter him with a knife or run him over with your car,” Mr. Adnani advised.\n\nMr. Valls said the attacker in all likelihood had ties to radical Islamist circles.\n\n“He is a terrorist probably linked to radical Islam one way or another,” Mr. Valls told France 2 television.\n\nBernard Cazeneuve, France’s interior minister, was more cautious.\n\n“We have an individual who was not at all known by the intelligence services for activities linked to radical Islamism,” Mr. Cazeneuve said, noting that he was not in any French intelligence databases for those suspected of radicalization.\n\nHe said that the ongoing investigation would determine whether the suspect had acted alone, possibly because of he was psychologically “unbalanced,” or whether he was linked to a terrorist network.\n\nResidents in his former apartment building on a hill overlooking the city said they had never seen him at the local mosque and never heard him mention religion.\n\nIndeed, they said he rarely spoke at all and seemed to be in a permanent haze of anger, particularly after his marriage fell apart.\n\nSamir Boufet, an 18-year-old resident in the building, remembered him as a “big guy who clearly had lots of problems. He never spoke with anyone.”\n\nA friend of Mr. Boufet’s, who gave his name as Walid Ben, said Mr. Lahouaiej Bouhlel had a reputation in the neighborhood as a wife beater and always seemed in a foul mood.\n\nThe French police on Thursday raided two locations in Nice looking for clues to his motivations and possible links to extremist groups. One was the 13-floor apartment building where Mr. Lahouaiej Bouhlal had lived with his wife and three children.\n\nThe other was a small apartment in the east of Nice — near the city’s former slaughterhouse — to which he moved about a year ago after his wife demanded they live separately.\n\nNear the second residence, forensic experts in chemical hazard suits clambered in and out of a truck parked by the side of the road. Painted on its back was the address of a showroom in St.-Laurent-du-Var, a town adjacent to the Nice airport.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLocal residents said the truck had been used by Mr. Lahouaiej Bouhlel for his work as a delivery man at the showroom.\n\nBut the manager there, John Neto, said the terrorist had never worked for him and that the truck was used by an entirely different man whom he declined to name.\n\nMr. Lahouaiej Bouhlel rented the refrigerated truck he deployed as a killing machine on Monday at a rental company just down the road from the showroom.\n\nA female manager on duty at the company said Friday he had provided all the required documents, including a special permit allowing him to use a heavy vehicle.\n\nThe woman, who declined to give her name, said that Mr. Lahouaiej Bouhlel had aroused no suspicions.\n\nBut she said she had grown increasingly worried that her truck was being used as a weapon while watching television reports of Thursday evening of the scene on the Promenade des Anglais.\n\nShe then got a call from the police asking her to give information about who had rented the truck and how.\n\nAt 9:34 p.m. on Thursday, according to surveillance footage, Mr. Lahouaiej Bouhlel arrived by bicycle to collect the rented truck and then drove it into the center of Nice, arriving at 10:30 p.m. in the Magnan neighborhood, just north of the Promenade des Anglais.\n\nHis deadly rampage began around 15 minutes later, when he drove the truck south and, after passing a children’s hospital where his young victims now lie, he then turned onto the promenade, which was packed with spectators watching the end of the Bastille Day fireworks.\n\nMr. Lahouaiej Bouhlel initially ran over two people, including a middle-aged Muslim woman, on the sidewalk, and then continued driving for 1.1 miles eastward, running over people left and right as he swerved on and off the sidewalk.\n\nVideo\n\nOutside the Negresco Hotel, Mr. Lahouaiej Bouhlel fired at three police officers; they returned fire, and then pursued him for about 1,000 feet, until they shot and killed him outside a Hyatt hotel and casino.\n\nHe was found dead in the passenger seat. In the truck’s cab, police found an automatic 7.65-millimeter pistol, a cartridge clip, and several cartridges. They also found a fake automatic pistol; two fake assault rifles, a Kalashnikov and an M-16; a nonfunctioning grenade; and a mobile phone and documents.\n\nOn a visit to Nice, President François Hollande defended his government against mounting criticism that it had slipped up.\n\nPraising security services, he said they had “taken all necessary measures so that this fireworks show might be as protected as possible — as had been the case during the European Championship soccer tournament.”\n\n“Why Nice?” Mr. Hollande asked. “Because it is a city that is known worldwide, one of the most beautiful cities on the planet,” he said.\n\n“Why on the 14th of July? Because it is a celebration of freedom. It was, therefore, indeed to affect France that the individual committed this terrorist attack.”\n\nHours before the attack Thursday evening, Mr. Hollande had said that a state of emergency put in place after the Nov. 13 attacks in and around Paris would end soon.\n\nThe government will now seek to extend the state of emergency for three months.\n\nAs France announced three days of national mourning, starting on Saturday, world leaders — from Pope Francis and President Obama to Chancellor Angela Merkel of Germany and Britain’s new prime minister, Theresa May — expressed sympathy and outrage.\n\nIt was a sadly familiar ritual for France, where a total of 147 people were killed in terrorist attacks in and around Paris in January and November of last year, and it raised new questions throughout the world about the ability of extremists to sow terror.\n\nThe internet reverberated with calls for prayer for victims of attacks in Brussels, Istanbul, Orlando, Fla., Baghdad and other cities struck by mass terrorism attributed to Islamist extremists this year.\n\nStruck down at the height of the summer tourism season, Nice on Friday stumbled on as if in a daze, its normally crowded seaside restaurants and luxury hotels mostly closed as armed police officers blocked entry to much of the Promenade des Anglais, still littered in places with surgical gloves, bloody clothing, and other detritus of the previous night’s terror.\n\nLate on Friday evening, a long caravan of police vehicles drove slowly down the promenade away from the city center, leaving the wide, crescent-shaped boulevard open to pedestrians and cars once again. Makeshift memorials set up where Mr. Lahouaiej Bouhlel’s victims had fallen drew groups of silent mourners and ever growing piles of white carnations.\n\n“The horror, the horror has, once again, hit France,” Mr. Hollande told the nation early Friday morning before leaving for Nice.\n\n“France has been struck on the day of her national holiday,” he said. “Human rights are denied by fanatics, and France is clearly their target.”", "summary": "At 10:45 on Thursday evening, however, Mr. Lahouaiej Bouhlel was starting an attack that would stun and horrify his old neighbors, the French security forces and much of the world: stepping on the accelerator of a 19-ton refrigerated truck he had rented, he turned the vehicle into a highly efficient instrument of mass murder. His deadly rampage began around 15 minutes later, when he drove the truck south and, after passing a children’s hospital where his young victims now lie, he then turned onto the promenade, which was packed with spectators watching the end of the Bastille Day fireworks. As France announced three days of national mourning, starting on Saturday, world leaders — from Pope Francis and President Obama to Chancellor Angela Merkel of Germany and Britain’s new prime minister, Theresa May — expressed sympathy and outrage. Struck down at the height of the summer tourism season, Nice on Friday stumbled on as if in a daze, its normally crowded seaside restaurants and luxury hotels mostly closed as armed police officers blocked entry to much of the Promenade des Anglais, still littered in places with surgical gloves, bloody clothing, and other detritus of the previous night’s terror."}