{"title": "French Parliament Votes to Extend State of Emergency", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2016/05/20/world/europe/french-parliament-votes-to-extend-state-of-emergency.html", "body": "The French authorities are particularly worried about security at the Euro 2016 soccer tournament, which runs from June 10 to July 10, and at the Tour de France, from July 2 to July 24.\n\nBoth are expected to draw large crowds, especially in cities hosting the soccer tournament, which will provide so-called fan zones where hundreds of spectators can gather to watch matches on large screens.\n\nSpeaking earlier on Thursday on RTL radio, Prime Minister Manuel Valls said that the tournament would not be canceled, despite the security concerns, and that the fan zones would be adequately protected.\n\nThe state of emergency had already been extended twice, for three-month periods, and was scheduled to end on May 26. The new extension is expected to be the last.\n\nPresident François Hollande declared the state of emergency on Nov. 14, 2015, a day after coordinated teams of Islamic State militants killed 130 people and wounded more than 400 at a concert hall and in cafes and restaurants in central Paris, and outside a soccer stadium in St.-Denis, north of the capital.\n\nA parliamentary report published on Tuesday noted that while the state of emergency had proved “very useful” in the immediate aftermath of the attacks, several of its measures “no longer present the same interest today.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe state of emergency had enabled the authorities to put people under house arrest and to carry out police raids without the prior authorization of a judge. Sixty-nine people are currently under house arrest, the report said, and more than 3,500 raids have been carried out since Nov. 14.\n\nAdvertisement Continue reading the main story\n\nBut the vast majority of those raids were carried out in the first three months of the state of emergency, the report said.\n\nThe government, acknowledging a diminished need for those kinds of raids, left that option out of the new extension. Instead, it will focus on other law-enforcement powers granted by the state of emergency to local authorities. Those include banning demonstrations and forbidding the access and movement of people and vehicles in specific areas at specific times.\n\n“The terrorist threat remains at a high level,” Interior Minister Bernard Cazeneuve told lawmakers before the vote on Thursday. “France, like the European Union, represents a target.”", "summary": "Speaking earlier on Thursday on RTL radio, Prime Minister Manuel Valls said that the tournament would not be canceled, despite the security concerns, and that the fan zones would be adequately protected.President François Hollande declared the state of emergency on Nov. 14, 2015, a day after coordinated teams of Islamic State militants killed 130 people and wounded more than 400 at a concert hall and in cafes and restaurants in central Paris, and outside a soccer stadium in St.-Denis, north of the capital.A parliamentary report published on Tuesday noted that while the state of emergency had proved “very useful” in the immediate aftermath of the attacks, several of its measures “no longer present the same interest today.”Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.“The terrorist threat remains at a high level,” Interior Minister Bernard Cazeneuve told lawmakers before the vote on Thursday."}