{"title": "As Obama Exits World Stage, Angela Merkel May Be the Liberal West’s Last Defender", "authors": ["Alison Smale", "Steven Erlanger"], "url": "https://www.nytimes.com/2016/11/13/world/europe/germany-merkel-trump-election.html", "body": "Italy and Spain are politically fragile, Austria might elect a hard-right president next month, and Ms. Merkel faces difficult negotiations with Britain over its so-called Brexit.\n\nAnd with Mr. Trump advocating “America First” and questioning the value of the NATO alliance, there is pressure on Germany to take a greater role in European security — always a delicate matter.\n\nFor the last eight years, Ms. Merkel could count on the steadfast backing of President Obama and France’s Élysée Palace. But with the ascent of Mr. Trump and the deep unpopularity of President Franςois Hollande, she has lost that vital backing.\n\nThose who follow Ms. Merkel closely say that she is weary of grappling with Europe’s troubles, and that her close circle, always small, is more defensive and withdrawn after last year’s migrant crisis, which has weakened her politically. Still, she is under pressure to run for a fourth four-year term, a decision expected by early December.\n\n“She’s the last one standing, and that makes her both strong and weak at the same time,” said Stefan Kornelius, one of her biographers and a political analyst for the daily newspaper Süddeutsche Zeitung. “She’s a pillar of stability, the last wall, and people want to lean against it.”\n\nAt the same time, he said, “she’s the lightning rod for all those European populists who blame Germany for being powerful and hegemonic and setting the rules” — including Alternative for Germany, the country’s own rising populist party.\n\nVideo\n\nBut experience and patience count. Much like her initial response to the Brexit vote — urging calm and expressing the intent to work for a close relationship with Britain no matter what — Ms. Merkel’s reaction to the election of Mr. Trump was deft.\n\nAdvertisement Continue reading the main story\n\nOn a fateful date when Germans are usually preoccupied with remembering Kristallnacht — the Nazis’ pogroms against Jews on Nov. 9, 1938 — and the joyous fall of the Berlin Wall on Nov. 9, 1989, Ms. Merkel offered Mr. Trump her close cooperation but named a price: respect for human dignity and for minorities from a man who has mocked both.\n\nMs. Merkel had a brisk, assertive tone that was a measure of how far Germany has come since American generosity and protection enabled it to rise from Nazi defeat, first to prosper and eventually to overcome Cold War division.\n\n“Germany and America are bound by common values: democracy, freedom, as well as respect for the rule of law and the dignity of each and every person regardless of their origin, skin color, creed, gender, sexual orientation or political views,” she said. Cooperation with the United States, she said, must be “based on these values.”\n\n“It was stunning how she publicly laid out the rules for Trump, congratulating him but laying down conditions,” Mr. Kornelius said.\n\nMs. Merkel’s statement would have been much more powerful if it had been delivered not just in Germany’s name, said Rosa Balfour of the German Marshall Fund in Brussels.\n\n“It would have been nice had she proposed it to other European leaders and said, ‘Let’s do this together,’” Ms. Balfour said. “That didn’t happen.”\n\nFor Ms. Merkel, the Trump victory was also a personal blow, because she has had a mutually admiring friendship with Hillary Clinton and because it will damage the legacy of Mr. Obama.\n\nThis coming week, Mr. Obama will visit Germany after a stop in Greece on what is likely to be his last visit to Europe as president. It will be a bittersweet moment for two leaders who have come to rely on each other, even after Mr. Obama’s strong criticism of Germany’s unyielding stance on the euro, austerity and the Greek debt crisis.\n\nAdvertisement Continue reading the main story\n\nBut Germany’s strength also has fissures. Some 27 years after the Berlin Wall fell, Europe’s No. 1 economy shirks any real fundamental changes. It remains dependent on American military and intelligence for its security, although it is ramping up intelligence spending. Its exporters benefit hugely from the euro single currency, but the government keeps postponing the politically costly task of strengthening the eurozone.\n\nIn the past two years, Ms. Merkel has been firm in dealing with Russia, keeping Europe united on sanctions of the Kremlin for its seizure of Crimea and fighting in east Ukraine. But Ms. Merkel’s admission of hundreds of thousands of mostly Muslim refugees last year weakened her at home and soured relations with Central and Eastern European countries that felt ignored.\n\nMr. Trump’s election may remove some of those difficulties. His pay-as-you-go approach to NATO, for instance, could prompt the Central and Eastern Europeans to turn toward the European Union, and Germany, as a more reliable source of protection.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nEugeniusz Smolar of the Center for International Relations in Warsaw said that “Europeans need a shock,” and that Mr. Trump’s election “is one which might be very helpful to concentrate their beautiful minds.” After decades of lip service, Mr. Smolar said, Europeans may for instance finally pool arms production or indeed strengthen and expand the eurozone.\n\nBut the vivid weakness of France and Mr. Hollande, and the rise of right-wing populism from Poland and Hungary to France and Germany itself, have put another burden on Ms. Merkel, Mr. Tilford said. “If Trump can win in the United States, then Le Pen can win in France,” he said.\n\nIf Ms. Merkel “wants to prevent the worsening of the political situation in France,” he said, that would mean loosening up on the eurozone — a banking union, pan-eurozone public investment, an end to austerity. “And that would mean Merkel facing down” the right in her own party, Alternative for Germany and her finance minister, Wolfgang Schäuble.\n\n“To help France and prevent Le Pen is to risk increased populism in Germany,” Mr. Tilford said.\n\nIt is equally possible that Europe’s response to Mr. Trump’s election might accentuate the Continent’s divisions. Mark Leonard, the director of the European Council on Foreign Relations, a think tank based in London, said it could “create a kind of race to Washington, where everybody tries to do their own deals” with the deal-making Mr. Trump.\n\nThe British will be at the head of the queue, he said — something apparently confirmed by the president-elect’s immediate invitation to Prime Minister Theresa May to visit Washington.\n\nAdvertisement Continue reading the main story\n\nMs. Merkel’s style of leadership — undramatic, which is how many voters here like it — may not cut much ice with Mr. Trump, the building magnate and reality TV star, who loves the glamour that Ms. Merkel shuns. During the campaign, he fiercely attacked her admission of migrants.\n\nYet Ms. Merkel has shown flair in dealing with powerful men, reaching a much-criticized and fragile pact with President Recep Tayyip Erdogan of Turkey to stop Middle Eastern refugees from reaching Europe, and negotiating with Mr. Putin.\n\nAnd she may be able to use Mr. Trump’s victory to her own electoral advantage.\n\n“I was really impressed by her statement, especially her appeal below the surface” to Mr. Trump to behave properly, said Daniel Mock, 23, an engineering student at Technical University of Berlin. “It could stand her in a better light.”\n\nBy contrast, Vincent Szlang, 21, and Vincent Frebel, 23, both economics students, went against the generally critical German view of Mr. Trump. “The election was a repudiation of two different lifestyles: first the old liberalism and second the attempt to preserve order through pragmatism,” Mr. Szlang said.\n\nMr. Frebel saw the chance of better relations with Russia and said Mrs. Clinton would have been harsher on Germany than Mr. Trump.\n\nSuch remarks underpin concerns among older generations that the lessons of Nazism and Communism are not necessarily learned, and that Germans old and young share Mr. Trump’s admiration for the leader of near-neighbor Russia.\n\nBerlin’s B.Z. tabloid reflected the shift since the fall of the wall. Back then, in an iconic headline, it proclaimed: “Berlin is again Berlin!”\n\nTwenty-seven years later, it pronounced the election of Mr. Trump “the night the West died.”"}