{"title": "British Labour Party Faces a Long Road Back", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/05/22/world/europe/british-labour-party-faces-a-long-road-back.html", "body": "That battle was fought five years ago, with Ed winning, and now, apparently, it will be fought again. Add to that a new acrimony over the strong role that trade unions play in the Labour Party, which after all was begun as the political wing of the unions, and in particular the role of Len McCluskey, head of Unite, a powerful union.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIt was Mr. McCluskey who pushed Ed Miliband into the leadership and who just ordered Jim Murphy, the leader of the routed Scottish Labour Party, to resign. Mr. Murphy, like Mr. Miliband, was right to resign after such a catastrophe, but he did so blasting the influence of Mr. McCluskey.\n\nA former dockworker from Liverpool, Mr. McCluskey believes that Labour has become divorced from workers and should move further to the left.\n\nBut in Scotland, Labour was hit with identity politics and nationalism from a Scottish National Party that was also further to the left, rhetorically at least. In England, Mr. Miliband was considered too left-wing, and the Conservatives portrayed him as a weak leader dependent on Scottish separatists who only cared about the poor and could not be trusted to control government spending.\n\nMany Labour voters in the north, upset about immigration, voted for the U.K. Independence Party. Some who were further to the left, or were disappointed with Mr. Miliband, drifted to the Green Party, which got 3.8 percent of the vote.\n\nIt is a measure of Labour’s difficulties that even if one includes the 41 seats it had in Scotland — now just one — the party would not have won this election, not even close. David Cameron’s Conservatives would still have won a majority.\n\nAs for the Conservatives, they managed to eat the lunch and dinner of their coalition partners, the Liberal Democrats, who dropped to eight seats from 57, with only 7.9 percent of the vote. They are having their own leadership battle and are even considering a name change.\n\nThe other great post-election drama surrounds the U.K. Independence Party and its leader, Nigel Farage. The party won 12.6 percent of the vote but only one seat, though it came second in 120 others. Mr. Farage lost his own bid and, as promised, resigned as leader, though he quickly reversed himself, prompting extensive internal criticism.\n\nAdvertisement Continue reading the main story\n\nUKIP without the telegenic Mr. Farage is not very compelling. But even with him, the party may not have a future. Its central issues are connected: immigration controls and a British withdrawal from the European Union. Mr. Cameron will have a referendum. If Britain votes to go its own way, UKIP is done; if Britain stays, the issue is resolved, and what else is UKIP for?", "summary": "It was Mr. McCluskey who pushed Ed Miliband into the leadership and who just ordered Jim Murphy, the leader of the routed Scottish Labour Party, to resign. In England, Mr. Miliband was considered too left-wing, and the Conservatives portrayed him as a weak leader dependent on Scottish separatists who only cared about the poor and could not be trusted to control government spending. As for the Conservatives, they managed to eat the lunch and dinner of their coalition partners, the Liberal Democrats, who dropped to eight seats from 57, with only 7.9 percent of the vote. Mr. Farage lost his own bid and, as promised, resigned as leader, though he quickly reversed himself, prompting extensive internal criticism."}