{"title": "Britain’s Liberal Democrats Pick Tim Farron as Leader", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/07/17/world/europe/britains-liberal-democrats-pick-tim-farron-as-leader.html", "body": "Photo\n\nLONDON — Seeking to revive their party’s fortunes after its worst elections ever, Britain’s Liberal Democrats on Thursday chose as their leader Tim Farron, a member of Parliament who has signaled a return to the left with plans to focus on human rights, the environment and social inequality.\n\n“This is a liberal country,” Mr. Farron wrote on Twitter after his victory. “Our job now is to turn millions of liberals throughout the U.K. into Liberal Democrats.” He beat Norman Lamb, a former minister for health, for the leadership post.\n\nIn May, voters punished the Liberal Democrats after the party spent five years in the coalition government with the Conservatives. Nick Clegg resigned as leader immediately after the party won just 8 percent of the vote and lost 49 of its 57 seats in Parliament.\n\nMr. Farron, 45, represents Westmorland and Lonsdale, in the heart of England’s picturesque Lake District, and is a former party president.\n\nAdvertisement Continue reading the main story\n\nHis election comes as the main opposition party, Labour, is struggling to rebuild after its own crushing defeat in May, an outcome that many attributed to a campaign that leaned too far to the left and ignored voters in the center. Its leader, Ed Miliband, resigned in the immediate aftermath, and the party is choosing among four candidates for a replacement. To the surprise of many, the leader in the Labour race so far is Jeremy Corbyn, a lawmaker even further to the left than Mr. Miliband.", "summary": "LONDON — Seeking to revive their party’s fortunes after its worst elections ever, Britain’s Liberal Democrats on Thursday chose as their leader Tim Farron, a member of Parliament who has signaled a return to the left with plans to focus on human rights, the environment and social inequality. Nick Clegg resigned as leader immediately after the party won just 8 percent of the vote and lost 49 of its 57 seats in Parliament. Mr. Farron, 45, represents Westmorland and Lonsdale, in the heart of England’s picturesque Lake District, and is a former party president. His election comes as the main opposition party, Labour, is struggling to rebuild after its own crushing defeat in May, an outcome that many attributed to a campaign that leaned too far to the left and ignored voters in the center."}