{"title": "Regards ‘changés’ et ‘langues déliées’ : Des musulmanes évoquent l’Europe d’aujourd’hui", "authors": ["Lillie Dremeaux"], "url": "https://www.nytimes.com/2016/09/03/world/europe/burkini-musulmans-france-belgique.html", "body": "Je suis assistante sociale et je fais mon maximum pour œuvrer pour une société juste et libre. Porter le voile ne signifie pas être asservie par un homme. Au contraire, cela signifie la réappropriation du corps et de ma féminité. … Merci New York Times de nous laisser cet espace de parole et la possibilité de nous exprimer librement. Chose qui nous manque peut-être en Europe.\n\n_____\n\nÀ chaque fois que je me rends au Maroc, je me sens plus libre qu’en Occident, et j’y vois plus de libertés.\n\n_____\n\nÇa ne me dérange pas de retirer mon voile pour travailler, ce qui me dérange, c’est de le cacher à mes collègues. … Bien entendu, je ne me suis pas cachée bien longtemps, j’ai croisé ma collègue de bureau en faisant les boutiques avec mon amie, donc forcément, j’étais voilée. Nous nous sommes dites bonjour, et dans l’oreille, je lui ai dit que je lui expliquerai. Je me sentais tellement mal de lui mentir depuis tout ce temps ! Un enfer ! Je lui ai donc envoyé un SMS pour lui dire la vérité. Elle m’a promis qu’elle comprenait et qu’elle ne le répéterait pas.\n\nQuand bien même vous faites tous les efforts inimaginables en croyant ainsi vous “intégrer”, il vous est toujours martelé que pour bien faire et ainsi répondre à une intégration “complète” il nous faut renoncer à nos principes et notre religion. Dans nos foyers, au bureau ou entre amis, une sorte de pression sévit. On n’ose plus répondre favorablement à une invitation “d’amis”, car nous en avons marre de devoir refuser un verre d’alcool et justifier poliment en y mettant les formes, tout ça en veillant à ne pas dire de choses préjudiciables dans ce que l’on peut presque appeler des excuses. Au bureau, les petites vannes du genre “tu as aidé tes cousins ?” à la suite d’un attentat. Et nos familles lors des repas qui maudissent ces terroristes et sont insultés par la nouvelle législation.\n\nAlors quoi. On s’isole. Et lorsqu’on s’isole, on ne s’intègre plus.\n\nMira Hassine, 27 ans, Orléans. Responsable administrative dans une entreprise du bâtiment. Elle est musulmane mais ne porte pas le voile.", "summary": "Je me sentais tellement mal de lui mentir depuis tout ce temps ! Dans nos foyers, au bureau ou entre amis, une sorte de pression sévit. Au bureau, les petites vannes du genre “tu as aidé tes cousins ?” à la suite d’un attentat. Et nos familles lors des repas qui maudissent ces terroristes et sont insultés par la nouvelle législation."}