{"title": "Spanish Court Moves to Pre-empt Catalan Independence Declaration", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/10/05/world/europe/spain-catalonia-independence.html", "body": "The court order on Thursday suspended that session of Catalonia’s Parliament — a step short of suspending the government itself — but the move is unlikely to resolve the conflict.\n\nThe court order was clearly intended to pre-empt any further moves toward independence. Carme Forcadell, the president of the Catalan Parliament, criticized the court for making its decision even before Catalan lawmakers had formally convened Monday’s session. Ms. Forcadell did not say how Catalan lawmakers would respond to the court order.\n\nIf they choose to disobey it, separatist lawmakers have a range of options. They could schedule another session, meet at an alternative site or show up at Parliament anyway, which could prompt the police to intervene again.\n\nThe political standoff is having consequences for businesses. On Thursday, Sabadell, one of Spain’s largest companies, announced that it would move its legal headquarters out of Catalonia to Alicante, in Spain’s eastern region of Valencia, to reduce the legal risks linked to a possible Catalan secession.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSabadell is Spain’s fifth-largest bank and the most important company to announce that it would leave Catalonia, where it has been based since the 19th century. Corporate departures could increase if the Catalan Parliament declares a unilateral declaration of independence. Sabadell and other Catalan financial institutions need to remain within the eurozone to ensure access to funding from the European Central Bank. Catalonia’s membership in the European Union could be jeopardized if the region broke away without Madrid’s approval.\n\nIn fact, Spain’s government is set to approve a decree that would allow companies in Catalonia to relocate without necessarily having to obtain approval from a shareholders’ assembly. The decree could help speed the departure of companies like CaixaBank, a giant savings bank that funds a wide range of social and cultural activities in Catalonia but that has most of its retail network in the other parts of Spain. Caixa’s board is set to meet on Friday to discuss the issue.\n\nCatalonia accounts for almost a fifth of Spain’s gross domestic product and has spearheaded the country’s economic development since the late 19th century. While Catalonia has a distinct language and culture, the Catalan conflict with Madrid has also been closely tied to economic grievances. The main Catalan conservative party embraced separatism in 2012, at the height of Spain’s banking crisis, after Prime Minister Mariano Rajoy’s government refused to reduce the Catalan contribution to a Spanish tax system that redistributes money from the richest regions to poorer parts.\n\nShares in Sabadell rose 6 percent on Thursday after it announced its relocation, helping Spain’s main stock market recover most of its losses from Wednesday, when it had its biggest one-day fall since last year’s British referendum on leaving the European Union.\n\nAdvertisement Continue reading the main story\n\nIn an editorial, El País, Spain’s leading newspaper, warned that the political turmoil was turning into an economic disaster. “Nobody should kid themselves: the extremely serious constitutional crisis in Catalonia will have a high cost for the Spanish economy — and for the Catalan economy too, of course,” El País warned.\n\nSeparatists, however, have repeatedly argued that the short-term cost of forming a republic would be bearable for Catalonia, and that an acrimonious split could hurt Spain more, notably because of Spain’s mountain of debt.\n\nIn a televised address on Wednesday night, Mr. Puigdemont appealed for a mediated resolution to the dispute, even as he sharply criticized statements by King Felipe VI of Spain, who has condemned the Catalans’ “inadmissible disloyalty.”\n\nMr. Rajoy rejected Mr. Puigdemont’s call for outside arbitration of the conflict. “The unity of Spain cannot be subject to any mediation,” he said."}