{"title": "British Election’s Other Losers: Pollsters", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/05/09/world/europe/uk-british-election-polling.html", "body": "Paddy Ashdown, a former leader of the Liberal Democrats, pledged to “publicly eat my hat” after the first exit polls suggested that his party would see its parliamentary ranks slashed by 10 members. “I have been offered 10 hats on Twitter tonight,” he told Andrew Neil of the BBC, “not all of them politely, I have to say.”\n\nAs the poor performance of the Liberal Democrats became more clear, Mr. Ashdown’s hat went viral on Twitter, with a fake account attracting more than 12,000 followers, and manipulated images of his eating a hat proliferated on social media.\n\nThe failure to accurately predict the result was reminiscent of recent elections in Israel, where Prime Minister Benjamin Netanyahu won a clear victory after pre-election polls showing the rival Zionist Union in the lead. Analysts attributed Mr. Netanyahu’s surprise comeback to an 11th-hour political offensive, including a pledge that there would be no Palestinian state.\n\nWriting in The Guardian, Alberto Nardelli, the news organization’s data editor, said there was no simple explanation to what went wrong with the polling.\n\n“It could be simply that people lied to the pollsters, that they were shy or that they genuinely had a change of heart on polling day,” he said. “Or there could be more complicated underlying challenges within the polling industry, due, for example, to the fact that a diminishing number of people use landlines or that Internet polls are ultimately based on a self-selected sample.”\n\nPeter Kellner, the president of YouGov, a leading survey firm, told The Daily Telegraph that the pollsters had erred, attributing the results to the capriciousness of voters rather than to statistical lapses.\n\n“What seems to have gone wrong is that people have said one thing and they did something else in the ballot box,” he was quoted as saying by The Telegraph. “We are not as far out as we were in 1992, not that that is a great commendation.”\n\nAdvertisement Continue reading the main story\n\nHe was referring to the British general election of 1992, when pollsters predicted a hung Parliament, only to see the Conservatives win an outright majority.\n\nLater in the day, YouGov issued a mea culpa, though it declined to draw firm conclusions on what went wrong. “For any polling company, there inevitably comes a time when you get something wrong,” it said in a statement. “Every couple of decades a time comes along when all the companies get something wrong. Yesterday appears to have been one such day.”\n\nSuch was the concern over the failure of the pre-election polls to get it right that the British Polling Council announced Friday that it would set up an independent inquiry to determine what had gone wrong.\n\n“The final opinion polls before the election were clearly not as accurate as we would like, and the fact that all the pollsters underestimated the Conservative lead over Labour suggests that the methods that were used should be subject to careful, independent investigation,” it said in a statement. It said the independent inquiry would “look into the possible causes of this apparent bias, and to make recommendations for future polling.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nRem Korteweg, a senior research fellow at the Center for European Reform in London, said that British pollsters were going through a particularly bad period. He cited the referendum last year on Scottish independence, when pollsters’ predictions of a neck-and-neck performance for the no and yes camps were upended by results in which 55 percent of Scots voted against becoming independent compared with 45 percent in favor.\n\n“This isn’t the first time in 18 months when the polls got it wrong,” he said. “This is starting to become a trend in this country.”\n\nMr. Korteweg attributed the pollster’s failings in this latest election to the fact that voters often give socially desired responses during polling, only to behave differently when they vote. “People say who they are voting for with their heart and then vote with their wallets,” he said.\n\nHe said that the last-minute surge by the conservatives could also be explained by the fact that the Conservatives had adroitly exploited fears among voters that the Labour Party would be able to govern only in coalition with the Scottish National Party, which wants an independent Scotland.\n\nThat, in turn, he said, had pushed many voters to back away from Labour during the final days of voting to avoid contributing to what the Conservatives had characterized as the disintegration of the country.\n\nAdvertisement Continue reading the main story\n\nProfessor Leighton Vaughan Williams, director of the Political Forecasting Unit at Nottingham Business School, said that the failure of pollsters to authoritatively predict that Conservatives would win the most seats stood in stark contrast to the betting markets, which, he argued, had proved more reliable.\n\n“If you really want to know a likely election result, ignore the polls and look at the betting markets,” he said. “It’s a mystery why pollsters are taken more seriously.”\n\nHe argued that the betting markets were more reliable, in part because money was at stake and as such, judgments were more thoughtful.\n\nAlthough the betting markets did not predict an outright majority for the Conservatives, he said, they were consistently on target in predicting whether they would win more seats than Labour.\n\nHe noted that three days before the election, when Labour and the Conservatives were even in the polls, Mr. Cameron’s party was “five-to-one on favorites” on Betfair, the world’s biggest Internet betting exchange, odds that translated to an 83 percent expectation that it would win the most seats.\n\nProfessor Vaughan Williams pointed to the 2008 and 2012 American elections, when the betting markets had favored Barack Obama even when he was up and down in the polls. He said that a study of every American election from 1868 to 1940 showed that betting markets had accurately predicted the winner, with the exception of 1916, during World War I, when Woodrow Wilson won in what was thought to have been a late election swing.", "summary": "The failure to accurately predict the result was reminiscent of recent elections in Israel, where Prime Minister Benjamin Netanyahu won a clear victory after pre-election polls showing the rival Zionist Union in the lead. “The final opinion polls before the election were clearly not as accurate as we would like, and the fact that all the pollsters underestimated the Conservative lead over Labour suggests that the methods that were used should be subject to careful, independent investigation,” it said in a statement. Professor Leighton Vaughan Williams, director of the Political Forecasting Unit at Nottingham Business School, said that the failure of pollsters to authoritatively predict that Conservatives would win the most seats stood in stark contrast to the betting markets, which, he argued, had proved more reliable. He noted that three days before the election, when Labour and the Conservatives were even in the polls, Mr. Cameron’s party was “five-to-one on favorites” on Betfair, the world’s biggest Internet betting exchange, odds that translated to an 83 percent expectation that it would win the most seats."}