{"title": "Germany Cracks Down on Salafists to Shield Refugees", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/11/20/world/europe/germany-salafists-refugees.html", "body": "With so many refugees from Muslim nations struggling to build a new life in Germany, officials fear the newcomers may be exceptionally vulnerable to appeals from Salafist groups. The concern has prompted the authorities to step up their efforts to prevent recruitment, and to take aim at groups and preachers who send young followers to jihad.\n\nOne of those preachers, the German authorities assert, is a 32-year-old Iraqi who goes by the name Abu Walaa and whom the authorities arrested on Nov. 8.\n\nBetter known as “the man with no face,” because he often preached in Arabic and in poor German with his back to the camera, he was identified by officials only as Ahmed Abdulaziz A. He made his base in Hildesheim, an outwardly tranquil city of 100,000 south of Hanover, drawing an increasingly devoted following and even offering his own app in 2014.\n\nHe is said to have sent at least one person to jihad, and was charged with recruiting for terrorism and openly supporting the Islamic State.\n\nWith two or three wives, he split his time between Hildesheim and areas in Germany’s largest state, North Rhine-Westphalia, whose interior minister, Ralf Jäger, labeled the Iraqi as the “chief ideologist” of Salafists in Germany.\n\nAbu Walaa’s arrest presaged a wider sweep. The police raided 190 sites around Germany as they banned a Salafist group called True Religion, which the authorities described as a “collecting pool” for potential jihadists.\n\nUnder the guidance of a Palestinian preacher, Ibrahim Abou-Nagie, the group ran a campaign called “Read!” as it distributed free Qurans, often in pedestrian shopping zones. The authorities said the group had sent more than 140 people to jihadist battlefields.\n\nAdvertisement Continue reading the main story\n\n“We are going to pull the rug out from under them,” Thomas de Maizière, the German interior minister, said after the raids, which were billed as the largest anti-Islamist operation in 15 years.\n\nPhoto\n\nPoliticians and officials stress that such activity affects a tiny percentage of refugees, and that Salafism has attracted only a small fraction of Germany’s estimated five million Muslims. Today, the Salafists are said to number about 9,200 nationwide, a total that has almost tripled in the past five years.\n\nIf the potential threat posed by the Salafist movement is not new, what is new is a political climate that has grown increasingly anti-immigrant since the chaotic arrival in Germany of nearly a million refugees last year.\n\nAfter migrants were blamed for scores of sexual assaults during New Year’s celebrations in Cologne, followed by a string of lone terrorist attacks linked to the Islamic State, the authorities say they can take no chances. In addition to making the recent arrests, they have begun increasing funding to hire new personnel and to add video surveillance in many public areas.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe steps are a public acknowledgment of what officials have conceded privately for months: that Germany remains in the terrorist cross hairs. But the measures are also an attempt to blunt criticism that officials have been flat-footed and failed to anticipate problems left by the refugees in their wake.\n\nThe alleged security lapses have been especially highlighted by an intriguing case, now before a judge, of a teenage girl from Hanover who stabbed and seriously wounded a police officer during a routine identity check at a Hanover train station in February.\n\nOpposition politicians in Lower Saxony say the authorities missed several clues that the girl, now 16 and identified only as Safia S. under German law, had long veered toward jihad. As early as 2009, Safia was seen in a video being paraded with pride by a leading German Salafist convert, Pierre Vogel, as a fine example of a young girl determined to wear the head scarf and live a devout life.\n\nShe was also seen at Quran distribution stands in Hanover. So were her brother, an Afghan who has since disappeared, and a young Muslim suspected of links to a thwarted terror attack that led the authorities a year ago to call off a national soccer match with the Netherlands, even as the stadium in Hanover was filling with fans.\n\nMore clues to Safia’s radicalization may emerge during her trial, which is closed to the public under youth protection laws. But already it seems clear that she had run off to Turkey in January, apparently intending to reach Syria. Her Moroccan mother, who is said to be extremely religious, traveled to Turkey to bring her back to Germany.\n\nAdvertisement Continue reading the main story\n\nThe police observed the return but later classified Safia as no risk to public security, said Stefan Birkner, an opposition lawmaker in Lower Saxony who sits on committees investigating and overseeing police and intelligence work in the state.\n\nIn a video recorded a day before she assaulted the police officer, opposition lawmakers said, Safia dedicated her act to the Islamic State. Her lawyer, Mutlu Günal, could not be reached for comment.\n\nThe authorities now consider the stabbing, which took place several months before two assailants wounded several people in separate attacks in Bavaria, to be the first Islamic State attack in Germany.\n\nMr. Pistorius, the interior minister of Lower Saxony, has vigorously denied that officials were slow to act on the girl’s case. But opposition politicians say the authorities missed the signals of her extremism simply because she was so young.\n\nJens Nacke of the Christian Democrats quoted a police officer as saying, “We were looking for bearded 26-year-old men, and they use a 15-year-old teenager.”\n\nAnother lawmaker, Mr. Birkner, said, “It has shown us that we must imagine everything.”"}