{"title": "Strategy Shift for ISIS: Inflicting Terror in Distant Lands", "authors": ["Eric Schmitt", "David D. Kirkpatrick"], "url": "https://www.nytimes.com/2015/11/15/world/europe/strategy-shift-for-isis-inflicting-terror-in-distant-lands.html", "body": "Photo\n\nWASHINGTON — Defying Western efforts to confront the Islamic State on the battlefield, the group has evolved in its reach and organizational ability, with increasingly dangerous hubs outside Iraq and Syria and strategies that call for using spectacular acts of violence against civilians.\n\nBut even as the militant attacks were playing out across Paris on Friday night, the United States carried out an airstrike — planned days in advance — against the leader of the Islamic State in Libya, which has emerged as a pivotal stronghold for the group in North Africa. American and British Special Operations forces have for months been conducting secret surveillance missions in Libya to monitor the rise of fighters aligned with the Islamic State.\n\nThe massacre in Paris on Friday, following bombings in Beirut, Lebanon, and the downing of a Russian passenger jet over Egypt, all claimed by the Islamic State, reveals a terrorist organization that has changed in significant ways from the West’s initial understanding of it as a group focused on holding territory in Syria and Iraq and building a caliphate, or Islamic state.\n\nAnd actions by the United States and its allies — including a Western bombing campaign of Islamic State-held fighting positions and oil facilities, coordinated with a ground offensive by Kurdish forces to cut off a major supply line — foreshadow how the West might respond to the growing menace in the coming weeks.\n\nThe Islamic State, also known as ISIS, ISIL or Daesh, has for the first time engaged in what appears to be a centrally planned campaign of terrorist attacks aimed at inflicting huge civilian casualties on distant territory, forcing many counterterrorism officials in the United States and in Europe to recalibrate their assessment of the group.\n\nLatest Updates\n\n“They have crossed some kind of Rubicon,” said William McCants, a scholar at the Brookings Institution and author of “The ISIS Apocalypse.” “They have definitely shifted in their thinking about targeting their enemies.”\n\nWhen the Islamic State’s Egyptian arm claimed responsibility for blowing up a Russian charter plane over Sinai two weeks ago, some analysts wondered if the group’s so-called Sinai Province of the Islamic State had acted on its own and leapt out in front, even at the cost of risking a Russian military backlash on the parent group in Syria and Iraq.\n\nBut the attacks last week in Paris and Beirut, which the Islamic State also said it carried out, appear to have settled that question and convinced even skeptics that the central leadership was calling the shots.\n\n“There is a radical change of perception by the terrorists that they can now act in Paris just as they act in Syria or Baghdad,” said Mathieu Guidère, a terrorism specialist at the University of Toulouse. “With this action, a psychological barrier has been broken.”\n\nIndeed, at a time when many Western officials were most concerned about Islamic State-inspired, lone-wolf attacks — terrifying in their randomness but relatively low in casualties — the attacks in Paris have revived the specter of coordinated, high-casualty attacks planned with the involvement of a relatively large number of perpetrators.\n\nAmerican and European authorities said the Paris assault bore the hallmarks of complex attacks conducted by Al Qaeda, or of the Mumbai plot in 2008, when 10 Islamic militants carried out a series of 12 shootings and bombings in the Indian city, lasting four days and killing 164 people.\n\n“Their goal is an unconventional urban guerrilla war,” said Franck Chaix, an officer of the Gendarmerie, France’s semi-military police force, and a former head of its special intervention force, G.I.G.N.\n\nAl Qaeda, the Islamic State’s principal forebear, built its identity around spectacular terrorist attacks because its leaders saw themselves as insurgents seeking to overturn Arab governments that they deemed apostates. Al Qaeda wanted to bait the West into military actions that would destabilize Arab states. The Islamic State, in contrast, has increasingly styled itself a state and, in many ways, behaved like one.\n\nThe ideology and motivation behind the change may be opaque for years. Analysts suggest that the messianic and apocalyptic side of its jihadist ideology may have gotten the better of the pragmatic impulse that had previously appeared to guide the group’s expansion. Or, experts say, the Islamic State may be seeking to use large terrorist attacks the way a more conventional power might use an air force as a tool of its defense policy, to retaliate against enemy attacks and seek to deter them.\n\nBut, if so, its tactics may be shortsighted, causing redoubled Western attempts to crush the militant organization — even as the spreading Islamic State structure makes those efforts more challenging.\n\nThe attacks come against a backdrop of signs that the Islamic State’s leaders based in Raqqa, Syria, may have been building closer cooperation with its two most significant affiliates, or “provinces,” in Libya and Egypt.\n\nThe main Libyan arm of the Islamic State — known as the Tripoli Province and centered in the midcoastal city of Sirte — has long demonstrated the closest coordination with the group’s Syrian hub. The two operations began advertising their cooperation as early as February with a video of Islamic State fighters beheading at least a dozen Egyptian Christians.\n\nWestern intelligence agencies say Islamic State fighters with experience in Syria and Iraq have often turned up in Darnah, a militant stronghold east of Sirte, although the group’s affiliate there was routed earlier this year in a dispute with militant rivals.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe United States broadened its fight against the Islamic State in Libya on Friday night, targeting the group’s senior leader there, the Pentagon said on Saturday. The airstrike took place in Darnah shortly after the attacks in Paris began, but had been in the works for several days and was not related to the events in France, American officials said.\n\nThe strike was aimed at Abu Nabil, also known as Wissam Najm Abd Zayd al Zubaydi. He is an Iraqi national who led Qaeda operations in western Iraq from 2004 until 2010. He later moved to eastern Libya to lead Islamic State operations there, the officials said.\n\nPentagon officials said they believed the strike, first reported by The Daily Beast, had killed Abu Nabil, though it would take a few days to confirm. It marked the first time the United States has targeted a senior Islamic State operative outside Iraq or Syria.\n\nLibyan news media reported last week that a senior Islamic State leader had personally visited Sirte, stirring speculation about the main group’s plans for its local branch. The leader, known as Abu Ali al-Anbari, arrived “by the sea,” the Libyan news network 218TV reported, according to a translation by the SITE Intelligence Group.\n\nMr. Anbari’s arrival may represent what a senior Pentagon official said were signs that Libya could provide a redoubt for the Islamic State even if the group was driven completely out of Syria and Iraq.\n\nWith no functioning government, Libya provides a variety of havens and hiding places for Islamic State militants, so airstrikes or other military action on Sirte would merely push them elsewhere. And unlike Syria and Iraq, Libya is a failed state surrounded by weak ones.\n\nThe timing of the explosion aboard the Russian charter jet with the Islamic State attacks in Beirut and Paris is the most visible indication yet that the Sinai Province group may be taking directions from the Islamic State in Syria and Iraq. If the attacks in all three countries were coordinated, some central planners must have been involved.\n\nThe plane crash was also at least the second time that the Sinai Province has cited retribution for the Western campaign against the faraway Islamic State — and not domestic Egyptian governance — as a motive for its acts. It cited the same reasoning this August when it released a video in the Islamic State’s trademark style showing the beheading of a Croatian working for a French energy company.", "summary": "WASHINGTON — Defying Western efforts to confront the Islamic State on the battlefield, the group has evolved in its reach and organizational ability, with increasingly dangerous hubs outside Iraq and Syria and strategies that call for using spectacular acts of violence against civilians.And actions by the United States and its allies — including a Western bombing campaign of Islamic State-held fighting positions and oil facilities, coordinated with a ground offensive by Kurdish forces to cut off a major supply line — foreshadow how the West might respond to the growing menace in the coming weeks.American and European authorities said the Paris assault bore the hallmarks of complex attacks conducted by Al Qaeda, or of the Mumbai plot in 2008, when 10 Islamic militants carried out a series of 12 shootings and bombings in the Indian city, lasting four days and killing 164 people.Al Qaeda, the Islamic State’s principal forebear, built its identity around spectacular terrorist attacks because its leaders saw themselves as insurgents seeking to overturn Arab governments that they deemed apostates.Libyan news media reported last week that a senior Islamic State leader had personally visited Sirte, stirring speculation about the main group’s plans for its local branch."}