{"title": "France’s Burkini Debate Reverberates Around the World", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2016/09/01/world/europe/burkini-france-us-germany-africa.html", "body": "LONDON — The burkini has become perhaps the most potent symbol in France’s long-running battle over its vaunted secular identity. This summer’s heated debate over bans on the full-body swimwear by beach towns on the French Riviera has reverberated around the world, with widely different reactions.\n\nIn Britain and the United States, the modest outfits are being seen as part of a multicultural model of integrating minorities. In China, where face-covering swimwear has long been popular among wrinkle-fearing beachgoers, many do not understand what the fuss is about.\n\nThe swimsuit’s Lebanese-Australian inventor, Aheda Zanetti, said in an interview last week that the French and others have “misunderstood the burkini swimsuit,” which she said she created after her young niece found it cumbersome to play sports in a regular Islamic head scarf.\n\nVideo\n\n“The burkini swimsuit is freedom and happiness and lifestyle changes — you can’t take that away from a Muslim, or any other woman, that chooses to wear it,” Ms. Zanetti said.\n\nAdvertisement Continue reading the main story\n\n“I wanted to introduce a full range of clothing to suit a Muslim woman — or any woman — that wanted a bit of modesty and wanted to participate in any sporting activities,” she added. “It was also my aim for them not to be judged for who they are, or where they’re from, and who people think they’re representing.”", "summary": "LONDON — The burkini has become perhaps the most potent symbol in France’s long-running battle over its vaunted secular identity. This summer’s heated debate over bans on the full-body swimwear by beach towns on the French Riviera has reverberated around the world, with widely different reactions. In Britain and the United States, the modest outfits are being seen as part of a multicultural model of integrating minorities. “The burkini swimsuit is freedom and happiness and lifestyle changes — you can’t take that away from a Muslim, or any other woman, that chooses to wear it,” Ms. Zanetti said."}