{"title": "French Premier’s Push Toward Center Opens Rift on the Left", "authors": ["Liz Alderman", "Maïa De La Baume"], "url": "https://www.nytimes.com/2014/09/16/world/europe/france-premier-manuel-valls-push-toward-center-opens-rift-on-the-left.html", "body": "Even as momentum builds against the austerity policies that Germany has pushed on the eurozone, the question remains whether Europe can afford the welfare systems that have defined the left for generations and that critics blame for ushering in the debt crisis in the first place. But if the left now backs away from its ideological touchstones, then what does it stand for?\n\nMr. Valls is trying to answer that challenge by calling on his party to embrace policies that emphasize growth over social protections as Europe’s leaders look for ways to stimulate their economies. He has forged a new solidarity axis with Prime Minister Matteo Renzi of Italy, who has embraced freer markets and labor reforms but, like Mr. Valls, is also seeking to push back against deeper cuts in public spending.\n\nAt a social-democratic rally in Bologna, Italy, this month, both men appeared tieless and in matching white shirts, hugging each other and promising to “unblock Europe.”\n\n“Renzi and Valls have broken with the old European Socialism the way Blair did,” said Gérard Grunberg, a political scientist who studies the left in France. “Valls is trying to embody a real modernization of the Socialist Party, by challenging the state and putting more confidence in the markets.”\n\nSo far, it has not been easy. In the cabinet reshuffle last month, Mr. Hollande ousted Arnaud Montebourg, a populist economy minister, and replaced him with Emmanuel Macron, a wealthy former banker at Rothschild who is seen as more friendly to business.\n\nThe moves left the traditional base of the Socialist Party feeling angry and betrayed. Yet to critics elsewhere, the changes still felt like an unsatisfying attempt to split the difference between setting a new direction for the party and remaining true to old Socialist ideals.\n\n“The problem is that Hollande and Valls don’t embody anything at all,” said the French economist Thomas Piketty, whose book “Capital in the Twenty-First Century” explores social inequality in France and elsewhere. “They are trying to make people believe that Germany is the only country responsible for the catastrophic austerity policy which has plunged the eurozone into stagnation.”\n\nAdvertisement Continue reading the main story\n\n“But in truth,” he added, “the problem is that they are scared of any progress in terms of policy and budgetary union at the eurozone level, which would yet be the only solution to get out of the crisis,” but was likely to require future trimming of the state to meet the European Union’s requirements.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAs a tell-all book published this month by Mr. Hollande’s former companion Valérie Trierweiler accused him of secretly despising the poor — calling them those “without teeth” — a TNS Sofres survey published in Le Figaro gave the president only 13 percent support among the French.\n\n“France is rotting from the top,” Nicolas Baverez, a conservative economist, observed in a recent editorial in the magazine Le Point. “It is the victim of a political system that is pretending to manage everything, while in reality, it stumbles.”\n\nMr. Hollande’s weakness has elevated Mr. Valls as the de facto strongman of the French government, with a mission to rebrand France as a country that is open for business and willing to temper traditional French protectionism with a warmer embrace of the free market.\n\nKnown for his outspokenness and frenetic energy, Mr. Valls is seen as a freethinker in French politics, and has at times been called the “Socialist Sarkozy” — a reference to Nicolas Sarkozy, the former president, whose conservative Union for a Popular Movement party was also tough on issues like immigration and security.\n\nIn the French news media, Mr. Valls is presented as a partisan of “the uninhibited left,” Socialists who challenge traditional reforms established by the left. In his 2010 book, “Power,” Mr. Valls emphasized the “exhaustion” of the social-democratic model, which he described as a confusing mix of left and right policies. “Even worse,” he wrote, “it is the left that is now incapable of rejuvenating the welfare state by adapting it to the realities of our time.”\n\nJean-Jacques Urvoas, a Socialist legislator and a close friend of Mr. Valls’s, called him a “prickly” man with a “modernist” approach. “He doesn’t kowtow to the great figures of the left; he is an iconoclast,” Mr. Urvoas said.\n\nMr. Valls fashions himself as a torchbearer for the center, seeking peace with the business community and revisiting bedrock Socialist tenets like France’s 35-hour workweek. If Mr. Hollande’s mandate grows weaker, there is little doubt that Mr. Valls will try to pick up the mantle for the Socialist Party heading into France’s 2017 presidential race.\n\n“He doesn’t have that soft image that Hollande does; in that sense he’s viewed as more presidential,” said Jacob Funk Kirkegaard, an economist at the Peterson Institute for International Economics in Washington. “For now, he must follow Hollande’s policies. But if the captain of the ship has to bow out because he is too weak, he would fancy himself taking a crack at it.”\n\nAdvertisement Continue reading the main story\n\nBut the latest polls show Mr. Valls losing popularity, too, and if the government’s tilt toward the center does not produce better economic results, he will be deeply discredited.\n\nTo shore up his Socialist credentials, Mr. Valls has taken pains to address “the French who are suffering.” But Mr. Valls is also limited in how much he can go beyond the policies already outlined by Mr. Hollande. For now, the two men are, perhaps uncomfortably, joined at the hip.\n\nWhile Mr. Hollande has made clear he will not impose new austerity measures, Mr. Valls must still persuade left-leaning members of their Socialist Party to sign off on cuts of 50 billion euros, or about $65 billion, already pledged through 2017 — something that will remain a hurdle even if the confidence vote passes on Tuesday.\n\n“It’s politically tough to do when you have a left wing of the Socialist Party that want no cuts of any kind in the social welfare state,” Mr. Kirkegaard said. “That’s where Valls’s main political fight will be.”"}