{"title": "Navalny on Putin, Being Bugged and Revolution", "authors": [], "url": "https://www.nytimes.com/interactive/2014/12/29/world/europe/aleksei-navalny-quotes-russia.html", "body": "On Revolution \"Revolution is unavoidable,” Mr. Navalny said in an interview. “Simply because the majority of people understand that the system is wrong. When you are in the company of bureaucrats you hear them talking about who has stolen everything, why nothing works and how horrible everything is.” On Putin's Tech Saviness \"Vladimir Putin and his team do not understand the Internet,” Mr. Navalny said after a newspaper distributed by a pro-Kremlin group showed Mr. Navalny with a man wanted by the police in Russia. Mr. Navalny said it was a fake, and his assertion was supported when the original, unaltered photograph appeared on Russian Web sites. On Arrest Mr. Navalny continued to post Twitter messages after being arrested. In this case, he posted a photograph of his fellow detainees from inside the police van that took them away. He followed the posting with, “We’re in police van Number 2012. Attention! DO NOT BURN IT. Just puncture the tires.” On Being Bugged “Honestly, I thought they’d hide them better,” was Mr. Navalny's response upon finding a bug in his office. On Putin in the Sky When President Vladimir V. Putin piloted a motorized glider over an Arctic wilderness while leading six endangered Siberian cranes toward their winter habitat, Mr. Navalny offered this comment: \"About Stalin they said, 'In the night a light will burn in the window.’ And of Putin they will say, ‘He flew over our homes with a flock of cranes.’ ” On Being Investigated When the police opened a new criminal investigation against Mr. Navalny, the street protest leader offered via Twitter, \"Hey you in the Investigative Committee! Have you gone crazy?” He followed up with, “I did not steal your packages, you goats.” On the Human Soul When many of Mr. Navalny’s large donors distanced themselves from him, he said, “Man is weak. I am not blaming anyone, but man is weak.” On Police When Mr. Navalny arrived at a rally in Astrakhan to find a large police presence, he wondered aloud where he was. “Why so much police?” he asked. “Is this a sector of Gaza? Is this the Republic of Chad? Is it Syria or Libya?” The crowd shouted, “No!” Mr. Navalny continued: “I am afraid that the guys who sit in the power offices in the Kremlin forgot the name of our country. What is the name of our country?” On Criminal Cases Against Him \"One year ago, when I was here at the rally, there were zero criminal cases against me. At a rally on Sept. 15, there was one criminal case against me. At a rally on Dec. 15, there were four criminal cases against me. Now there are either four or six criminal cases against me. I lost count myself,\" Mr. Navalny said. \"And I don’t give a damn! There may be 124 criminal cases and I will go on saying what I want and I will speak my mind. And I think that you do not want to hear anything from me but truth.\" On Persisting The opposition leader delivered an emotional speech in response to a prosecutor’s closing arguments demanding that he be convicted on embezzlement charge. “I cannot run away from myself,” he said. “I have nothing else but this.” On Fraud Case In his final statement in a case in which he is charged with defrauding a Russian subsidiary of the French cosmetics company Yves Rocher, Mr. Navalny said, \"How many times in his life can a person who has done nothing illegal pronounce his closing words?\" He added, \"I do not for one second regret my actions fighting corruption.\""}