{"title": "​Supporting France, Obama Loath to Add Troops to ISIS Fight", "authors": ["Michael D. Shear", "Peter Baker"], "url": "https://www.nytimes.com/2015/11/16/world/europe/obama-g20-turkey.html", "body": "Video\n\nANTALYA, Turkey — For President Obama, the short-term response to the terrorist attacks in Paris was straightforward and relatively easy: The American military and intelligence agencies provided information to help French warplanes bomb Islamic State targets on Sunday in the group’s stronghold in northern Syria.\n\nDetermining the long-term response, however, may be exponentially harder. Even as Mr. Obama searched for ways to step up the war against the terrorist group, which has expanded its operations beyond its territory in Iraq and Syria, senior White House officials on Sunday again ruled out the introduction of substantial numbers of American ground troops.\n\nThe French airstrikes may have been a potent show of defiance, but it was not clear that they represented a major shift in the American coalition’s overall strategy.\n\nBefore the attacks in Paris on Friday, the French confined the majority of their airstrikes against the Islamic State to targets in Iraq. With the strikes on Sunday, President François Hollande, who called the Paris attacks an “act of war” and vowed to be “merciless” against those responsible, made it clear that he would no longer be deterred by the border between Iraq and Syria.\n\nBut the Americans have been bombing on both sides of the border for more than a year with mixed results, and the recent entry of Russia, with its own air power, into Syria has not changed the overall picture. The emotional statements from France appeared to do little to fundamentally change Mr. Obama’s view of the high cost of drastically expanding the American role in Iraq and Syria.\n\nPhoto\n\nAnd so, senior administration officials said, Mr. Obama is looking to do more of what he has already been doing and to do it better. The possibilities, they said, include more airstrikes, Special Operations raids, assistance to local allies and attacks against Islamic State targets outside Syria and Iraq, like the strike in Libya over the weekend.\n\n“We don’t believe U.S. troops are the answer to the problem,” Benjamin J. Rhodes, the president’s deputy national security adviser, told reporters on Sunday at the Group of 20 meetings here in Turkey, where Mr. Obama consulted with other world leaders. “The further introduction of U.S. troops to fully re-engage in ground combat in the Middle East is not the way to deal with this challenge.”\n\nThe summit meeting here came less than 48 hours after gunmen and suicide bombers killed at least 129 people in simultaneous attacks across Paris, even as other challenges roiled international relations. Given its setting, just a few hundred miles from Syria, the meeting was already likely to focus on the Islamic State as well as the related refugee crisis that has engulfed Europe. Moreover, Mr. Obama was still grappling with Russia’s intervention in Ukraine and keeping an eye on the South China Sea, where China maritime claims put it at odds with its neighbors.\n\nThe Paris attacks clearly upended not only the summit meeting but also the administration’s view of the Islamic State, also known as ISIS or Daesh, and the range of its threat. A day before the attacks in the French capital, Mr. Obama said in a TV interview that the Islamic State had been contained in Iraq and Syria.\n\nAt a meeting with his national security team on Saturday before leaving for Turkey, Mr. Obama gave orders to the nation’s intelligence agencies to overhaul their assessment of the group, given the attacks.\n\nLatest Updates\n\n“This was a game changer,” said a senior intelligence official who, like other American officials, requested anonymity to discuss internal deliberations. “We have to look hard at what happened in Paris, at the trajectory of the group and the potential threat it poses to the entire international community.”\n\nIntelligence analysts working over the weekend had already put aside Mr. Obama’s comment about the Islamic State being contained.\n\n“This clearly shows ISIS is looking at an international level and is capable of carrying out large-scale attacks outside Iraq and Syria,” the intelligence official said. “There will be a greater sense of urgency in how we go about trying to combat these kinds of attacks. Paris shows that they can attack soft targets on any day, anywhere, including in any major American city.”\n\nUnder fire back home over the “contained” comment, White House officials rejected any suggestion that the administration had underestimated the threat posed by the Islamic State and said the president had been referring to success in halting territorial gains in Iraq and Syria.\n\n“A year ago, we saw them on the march in both Iraq and Syria, taking more and more population centers,” Mr. Rhodes said on “This Week” on ABC. “The fact is, we have been able to stop that geographic advance and take back significant amounts of territory in both northern Iraq and northern Syria.”\n\nIn his only public comments here on Sunday, Mr. Obama vowed to stand with France, calling the massacre in Paris “an attack on the civilized world.”\n\nWhite House officials said Mr. Obama agreed with Mr. Hollande that the killings in Paris were an “act of war,” and they promised that the United States would deepen cooperation with French officials. Mr. Rhodes said a French two-star general was now stationed in the headquarters of United States Central Command, which is coordinating the American airstrikes in Syria and Iraq.\n\nBut officials were less clear about how far that cooperation would go. And while no one in the French government has yet said that France will take the next logical step and ask other NATO members to defend it under Article 5 of the NATO treaty, many experts on international security talked about the need for joint action. Mr. Hollande’s use of the phrase “act of war” complicated Mr. Obama’s deliberations.\n\nAides said the president had discussed the need for more cooperation with the Turkish president, Recep Tayyip Erdogan, especially along Turkey’s border with Syria. And the last-minute addition of a meeting here between Mr. Obama and King Salman of Saudi Arabia was described as an effort to urge more support from the Saudis.\n\nMr. Obama also met with President Vladimir V. Putin of Russia, again broaching their longstanding disagreement about how to confront the Islamic State and resolve the civil war in Syria. The two spoke for 35 minutes at a reception, their first meeting since Russian planes began bombing targets inside Syria in an effort to bolster the government of President Bashar al-Assad, who Mr. Obama has said must step down.\n\nAmerican officials described the meeting as “constructive,” emphasizing that the two leaders agreed on the need for a cease-fire in Syria and a political transition to a new government. But Russian officials described the meeting in less glowing terms, saying that Mr. Obama and Mr. Putin remained at odds about how to achieve those goals.\n\n“On tactics, the two sides are still diverging,” Yuri Ushakov, Mr. Putin’s foreign policy adviser, told reporters.\n\nThe intricate diplomatic picture complicated the administration’s options. With Russia and Iran also fighting the Islamic State but having different regional interests from the United States, American officials said they wanted to be sure that military action did not impair the shared diplomatic goal of ending the violence in Syria. Secretary of State John Kerry was in Vienna over the weekend seeking a consensus to try to stop the Syrian civil war, which helped give rise to the Islamic State.\n\n“It’s a matter of making sure it’s all been thought out,” a senior Defense Department official said. “If it looks like a shift in our posture would be beneficial in terms of diplomacy, or would have a negative impact, that is something that the administration wants to consider.”\n\nWhile the White House tried to distance itself from the idea of containment, a senior administration official said, “What we had in essence was a containment policy” based on the belief that efforts to counter the Islamic State’s ideology had to be led by Sunni Muslim states, with backup from the United States.\n\nYet Mr. Obama’s strategy was also based on intelligence assessments that the Islamic State was overextended and vulnerable to a cutoff in its oil and black-market revenues — and that, in the long war against extremism, there was still time to bolster the most capable local forces and bring Arab states to the fight.\n\n“If Paris changes anything,” an American official said, “it’s the recognition that we can’t wait for those two events to happen, if they ever happen.”", "summary": "ANTALYA, Turkey — For President Obama, the short-term response to the terrorist attacks in Paris was straightforward and relatively easy: The American military and intelligence agencies provided information to help French warplanes bomb Islamic State targets on Sunday in the group’s stronghold in northern Syria.Even as Mr. Obama searched for ways to step up the war against the terrorist group, which has expanded its operations beyond its territory in Iraq and Syria, senior White House officials on Sunday again ruled out the introduction of substantial numbers of American ground troops.With the strikes on Sunday, President François Hollande, who called the Paris attacks an “act of war” and vowed to be “merciless” against those responsible, made it clear that he would no longer be deterred by the border between Iraq and Syria.“We don’t believe U.S. troops are the answer to the problem,” Benjamin J. Rhodes, the president’s deputy national security adviser, told reporters on Sunday at the Group of 20 meetings here in Turkey, where Mr. Obama consulted with other world leaders.Under fire back home over the “contained” comment, White House officials rejected any suggestion that the administration had underestimated the threat posed by the Islamic State and said the president had been referring to success in halting territorial gains in Iraq and Syria."}