{"title": "In Shadow of ‘Brexit,’ NATO Will Sound Message of Unity Against Russia", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2016/07/08/world/europe/nato-brexit-russia.html", "body": "“NATO is the last European institution standing, and it is the main link between Europe and North America,” said Jakub Grygiel, a professor of international studies at Johns Hopkins University and a senior fellow in residence at the Center for European Policy Analysis. “Hence, NATO is likely to become more important as the E.U. weakens, because it will continue to serve as a mechanism of coordination and cooperation.”\n\nPhoto\n\nUnder an agreement expected to be ratified at the summit meeting, four battalions of 800 to 1,200 troops each would be stationed in countries bordering Russia in what is being called a “persistent rotation” that makes the NATO presence essentially permanent. Each multinational battalion will be in position for six months, but will not depart before replacements have arrived.\n\nBritain has agreed to take command of a battalion to be based in Estonia and Germany and one in Lithuania. American troops are expected to make up the bulk of a force to be stationed in Poland and commanded by the United States.\n\nWhile NATO struggled for months to find a country to take command of the fourth battalion, to be based in Latvia, Canada is now widely expected to emerge during the summit meeting as that group’s leader.\n\n“Since 1999, when Poland joined NATO, this is the most important summit for us,” said Tomasz Szatkowski, Poland’s deputy minister of defense. “It provides for the actual presence of Western allies in Poland.”\n\nIn addition, under the plan agreed to in advance of the summit meeting, an entire brigade comprising four more battalions would operate on a roaming basis throughout the front line from the Baltics to Bulgaria — though the details, including where such a force would be based, remain to be hammered out.\n\nOf course, another topic sure to be discussed is the American presidential election campaign, in which the presumptive Republican nominee, Donald J. Trump, has expressed doubts about the continued need for NATO and questioned whether the United States was being properly compensated for the military forces it has stationed across the globe.\n\nNATO at a Glance\n\n“I can’t imagine anyone will say it publicly, but I cannot imagine it will not be part of the private discussions,” Mr. Baranowski said. “A world with both Brexit and Trump? Holy moley, hold onto your pants.”\n\nAdvertisement Continue reading the main story\n\nAt the previous NATO summit meeting in Wales in 2014, not long after Russia’s seizure of Crimea, the alliance announced the creation of a new rapid-reaction force that could move swiftly into a threatened region and, using previously positioned caches of weapons and equipment, delay an invading force until full NATO forces could arrive.\n\nBut with Russia’s continued belligerence, front-line governments, spearheaded by Poland and the Baltic states, pushed for a more robust posture this time around.\n\nWhat they are getting, while below their fondest hopes, does elevate NATO’s strategy to what is being called “enhanced forward presence.”\n\n“It’s been described as a speed bump,” Mr. Baranowski said. “But what it does is raise the price for the Russians.”\n\nThe Russians would still have a massive advantage in troops — five or six times the number — and weaponry. But any incursion into the Baltics or Poland would put the Russian military in immediate contact with multinational NATO troops.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPolish officials have said they would have preferred a larger NATO force, but are content with this for the time being. “This is a good compromise between what is desirable and what is possible,” Mr. Szatkowski said.\n\nWith some NATO states preferring a more diplomacy-based approach toward Russia and several countries still balking at financing the alliance at the agreed-upon level, this was as far as the front-line states believed that they could push.\n\nAdvertisement Continue reading the main story\n\n“What Poland needs and what is realistic to expect are different things,” said Roman Kuzniar, a professor at the Institute of International Relations at the University of Warsaw and a former adviser to the president on foreign affairs under a previous Polish government. “The figures are fairly symbolic but, obviously, it is very important that these troops will be here.”\n\nHow to enhance forces along what is being called the “southern flank,” in response to the terrorism threat from the Middle East and the massive migrant wave from the region, will also be discussed at the summit, as will concerns about Russia’s development of low-yield, tactical nuclear weapons.\n\nWhile the NATO meeting is the reason for the Warsaw gathering, other meetings will occur here over those two days. Senior European Union and NATO officials will get together, as will union leaders and American officials.\n\n“Usually, that E.U.-U.S. meeting at these summits is fairly low key,” Mr. Baranowski said. “But now, because of Brexit, it’s a much bigger deal.”\n\nThe larger question, Mr. Kuzniar said, is how Poland and other front-line states will respond to this “new strategic reality,” with NATO troops stationed in their territory, though not in the numbers they desired.\n\n“Will they develop more effective territorial defense forces and capabilities of their own?” he asked. “Will they seek offensive weapons to threaten Russian assets? Or will they accommodate Russia in some form?”", "summary": "In addition, under the plan agreed to in advance of the summit meeting, an entire brigade comprising four more battalions would operate on a roaming basis throughout the front line from the Baltics to Bulgaria — though the details, including where such a force would be based, remain to be hammered out. Of course, another topic sure to be discussed is the American presidential election campaign, in which the presumptive Republican nominee, Donald J. Trump, has expressed doubts about the continued need for NATO and questioned whether the United States was being properly compensated for the military forces it has stationed across the globe. “What Poland needs and what is realistic to expect are different things,” said Roman Kuzniar, a professor at the Institute of International Relations at the University of Warsaw and a former adviser to the president on foreign affairs under a previous Polish government. How to enhance forces along what is being called the “southern flank,” in response to the terrorism threat from the Middle East and the massive migrant wave from the region, will also be discussed at the summit, as will concerns about Russia’s development of low-yield, tactical nuclear weapons."}