{"title": "Syrian Refugee Blows Himself Up at German Music Festival, Wounding 12", "authors": ["Niraj Chokshi"], "url": "https://www.nytimes.com/2016/07/25/world/europe/ansbach-germany-explosion-music-festival.html", "body": "Video\n\nA Syrian refugee blew himself up and wounded 12 people near a music festival in Ansbach, Germany, on Sunday night. Three of the victims suffered grave injuries.\n\nThe authorities identified the man behind the blast as a 27-year-old Syrian refugee who was denied asylum last year. He had attempted suicide twice before, and officials had not yet identified a motive for the detonation as of early Monday.\n\n“We still don’t know whether the offender only wanted to commit suicide or whether it was his intention to kill other people as well,” Joachim Herrmann, the Bavarian interior minister, said at a news conference.\n\nThough the suspect was denied asylum, he was allowed to stay in refugee housing because of the dangerous situation in Syria.\n\nAdvertisement Continue reading the main story\n\nThe police said they had been alerted to the detonation just after 10 p.m. The explosive device, they said, was packed with “small metal parts” that were found around the location of the blast, near the front entrance of a music festival. The man set off the explosion after being refused entry to the festival, an open-air concert with about 2,500 visitors, officials said.\n\n“It is only thanks to fortunate circumstances that not more people were killed,” Mr. Herrmann said. “We now have to do everything that such violence in our country, by people who had entered it as asylum seekers, does not spread further.”", "summary": "A Syrian refugee blew himself up and wounded 12 people near a music festival in Ansbach, Germany, on Sunday night.“We still don’t know whether the offender only wanted to commit suicide or whether it was his intention to kill other people as well,” Joachim Herrmann, the Bavarian interior minister, said at a news conference.Though the suspect was denied asylum, he was allowed to stay in refugee housing because of the dangerous situation in Syria.The explosive device, they said, was packed with “small metal parts” that were found around the location of the blast, near the front entrance of a music festival.The man set off the explosion after being refused entry to the festival, an open-air concert with about 2,500 visitors, officials said."}