{"title": "Court Orders House Arrest, and No Internet, for Fierce Critic of Putin", "authors": ["Andrew Roth"], "url": "https://www.nytimes.com/2014/03/01/world/europe/aleksei-navalny.html", "body": "In the months before the Games, Mr. Putin gave amnesty to several of Russia’s most prominent prisoners, including a former oligarch, Mikhail B. Khodorkovsky, and two members of the punk protest group Pussy Riot, in what was seen as a nod to international criticism of their prosecutions. With the Games now over, the Kremlin has taken its most decisive step yet to silence Mr. Navalny as it continues to dampen the mood of protest that erupted two years ago.\n\n“It is easy to see that with the Olympics over, there’s no need to put up a kind face for anyone anymore,” Sergei Nikitin, the head of the Russian branch of Amnesty International, said in a telephone interview on Friday. “We are all witnesses to Russia’s growing pressure on any kind of independent opinion.”\n\nOn Monday, a judge handed down sentences of two and a half to four years in prison camp for activists detained during a 2012 anti-Putin rally that deteriorated into clashes between demonstrators and police officers, a case that Mr. Nikitin called “a parody of the administration of justice.” In a rally that followed, the police detained more than 400 peaceful protesters, including Mr. Navalny, who was subsequently convicted of resisting arrest and sentenced to seven days in jail.\n\nPhoto\n\nThe fraud case on Friday that Judge Karpov ruled on is one of several criminal prosecutions brought against Mr. Navalny that seem politically motivated and intended largely to give the authorities ways to limit his movements and communication and to silence his criticism of Mr. Putin.\n\nProsecutors requested house arrest after Mr. Navalny was detained at Monday’s rally, saying that he was disrupting public order at the demonstration and that he had traveled to the suburbs of Moscow in early January.\n\n“It’s a travel ban,” Judge Karpov told Mr. Navalny, who stood in boots without laces; they had been removed because he has been held in jail since Monday. “It meant you couldn’t go where you were not given express permission.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Navalny has often skirted on the edge of prison, and his fate has been seen as a barometer of state pressure on the opposition in Russia.\n\nMr. Navalny was convicted in July in a separate embezzlement case and sentenced to five years in prison. He was freed the next day on appeal and allowed to run for mayor of Moscow. At the time, his candidacy seemed to suit the Kremlin’s political goals by helping to portray the election as a genuine and hard-fought victory by the incumbent, Sergei S. Sobyanin, an ally of Mr. Putin’s.\n\nAdvertisement Continue reading the main story\n\nA State Department report released on Friday criticized Russia for Mr. Navalny’s prosecution, citing it as one where “officials denied due process in politically motivated cases initiated by the Investigative Committee,” the law enforcement body that asked for Mr. Navalny to be placed under house arrest.\n\nAnna Veduta, Mr. Navalny’s aide, said outside the courthouse that Mr. Navalny’s anticorruption organization had divided his responsibilities and social media accounts and would continue working, although his colleagues were barred from communicating with him.\n\nJocular and irreverent, Mr. Navalny railed against prosecutors during the nearly two-hour trial, calling the terms of his travel ban absurd. A technophile who is rarely without an iPhone, he requested a computer from Ms. Veduta, saying “it may be my last hours” to use the Internet.\n\n“I have a fairly popular blog,” Mr. Navalny told the court during oral arguments. “Two million people read it a month.”\n\nHe added, “A ban on my use of the Internet is a move to prevent me from publishing information about corruption.”"}