{"title": "Poland’s Conservative Government Puts Curbs on State TV News", "authors": ["Alison Smale", "Joanna Berendt"], "url": "https://www.nytimes.com/2016/07/04/world/europe/polands-conservative-government-puts-curbs-on-state-tv-news.html", "body": "Friends followed him out the door in March, for example, when they argued that the television news should broadcast video of a large antigovernment protest that day, but their bosses ordered them to show a news conference of Poland’s Roman Catholic episcopate instead.\n\n“They were fired the next day,” said Mr. Maslak, who now works for a private radio station, TOK FM, where he hosts a breakfast talk show.\n\nPolish viewers are passing their own judgment — with the channel changer.\n\nIn April, for the first time ever, the state broadcaster TVP1 — for years the most popular channel — placed third, behind two commercial channels, Polsat and TVN. State-run TVP2 took fourth place, according to a survey by Nielsen for Telewizja Polska, the state broadcasting corporation.\n\nAll four channels have seen their audiences decline. In May 2015, their combined market share was 44.5 percent; this May, it was 41 percent. However, while Polsat and TVN lost 6.3 and 3.4 percentage points, respectively, TVP1 suffered an almost 20-point drop.\n\nIts flagship news program, “Wiadomosci,” has lost 750,000 viewers and is now watched by fewer than three million people, a historic low.\n\nPhoto\n\nJacek Kurski, the new director of Telewizja Polska, said the findings were not credible because the survey had been conducted by a “foreign company” that “manipulated the results.”\n\nAdvertisement Continue reading the main story\n\nBut while Polish viewers may be tuning out, many outside the country are paying ever more attention to what is happening to Poland’s news media.\n\nThe country’s television has become an arena in recent battles between the Polish authorities and European institutions, which see a quarter-century of democracy at stake in a country that in so many ways led the fight against Soviet-bloc Communism.\n\nThe 47-nation Council of Europe, the Continent’s leading human rights body, has demanded transparent procedures for selecting and appointing the new National Media Council. Members of the media council should be qualified, independent and reflect social diversity, the Council of Europe said, and content should also be impartial and diverse. A proposal for dismissal of middle management should be abandoned, it added.\n\nThe timing of that middle management purge seems already to have been pushed back to late September as Poland comes under the sway of two big events in the international spotlight: the NATO summit meeting in Warsaw on Friday and Saturday, and a visit by Pope Francis.\n\nPoland wants both events to go off unsullied by criticism from European arbiters. The Europeans, in turn, insist that they are not, as the Council of Europe’s commissioner for human rights, Nils Muiznieks, put it, “picking on Poland.”\n\nPhoto\n\nJudging by recent editions of “Wiadomosci,” the evening news program on state-run television, state broadcasters are now expected to instill patriotism and love of order. On June 16, after a long preview of Poland’s soccer match against archrival Germany in the European championship tournament, the next-most important message was the deployment of official anticorruption forces to every Polish province.\n\nThe 25th anniversary of a Polish-German friendship treaty was presented as mostly positive, but clouded, as President Andrzej Duda noted, by unfortunate differences over history. The killing of Jo Cox, a young British politician who had backed European unity, was given scant heed.\n\nThis sort of presentation, said Jacek Wasilewski, a media analyst, reflects the governing party’s view of Poland as a nation that, while firmly of Europe, has its distinctive part to play. In this regard, he said, the news media “is a constructed world of bad and good, in which every role is attributed.”\n\nAdvertisement Continue reading the main story\n\nWhile young people everywhere are now tuning out conventional TV in favor of social media and virtual reality, Mr. Kaczynski’s party is focused on television for a reason, Mr. Wasilewski said.\n\n“Older people are used to the TV set, and that’s why Law and Justice stresses the power of television,” he said.\n\nMarek Magierowski, a spokesman for Poland’s president, said media control had long been a bone of contention. In 2011, he was fired as deputy editor of Rzeczpospolita, one of the two most influential newspapers, as it came under the control of an unknown investor who turned out to have close ties to the spokesman of the prime minister at the time, Donald Tusk.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I was a victim,” Mr. Magierowski said, “but there were no special sessions, no European Parliament, no words of caution” from Brussels.\n\nGazeta Wyborcza, the daily newspaper started by Adam Michnik as the mouthpiece of Poland’s Solidarity movement, is losing readership, like most newspapers, but is still influential, Polish analysts said.\n\nBut the conservatives in turn are building up clubs and other activities for listeners of the Catholic radio station Radio Maryja and readers of the weekly Gazeta Polska. The latter organizes readings of works the government likes and has increased its circulation into rare tens of thousands.\n\nIn early June, Mr. Kaczynski himself addressed a national gathering of hundreds of these clubs. “As it turns out, there is a threat of dictatorship,” Mr. Kaczynski said mockingly of his opponents. “We are being compared to Fascists! Me, a modest man, I am being compared to Stalin, Hitler and Lenin.”\n\nOn the contrary, he insisted: “We don’t want to destroy democracy. We want to make it real.”\n\nThe desire to create respected public service broadcasters has an echo in many former Communist countries, said former President Aleksander Kwasniewski, the only man to have served two five-year terms in that post. But, he noted, that goal may in itself be outdated.\n\nParticularly after a recent visit to Silicon Valley and a look at Google’s work with artificial intelligence, he said he felt vindicated in a long-held conviction that it is more important to develop fresh political ideas than to control terrestrial TV.\n\nAdvertisement Continue reading the main story\n\n“Liberal democracy is in crisis,” he said. “I told my fellow politicians long ago, ‘More vision, less television.’ ”", "summary": "The timing of that middle management purge seems already to have been pushed back to late September as Poland comes under the sway of two big events in the international spotlight: the NATO summit meeting in Warsaw on Friday and Saturday, and a visit by Pope Francis. On June 16, after a long preview of Poland’s soccer match against archrival Germany in the European championship tournament, the next-most important message was the deployment of official anticorruption forces to every Polish province. In 2011, he was fired as deputy editor of Rzeczpospolita, one of the two most influential newspapers, as it came under the control of an unknown investor who turned out to have close ties to the spokesman of the prime minister at the time, Donald Tusk. Particularly after a recent visit to Silicon Valley and a look at Google’s work with artificial intelligence, he said he felt vindicated in a long-held conviction that it is more important to develop fresh political ideas than to control terrestrial TV."}