{"title": "Aleksei Navalny, Viable Putin Rival, Is Barred From a Presidential Run", "authors": ["Neil Macfarquhar", "Ivan Nechepurenko"], "url": "https://www.nytimes.com/2017/02/08/world/europe/russia-aleksei-navalny-putin.html", "body": "Russian television is largely back under government control, as it was during Soviet times, along with most formerly independent news agencies. More than 100 nongovernmental organizations working on issues including the environment, civic education and fighting the spread of AIDS have been declared “foreign agents,” forcing many to close.\n\nMr. Navalny was the driving force behind large street protests in 2011, 2012 and 2013 that unnerved Mr. Putin. He has also repeatedly embarrassed senior officials by accusing them of corruption, exposing their lavish mansions and other perquisites that seem beyond the reach of a public servant earning a modest government salary.\n\nIn recent years, Mr. Navalny became the prime example of how the government would use the courts to entangle critics. In addition to the conviction revived on Wednesday, he has been accused of defrauding a French perfume company and stealing a nearly worthless piece of street art, and he was caught up in yet another case involving the death of an elk.\n\nWhile he spent much of 2014 under house arrest, his younger brother Oleg was sent to jail for three and a half years.\n\nMr. Navalny, who called the Kirov fraud charges baseless and politically motivated, responded to the latest judgment against him with defiance. “Putin and his gang of thieves are afraid to face us in elections,” he wrote on Twitter. “Rightly so: We will win.”\n\nIn a longer statement, he vowed to continue his presidential run. “We do not recognize this verdict. It will be overturned,” he said. “According to the Constitution, I have a full right to take part in elections, and I will do this. I will continue to represent the interests of people who want to see Russia as a normal, honest, uncorrupt country.”\n\nThe Kirov court’s ruling followed almost verbatim the judgment issued against Mr. Navalny in the same case in 2013, which resulted in a five-year suspended sentence. That verdict was overturned by the European Court of Human Rights, and Russia’s Supreme Court ordered a new trial in December.\n\nAdvertisement Continue reading the main story\n\nAlthough the retrial was organized unusually quickly for Russia, Mr. Navalny announced that he was running for president before his latest conviction.\n\nRussian political analysts suggested that the prospect of Mr. Navalny’s gaining a national platform to further criticize Mr. Putin had proved too much for the Kremlin hierarchy to tolerate.\n\n“The danger associated with Mr. Navalny is easy to explain,” Vladislav L. Inozemtsev, director of the Center for Postindustrial Studies in Moscow, wrote in an email. “If allowed to run, he will disseminate his corruption findings more widely than ever — and this disturbs very much Mr. Putin and his gang.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOfficials figured a predictable campaign against impotent opposition was a safer bet, analysts said.\n\nSome Kremlin insiders were concerned that letting Mr. Navalny run now would improve his standing for the presidential race in 2024, when Mr. Putin cannot run under current laws, analysts said.\n\nMr. Navalny, 40, is a handsome, telegenic figure with a model family, much more approachable than the usually dour apparatchiks churned out by the Kremlin bureaucratic mill.\n\nDespite his earlier conviction, Mr. Navalny was allowed to run for mayor of Moscow in 2013. He garnered 27.2 percent of the vote, just short of the threshold needed to force the government-backed candidate into a runoff — and enough to feed the Kremlin’s fears.\n\nMr. Navalny’s spokeswoman, Kira Yarmysh, announced that he would appeal the verdict and file complaints with Russia’s Constitutional Court and the European Court of Human Rights.\n\nThe European Union issued a statement criticizing the latest verdict, noting that its human rights court had already found that Mr. Navalny did not get a fair trial in 2013.\n\n“This latest decision, which effectively excludes Mr. Navalny from the political arena, further constrains political pluralism in Russia and raises serious questions as to the fairness of democratic processes in Russia,” the statement said.\n\nAdvertisement Continue reading the main story\n\nMr. Navalny and his team pointed out that there was a conflict between the electoral law and the Constitution, which does not list a criminal conviction among the specific reasons to bar a candidate.\n\nLegal analysts said that, just as in the fraud case, any rulings in the other cases against Mr. Navalny would undoubtedly favor the Kremlin.\n\n“You can complain about this, but the result will be clear,” said Andrei Y. Buzin, an expert at Golos, an independent election monitor. “The Constitutional Court will say that lawmakers have the right to impose the restrictions it deems necessary to protect the freedoms of other citizens.”\n\nIn the Kirov case, the court convicted Mr. Navalny of embezzling 16 million rubles, worth about $500,000 at the time, by purchasing timber from a state-owned company at below-market rates and then reselling it at market value.\n\nThe investigators said Mr. Navalny had used his position at the time as an aide to the Kirov regional governor to persuade the company to sign the contract.\n\nMr. Navalny said the timber was bought at market rates.\n\nAs the judge, Aleksei Vtyurin, droned through the familiar decision in a barely audible monotone, reading from nearly the same verdict as four years ago, Mr. Navalny took to Twitter to mock the proceedings.\n\n“This is page 40 now, and there are 77 of them. It’s comfortable to have the verdict in hand,” Mr. Navalny said from the courtroom.\n\nEven before the verdict was announced, the government moved to shut down the logistics for his presidential run. On Tuesday, Russia’s leading information technology company, Yandex, unplugged the online account that Mr. Navalny had used to collect money from supporters."}