{"title": "Violence Erupts in Greece as Migrants Try to Cross Into Macedonia", "authors": ["Liz Alderman", "Dimitris Bounias"], "url": "https://www.nytimes.com/2016/03/01/world/europe/greece-macedonia-border-refugees-riots.html", "body": "If Europe does not reach an accord soon on how to deal with the situation, “Greece could look like a large-scale Calais Jungle, where there is no exit for migrants, the authorities are unable to cope and the migrants live in miserable conditions,” he added, referring to a vast camp known as “the Jungle” that the French authorities began to dismantle amid angry protests on Monday.\n\nVideo\n\nGreece, already struggling under its long economic slump and budget austerity imposed by the European Union, has requested emergency aid from the bloc to help it deal with the migrant crisis. Chancellor Angela Merkel of Germany said on Sunday that Greece could not be required to shoulder the burden on its own.\n\n“Do you seriously believe that all the euro states that last year fought all the way to keep Greece in the eurozone, and we were the strictest, can one year later allow Greece to, in a way, plunge into chaos?” she said in an appearance on the public broadcaster ARD.\n\nBut Ms. Merkel is under intense political pressure at home over her insistence on welcoming people with legitimate asylum claims, and without much support from other European governments. While officials in Brussels have joined Ms. Merkel in decrying unilateral steps by countries along the migrant trail to limit the flow of people, it is not clear whether European Union leaders can reach some sort of accommodation before spring brings a new surge of migrants and the potential for more violence of the sort that broke out on Monday.\n\nThe police used stun grenades and migrants threw stones in the clashes on the frontier with Macedonia, which recently closed its border with Greece to thousands of Afghans after reclassifying them as economic migrants rather than refugees.\n\nThat move, which denied Afghans the right to apply for asylum, was effectively a response to an Austrian decision that put a daily cap on the number of people allowed into the country and that left thousands of Afghans with nowhere to go. It also promoted fear among Syrians and Iraqis, who worried that they might also be unable to travel farther north if similar restrictions were imposed.\n\nWhat started as a peaceful protest on Monday by people, mostly Iraqis, who have a legitimate claim on crossing but have been held up — some for over a week — by the recent intermittent closing of the border on the Macedonian side, quickly escalated to a riot.\n\nAdvertisement Continue reading the main story\n\n“It started as a peaceful protest. People were walking on the railway line and ran up to the border singing and chanting, ‘Open the border,’” said Gemma Gellie, a member of Doctors Without Borders who works at the migrant camp in Idomeni.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhen the protesters reached a razor-wire fence on the Macedonian border, they pushed part of it over, prompting the Macedonian police to turn people away violently, and throw tear gas canisters over the border and onto the Greek side.\n\n“Some of these people have fled war, and seeing gas and hearing explosions was brought back their most terrifying memories,” Ms. Gellie said. “They were beyond distressed.”\n\nThe Balkans have served as the main passageway for migrants, most of whom hope to reach Germany, which has accepted far more asylum seekers than any other country. Germany’s warmer welcome has led to tensions with other European countries, and last week Austria and nine Balkan states agreed to put in place several measures to reduce the flow of refugees. The effect has been a rapid buildup of migrants in Greece.\n\n“We estimate that we will have a number of people trapped in our country which will be between 50,000 and 70,000,” the minister for migration, Ioannis Mouzalas, told the Greek TV channel Mega.\n\nMr. Mouzalas said that he believed that those numbers would be reached in the coming month, and that 22,000 migrants were already in the country.\n\nGreece is the most popular entry point into Europe for hundreds of thousands of refugees from Iraq, Syria and elsewhere. More than 111,000 migrants have already arrived in the country this year, far ahead of the pace of last year, according to the International Organization for Migration.\n\nMore than 400 migrants have died this year while trying to cross the Mediterranean, the organization reported, including 321 on the heavily traveled route between Turkey and Greece. NATO has agreed to patrol those waters to combat trafficking of migrants, but it is not clear whether the presence of naval vessels will deter the flow of people.\n\nThe sporadic imposition of border controls by countries including Austria, Denmark and Sweden over the past few months has dealt a serious blow to the Schengen agreement, a cornerstone of European integration that allows the free movement of people across much of the bloc’s internal borders.", "summary": "Greece, already struggling under its long economic slump and budget austerity imposed by the European Union, has requested emergency aid from the bloc to help it deal with the migrant crisis.What started as a peaceful protest on Monday by people, mostly Iraqis, who have a legitimate claim on crossing but have been held up — some for over a week — by the recent intermittent closing of the border on the Macedonian side, quickly escalated to a riot.Germany’s warmer welcome has led to tensions with other European countries, and last week Austria and nine Balkan states agreed to put in place several measures to reduce the flow of refugees.“We estimate that we will have a number of people trapped in our country which will be between 50,000 and 70,000,” the minister for migration, Ioannis Mouzalas, told the Greek TV channel Mega.NATO has agreed to patrol those waters to combat trafficking of migrants, but it is not clear whether the presence of naval vessels will deter the flow of people."}