{"title": "Kremlin Critic Says Russian Premier, Dmitri Medvedev, Built Property Empire on Graft", "authors": ["Ivan Nechepurenko"], "url": "https://www.nytimes.com/2017/03/02/world/europe/russia-dmitri-medvedev-aleksei-navalny.html", "body": "Mr. Medvedev’s spokeswoman, Natalya Timakova, dismissed the report as propaganda.\n\n“It is meaningless to comment on propaganda rants made by an opposition character who was convicted and who says he is already conducting some election campaign and is fighting against the government,” Ms. Timakova told Interfax, a Russian news agency.\n\nOver the years, the government has harassed Mr. Navalny with a series of corruption charges, none of them justified, independent legal analysts have said. He was convicted of fraud in 2014 and sentenced to house arrest.\n\nMr. Navalny’s team provided photographs and descriptions of the various properties, including a 45,000-square-foot chalet in Sochi, Russia, the site of the 2014 Winter Olympics.\n\nThey said Mr. Medvedev also controlled through his associates a 30,000-square-foot mansion in the most prestigious gated community in the Moscow region, a property with an indoor swimming pool, an artificial pond, a huge garage and a detached house for security guards.\n\nIn a tiny village in the Kursk region in central Russia, where some of Mr. Medvedev’s ancestors lived, Mr. Medvedev has built a rural estate with formal gardens, an artificial pond and a helipad, all surrounding another enormous mansion, the report said. A small chapel was erected on the site of Mr. Medvedev’s ancestral house.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn Italy, Mr. Medvedev’s close associates, working through an offshore company registered in Cyprus, are the registered owners of a picturesque vineyard in Tuscany surrounding a 17th-century villa.\n\n“Apartments, dachas, mansions, entertainments, everything is there, but something is missing,” Mr. Navalny says close to the end of the video. “Of course, yachts.”\n\nTwo yachts are listed as belonging to the same Cyprus company and are both named Fotiniya, the Orthodox name for Svetlana, the name of Mr. Medvedev’s wife.\n\nAdvertisement Continue reading the main story\n\nMr. Navalny says one of the yachts was photographed while moored in front of one of Mr. Medvedev’s dachas. “The system has turned so rotten that it doesn’t have any healthy parts at all,” Mr. Navalny concluded in the video.\n\nIn December, Mr. Navalny declared his intention to challenge President Vladimir V. Putin in the next presidential election, in March 2018. In February, however, a district court in the small city of Kirov pronounced him guilty of defrauding a state company. The conviction, widely dismissed as politically motivated, rendered him ineligible to run.\n\nMr. Navalny is the only Russian opposition politician who enjoys a broad and enthusiastic following among the public. In a 2013 run for Moscow mayor, he received 27.2 percent of the vote — just short of the threshold needed to force the Kremlin-backed candidate into a runoff.\n\nDespite the criminal conviction, Mr. Navalny still plans to run for president. Analysts said Thursday that the release of the report underlined the depth of his presidential ambitions.\n\n“If Mr. Navalny is playing it serious and is not joking, then the first he has to remove from the field is Mr. Medvedev,” Gleb Pavlovsky, a political analyst and former media adviser to the Kremlin, said in his Facebook account."}