{"title": "Upset by Brexit, Some British Jews Look to Germany", "authors": ["Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2016/08/16/world/europe/once-unthinkable-more-british-jews-seek-german-citizenship.html", "body": "The interest among British Jews is far greater than ever before, said Michael Newman, the chief executive of the Association of Jewish Refugees, who said that he, too, was considering applying for German citizenship. The association is based in London.\n\n“I don’t remember hearing of requests before” for German citizenship in the association’s 75-year-old history, he said. “It’s taken Brexit to do this. It was a game-changer.”\n\nThe development is among the most surprising techniques being used by British and European citizens as they seek a second passport that would allow them to retain their ability to travel, work and live anywhere in the bloc even after Britain’s departure is complete sometime in the next several years.\n\nPeople from the Continent living in Britain, Britons living in Europe and Britons living at home but eager to retain the benefits of European citizenship are investigating their heritage, considering marriage, studying residency requirements and otherwise searching for legal paths to get around the effects of the British vote.\n\n“I didn’t realize how simple it is,” Mr. Levine said of the application process for German citizenship, adding that he had done it initially for practical reasons and because his brother brought it up. “It’s literally a back door” into Europe.\n\nBritain allows dual citizenship, and Jews interviewed for this article said they planned to keep their British nationality. They said they had no immediate plans to move to Germany, either. Rather, German citizenship would allow them to keep traveling visa-free inside the European Union and maintain other benefits of belonging to Europe.\n\nMany British Jews, especially the younger generations, are comfortable with Germany, which they say has done enough to confront its past.\n\nAdvertisement Continue reading the main story\n\nRichard Ferrer, the editor of Jewish News, which is based in London, said he did not plan to apply for German citizenship, but only because he was a “born and bred Brit.” Germany has done everything in its power to right its past wrongs, he said. “I’m very pro-German and I’m very happy with Germany,” he said.\n\nBut if the process of applying for citizenship is straightforward, it is wrapped in complex questions of identity and statehood that tore Europe apart in the last century, one more unintended consequence of Britain’s decision to go its own way after more than 20 years in the union.\n\nIn Mr. Levine’s case, his grandparents fled Germany in 1939, at the start of World War II. They kept their documents, including old passports and entry visas into Britain, which are necessary for the application process.\n\nAbout 70,000 Jews from Germany, Austria and Czechoslovakia arrived in Britain before 1939, Mr. Newman said. But those from Germany and Austria, enemy states, were regarded with suspicion by the British authorities. Many were held in internment camps in places like the Isle of Wight and the Isle of Man, often together with pro-Nazi Germans who had also decided to resettle in Britain.\n\nPhoto\n\nAfter the Nazi Party was declared the only legal party in Germany, the government passed a law to strip individual Jews of their German citizenship, with their names listed in the Reich Law Gazette. Jews living abroad lost their citizenship in November 1941. As deportations began and the first extermination camps were being built, Jews were stripped of their assets, leaving many stranded in Germany because their passports had been nullified.\n\nFor some of the British Jews now applying for German citizenship, the process has led them to confront, for the first time, a painful family history. Some American Jews are going through the same process, albeit without the additional incentive provided by Britain’s withdrawal from the European Union.\n\nMr. Levine is an artist and uses his shaved head as a canvas for what he calls headism, artwork intended to raise awareness of mental health issues. He grew up feeling very British, but has also traveled extensively across Europe and has many German friends. His grandparents avoided talking about Nazi Germany — and he did not ask.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNot long ago, for the first time, Mr. Levine held in his hands a passport belonging to his grandfather, a large red “J” stamped on the cover to signify “Jude,” German for Jew. His aunt, who kept the document, also showed him a Nazi government letter notifying his grandfather that one of his names had been changed to sound more Jewish.\n\nIn the space of a couple of weeks, as Mr. Levine asked questions and dug around his family archives, what was originally a practical decision took on a more personal meaning.\n\nAdvertisement Continue reading the main story\n\n“My reaction became — I want to spite the Nazis,” said Mr. Levine, who asked some of his German friends to translate the letter because he does not speak German. They, too, expressed outrage over its contents. It was only then that he fully realized his part in history, he said, and felt that “now I can do something about it.”\n\nThomas Harding is another Jewish Briton applying for German citizenship. “I feel much more comfortable about Germany and Germans,” he said.\n\nWhen Britain announced it was leaving Europe, “I felt really distressed,” he said. “I felt like I was losing something.”\n\nThe great-grandson of Alfred Alexander, a prominent doctor in Berlin whose patients included Albert Einstein and Marlene Dietrich, Mr. Harding, 48, said that his desire for citizenship stemmed from a project to restore his great-grandfather’s home, which was seized by the Nazis and only recently returned to the family.\n\nThe summer house, on Berlin’s westernmost border in Gross Glienicke, Germany, and near what used to be a Nazi airfield, was awarded a landmark status in 2014 and turned into a memorial for truth and reconciliation.\n\nThe project was the focus of his recently published book, “The House by the Lake.” Villagers of Gross Glienicke had initially reached out to him for a separate project researching the village’s Jewish families, including his.\n\nIn the beginning, “I still had a lot of antagonism toward Germany and the Germans,” Mr. Harding said. “I was very distrustful.”\n\nBut as his relationship with the villagers deepened, work on the house progressed and a tentative friendship blossomed, “it gave me the confidence of walking through the door,” he said. “And they welcomed me through.”\n\nAdvertisement Continue reading the main story\n\nHis attitude toward Germany brightened further when it began accepting hundreds of thousands of Syrian refugees. “I was very grateful to the Germans, because I think it was incredibly brave, very difficult, very controversial, but the right decision,” he said.\n\nHis sister, who lives in Germany and is married to a Syrian Kurd, brought over their Syrian relatives earlier this year.\n\nMr. Harding said he felt a sense of wonder at how history is an endless repetition. “This is not about Germans or Jews or Syrians,” he said. “This is a human condition. This is going to happen all the time.”\n\nThat all came to a head at 9 a.m. on June 23, he said, barely two hours after Britain finished tallying the vote to leave the European Union. “I thought, ‘O.K., I actually do not want to be apart from Europe,’” Mr. Harding recalled telling himself.\n\n“I love the fact that I’m not applying for citizenship — I’m having my citizenship restored,” he said. “It’s in the initial basic law when Germany was created. I just think that is so powerful.”", "summary": "The development is among the most surprising techniques being used by British and European citizens as they seek a second passport that would allow them to retain their ability to travel, work and live anywhere in the bloc even after Britain’s departure is complete sometime in the next several years. Richard Ferrer, the editor of Jewish News, which is based in London, said he did not plan to apply for German citizenship, but only because he was a “born and bred Brit.” Germany has done everything in its power to right its past wrongs, he said. But if the process of applying for citizenship is straightforward, it is wrapped in complex questions of identity and statehood that tore Europe apart in the last century, one more unintended consequence of Britain’s decision to go its own way after more than 20 years in the union. The great-grandson of Alfred Alexander, a prominent doctor in Berlin whose patients included Albert Einstein and Marlene Dietrich, Mr. Harding, 48, said that his desire for citizenship stemmed from a project to restore his great-grandfather’s home, which was seized by the Nazis and only recently returned to the family."}