{"title": "Ukraine Steps Up Assault of Rebel City", "authors": ["Andrew E. Kramer"], "url": "https://www.nytimes.com/2014/08/11/world/europe/ukraine-steps-up-assault-of-rebel-city.html", "body": "Slide Show\n\nDONETSK, Ukraine — Ukraine pressed ahead on Sunday with its military assault to stamp out pro-Russian separatists in the east of the country with its most intensive artillery bombardment of this rebel capital yet.\n\nThe attack with artillery and ground-to-ground rockets defied Russian threats to intervene here as the civilian death toll rose.\n\nIt also reinforced the Ukrainian leadership’s rejection of a cease-fire on humanitarian grounds offered on Saturday by the head of the main pro-Russian separatist group here, the Donetsk People’s Republic. The separatist leadership clarified Sunday that the cease-fire offer had covered only so-called green routes, or roads used by evacuees.\n\nStill, Ukraine’s outright rebuff of the proposal only added to concerns that Russia would intervene with what the authorities in Moscow are calling a humanitarian mission but what European nations and the United States would view as an invasion, analysts said. Secretary of State John Kerry has cautioned Russia against intervening on the “pretext” of providing aid.\n\nRUSSIA Kiev LUHANSK PROVINCE UKRAINE Horlivka DETAIL Jenakijeve Shakhtyorsk TAPAZ KIEVSKY Torez Hospital No.1 VOROSHYLOVSKY Snizhne Donetsk DONETSK PROVINCE UKRAINE 20 Miles\n\nThrough the day on Sunday, artillery shells rained down on three districts of Donetsk, hitting a rebel checkpoint and leaving it swathed in smoke, but also striking houses, apartment buildings and the maternity ward of the city’s main hospital.\n\nAdvertisement Continue reading the main story\n\nShells killed at least one civilian in the city. Roma Pronyakin, 37, was at home with his mother, watching TV, when their living room was struck. His mother, Alla, stood on the road in a state of shock. “I had one son, and now I have none,” she said."}