{"title": "Ukrainian Army’s Artillery Hits Hospital, Killing Dental Patient", "authors": ["Andrew E. Kramer"], "url": "https://www.nytimes.com/2014/08/08/world/europe/ukraine-fighting.html", "body": "Farther along the line of explosions, a brick balcony was knocked from an eighth-floor apartment, and the facade of a grocery store was blown apart.\n\nThe last shell in the barrage fell about 300 yards short of a rebel-occupied police building that the pro-Russian military commander here — known as Igor Strelkov, or Igor the Shooter — uses as a headquarters.\n\nThe artillery fire appeared to be the Ukrainian military’s second attempt to blow up the headquarters. Rockets rained on the area last Friday, killing a janitor working in a nearby courtyard. Separatists said afterward that that volley, too, had missed its mark.\n\nIt was not the first time that Ukrainian artillery fire had struck a medical facility: a hospital was hit in Slovyansk earlier in the conflict as government troops retook that city from the rebels. Human Rights Watch also reported this week on the deaths of two medical workers from shelling in the war, among other disruptions to medical care.\n\nPhoto\n\nGovernment forces bombed Donetsk from the air for the first time overnight Tuesday to Wednesday, leaving craters in a warehouse district and wounding two night watchmen.\n\nTo the east of Donetsk, Russia has again amassed forces along the border with Ukraine, and the United States and NATO said that if an invasion were launched there under the justification of peacekeeping, it would risk turning an internecine conflict in Ukraine into a new war among nation states in Europe.\n\nAdvertisement Continue reading the main story\n\nSpeaking in Kiev on Thursday, NATO’s secretary general, Anders Fogh Rasmussen, called on Russia to withdraw its troops from the border and “step back from the brink.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Rasmussen said the shooting down of Malaysia Airlines Flight 17 over eastern Ukraine last month, which killed all 298 people on board, illustrated the “reckless” policy of Russia’s support for separatists who had tried to seize two predominantly Russian-speaking regions of Ukraine. On Thursday, Dutch, Australian and Malaysian police officers indefinitely suspended their search for human remains because of the fighting.\n\nAleksandr Borodai, the Russian citizen who had led the Donetsk People’s Republic, the main separatist group here, resigned Thursday in favor of a local man, Aleksandr Zakharchenko, countering Western criticism that the movement’s leadership is controlled from Moscow.\n\nIn Kiev, black smoke from burning tires rose over the city center again as clashes over the fate of the Independence Square tent camp — the epicenter of anti-government protests last winter — broke out between holdout protesters and national guard troops. The authorities who were ushered into power by the protests, but who now say the square has played its role and should be cleared, halted the effort to dismantle the camp after a tent caught fire."}