{"title": "Spain Issues Arrest Warrant for Ousted Catalan Leader", "authors": ["Raphael Minder", "Milan Schreuer"], "url": "https://www.nytimes.com/2017/11/03/world/europe/spain-catalonia-puigdemont-warrant.html?rref=collection%2Fbyline%2Fraphael-minder&action=click&contentCollection=undefined&region=stream&module=stream_unit&version=latest&contentPlacement=3&pgtype=collection", "body": "The Belgian federal prosecutor’s office confirmed that it had received the arrest warrant on Friday evening. Eric Van der Sijpt, a spokesman for the federal prosecutor’s office, said that the warrant would be sent to an investigative judge “in the coming days.”\n\nThe judge would then decide whether to order the arrest of Mr. Puigdemont and the four other politicians. If they are arrested, the next step would be an appearance before a Belgian court that would decide whether to return them to Spain to stand trial, Mr. Van der Sijpt said.\n\n“The whole procedure, including appeal up to the highest court, can take between one and two months,” he said.\n\nDirk Vanheule, a professor of international law at the University of Antwerp, said that the Catalan elected officials could argue that the international arrest warrant is not valid in Belgium on several grounds, among them a claim that the charge of rebellion has an insufficiently clear equivalent in Belgian criminal law.\n\nThey could also contend that the fundamental right of suspects to a fair trial is not guaranteed in Spain, an argument Mr. Puigdemont has made repeatedly this week.\n\nOn Thursday, Paul Bekaert, Mr. Puigdemont’s Belgian lawyer, told VRT News, a television channel, that “if the extradition is approved, then we will definitely go the whole way,” in terms of appeals within Belgium’s judicial system.\n\nMr. Puigdemont’s arrival in Belgium on Monday raised problems for Prime Minister Charles Michel, who leads a governing coalition that includes both Francophone liberals and Flemish separatists. Mr. Michel will have to contend with conflicting needs, keeping in check separatists in his government who are sympathetic to the Catalans’ desire for independence while maintaining good diplomatic relations with Spain.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSome Flemish politicians have already said they would help to defend Mr. Puigdemont.\n\n“To imprison a democratically elected government leader is more than a bridge too far,” Geert Bourgeois, the Flemish president and a member of the New Flemish Alliance party, told VRT News on Thursday. His conservative separatist party is part of the prime minister’s coalition.\n\nAdvertisement Continue reading the main story\n\nMr. Bourgeois accused Spain of “engaging in repression,” adding, “I am stunned that such a thing is still possible in today’s Europe.”\n\nHe also took a jab at the European Union for declining to intervene in the Catalan conflict. “A European Union that silently defends the interests of nation states, and does not dare to raise its voice to protect freedom of expression — that worries me,” he said.\n\nNicola Sturgeon, the leader of Scotland, tweeted that “regardless of opinion on Catalonia, the jailing of elected leaders is wrong and should be condemned by all democrats.”\n\nThe European Union, however, views the Catalan conflict as a matter of Spanish national sovereignty. Annika Breidthardt, a spokeswoman for the European Commission, said on Friday that the European Union would not intervene and that “this is a matter entirely for the judicial authorities whose independence we respect fully.”\n\nThe arrest warrant, along with the detention on Thursday of half of the members of the former Catalan government, may provoke new street protests in Catalonia. It could also reinvigorate the independence movement before regional elections scheduled for December.\n\nSpain’s judiciary also turned down an appeal on Friday to release two other separatist leaders who have been jailed since mid-October awaiting trial on sedition charges."}