{"title": "Ukraine Strategy Bets on Restraint by Russia", "authors": ["Andrew E. Kramer"], "url": "https://www.nytimes.com/2014/08/10/world/europe/ukraine.html", "body": "Despite growing jitters in the West, Ukraine’s military leaders say they are making a well-calculated gamble, betting that Mr. Putin feels he has too much to lose to invade, including the possibility of crippling international sanctions. So while Western officials view each new Ukrainian artillery barrage in Donetsk as drawing the country closer to the brink, the Ukrainians see their unchecked advance as further confirmation that Mr. Putin is mobilizing troops only as a scare tactic to keep them from reclaiming territory.\n\nPhoto\n\nThe government in Kiev is “calling Putin’s bluff,” said Oleh Voloshyn, a former Ukrainian diplomat, who said political leaders dismissed Mr. Putin’s moves as “psychological pressure.”\n\n“If we pause, it would show Putin that any time he puts troops on the border, we will stop,” Mr. Voloshyn said.\n\nUkraine was given just that option on Saturday when a separatist leader, Aleksandr Zakharchenko, offered what appeared to be an unconditional cease-fire to prevent a large-scale “humanitarian catastrophe.” On Saturday night, a senior adviser to Ukraine’s minister of the interior said Ukraine would not halt its offensive.\n\nAs Ukraine continued its all-out assault, the international maneuvering over Ukraine’s fate continued.\n\nSergei Lavrov, Russia’s foreign minister, spoke by telephone with Secretary of State John Kerry and called for “urgent measures to prevent an impending humanitarian catastrophe.” The statement seemed to increase worries in the West that Russia might use the Ukrainian offensive as a convenient reason to send in troops — which it says are on exercises near the border — as a peacekeeping mission or to deliver humanitarian aid to areas under siege. Mr. Kerry cautioned Russia against intervening on the “pretext” of providing aid.\n\nStatements issued by the White House said that President Obama had spoken with both Prime Minister David Cameron of Britain and Chancellor Angela Merkel of Germany and that all had agreed that any Russian intervention, “even under purported ‘humanitarian’ auspices,” without Ukrainian government agreement would violate international law.\n\nAdvertisement Continue reading the main story\n\nRussia’s testiness over Ukraine’s boasts of increasing successes was clear on Saturday. A senior aide to President Petro O. Poroshenko of Ukraine said that diplomatic consultations overnight Friday with unspecified foreign officials had halted a Russian military column approaching the border.\n\nPOLAND BELARUS RUSSIA Kiev Luhansk UKRAINE Donetsk Marinka MOLDOVA ROMANIA Crimea Black Sea BULGARIA 200 miles\n\nA spokeswoman for the Russian Foreign Ministry, Maria Zakharova, shot back, saying “Kiev is more and more inventive in creating fairy tales,” according to Reuters.\n\nIf the Ukrainians’ calculations about Mr. Putin’s willingness to engage directly are wrong, Mr. Obama and other Western leaders will face yet another crisis at a time of mounting danger in Iraq and as hostilities between Israel and Hamas continue.\n\nSo far, despite growing anxiety, the West seems loath to try to stop the Ukrainians, particularly after the downing of Malaysia Airlines Flight 17, for which the United States blames the separatists.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThere are plenty of reasons for Mr. Putin to be wary about committing troops to a war.\n\nThe separatist zones of eastern Ukraine that were well defined just several months ago are now amorphous, with the front lines shifting after the Ukrainian military retook 75 percent of the territory initially seized by pro-Russian rebels.\n\nBeyond that, loyalties in eastern Ukraine are split, increasing the risk that the portion of the population that supports Kiev would aid any insurgency against Russia should it invade. An invasion would also be costly, not only because of the likelihood of stiffened sanctions, but because it could plunge the region into an economic free-fall, bleeding funds from whichever country wins on the battlefield.\n\nBut Western leaders and analysts remain unconvinced Mr. Putin will be willing to be taunted endlessly or to permit extensive deaths of pro-Russian civilians. The United Nations said recently that at least 1,543 civilians and combatants on both sides have died since mid-April.\n\n“The Russian president has a record of brash, emotional and forceful behavior, and he could just ‘go for it,’ ” Cliff Kupchan, a senior analyst with the Eurasia Group, a risk analysis organization, wrote last week in an analysis published by the group. The Eurasia Group estimated the likelihood of a Russian invasion at about 35 percent.\n\nSome of the only backers of the notion that Mr. Putin will surely not invade appear to be the pro-Russian separatists in Ukraine who crave his help. Yuri, a commander of about 500 pro-Russian fighters defending Donetsk, said he does not believe the Russians will cross the border.\n\nAdvertisement Continue reading the main story\n\n“Russia,” he said, “is afraid of starting World War III.”\n\nFor the moment, it is clear the Ukrainians are emboldened.\n\nA spokesman for the Ukrainian military operation in the east, Col. Aleksei Dmitrashkivsky, said morale is high. “The threats to send Russian peacekeepers into Ukraine have been around since April, but nothing happens,” he said. “The Ukrainian Army is learning quickly how to fight. Volunteers who join the army want to defend this land. We are not afraid.”\n\nThe Ukrainian military strategy, commanders say, centers on encircling Donetsk to squeeze off the lifeline of supplies from the other separatist stronghold, the city of Luhansk, and from the Russian border. On Saturday, a rebel website, citing the separatist military commander Igor Strelkov, said the Ukrainian Army had cut off resupply routes.\n\nThe fighting for Donetsk has taken on a lethal pattern: The regular army bombards separatist positions from afar, followed by chaotic, violent assaults by some of the half-dozen or so paramilitary groups surrounding Donetsk who are willing to plunge into urban combat.\n\nOfficials in Kiev say the militias and the army coordinate their actions, but the militias, which count about 7,000 fighters, are angry and, at times, uncontrollable. One known as Azov, which took over the village of Marinka, flies a neo-Nazi symbol resembling a Swastika as its flag.\n\nIn pressing their advance, the fighters took their orders from a local army commander, rather than from Kiev. In the video of the attack, no restraint was evident. Gesturing toward a suspected pro-Russian position, one soldier screamed, “The bastards are right there!” Then he opened fire."}