{"title": "As Terrorists Cross Borders, Europe Sees Anew That Its Intelligence Does Not", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/03/24/world/europe/as-terrorists-cross-borders-europe-sees-anew-that-its-intelligence-does-not.html", "body": "“Is it not in the nature of intelligence agencies to keep the information for themselves?” asked Jean-Marie Delarue, who until recently headed the French agency that reviews surveillance requests from these intelligence services.\n\n“Information is power,” Mr. Delarue said in a recent interview. “In intelligence, one only has enemies, no friends.”\n\nCross-border cooperation could possibly have helped prevent Tuesday’s attacks. Mr. Erdogan said Wednesday that both the Netherlands and the Belgian authorities had been informed of Mr. Bakraoui’s deportation, since he was a Belgian citizen.\n\nTerrorist Attacks in Belgium Despite its relatively small size, Belgium has become the scene of several terror attacks and plots.\n\nWhat intelligence services in either country did with that information — and whether they shared it with one another other or neighboring countries — was not immediately clear.\n\nYet it is certain that the absence of inter-European help was deeply harmful not only in Brussels but also in staving off the massacres in Paris in November.\n\nThe Paris plotters slipped easily in and out of Europe, then hatched their plans in one country, Belgium, before carrying them out in another, France. Then one slipped across the border again, taking advantage of the openness that is foundational to the European Union.\n\n“We were victims of solidarity with the European Union,” Mr. Delarue said of the Paris attacks.\n\n“We think there should be cooperation,” he added. “We rely on what the other countries give us. We are dependent on what they give us. And I don’t think the Belgians gave us precise information.”\n\nAdvertisement Continue reading the main story\n\nA former top official with France’s external intelligence agency, Alain Juillet, said that the “big lesson” was to “restore the frontiers and establish better cooperation.”\n\n“There needs to be a permanent liaison with the Belgians,” he added.\n\nBut if neighbors with a common language, a long common border and common enemies cannot work together, who can?\n\nEurope has had a “counterterrorism coordinator” for much of the last 10 years, but this fact-finding institution was dismissed as “weak” in a recent French parliamentary report, and as “having no operational capacity to offer.”\n\nIn the absence of an effective centralized European counterterrorism agency, it is up to the member states to cooperate with one another. Yet they do so only haphazardly.\n\nThere are plenty of databases, for instance, but the information they contain is either incomplete or inaccessible, numerous officials complained.\n\nA fundamental one that contains criminal suspects’ surveillance records — the Schengen Information System, or SIS — is only weakly supported by most of the member countries. The French parliamentary report last month said that the French internal intelligence agency “is the only one that regularly feeds this database,” and criticized “ the very spotty nature of the information furnished by” other European nations.\n\n“There is nothing automatic about what goes into the SIS,” said François Heisbourg, a French intelligence expert. He said that a decade of European squabbling over the issue had still not resulted in the creation of a minimal tool, the Passenger Name Record, of airplane travelers.\n\nIn addition, European Union rules forbid the use of the SIS system for spot-checks on individuals at Schengen’s borders, according to the parliamentary report.\n\nAdvertisement Continue reading the main story\n\n“On the one hand, there is a tension between the need to cooperate, which is recognized,” said Thomas Renard, a terrorism expert at Belgium’s Egmont Institute. “On the other hand, there is the lack of confidence that the different services have in each other.”\n\n“Everyone knows we need to work together,” he added. “But for each specific case, they will say, ‘We can’t give up the information, because we are still working on the investigation.’”\n\nIt is not just the main SIS database that is woefully lacking.\n\nSome 5,000 European Union citizens are known to have traveled to Iraq and Syria to join the Islamic State and other groups. Yet the Europol database “contains only 2,786 verified foreign terrorist fighters entered by E.U. member states,” the counterterrorism coordinator pointed out in a recent report.\n\n“I think the biggest problem lies in the different levels of professionalism among the security services in Europe,” Guido Steinberg, of the German Institute for International and Security Affairs, told German public broadcaster ARD on Wednesday.\n\n“We have an enormous number of well-equipped states such as France and Great Britain, to those who are weaker such as Germany, to those who are completely overwhelmed such as Belgium,” Mr. Steinberg said.\n\nAnother European database contains 90,000 fingerprints “but there is no search possibility yet,” the counterterrorism coordinator pointed out.\n\n“We must have a permanent exchange on the European level,” Elmar Brok, a European Parliament member close to Chancellor Angela Merkel of Germany, told ARD Wednesday.\n\nThe February French parliamentary report ruefully acknowledged, without citing a specific assault, systematic “gaps in the transmission of information, which, if they had been realized in time, could have forestalled the attack” in Paris.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe cross-border cooperation failures in the case of the November Paris attacks are a telling case study.\n\nAdvertisement Continue reading the main story\n\nFormer intelligence officials here said that the Belgians were apparently unaware that the presumed ringmaster of the attacks, Abdelhamid Abaaoud, one of the most wanted terrorists in Europe, was on their soil before the attacks.\n\nMr. Abaaoud had indeed boasted, both in the Islamic State magazine and to a cousin, about how easy it was for him to slip in and out of Europe.\n\n“These were people who crossed frontiers, and they weren’t even seen,” said Mr. Juillet, the former official in the French foreign intelligence agency.\n\nBernard Squarcini, a former head of French internal intelligence, asked, “What did the foreign intelligence service give us, what did the Belgian agencies give us?”\n\n“Either we get organized, or we get eaten up,” he said.", "summary": "A former top official with France’s external intelligence agency, Alain Juillet, said that the “big lesson” was to “restore the frontiers and establish better cooperation.”Europe has had a “counterterrorism coordinator” for much of the last 10 years, but this fact-finding institution was dismissed as “weak” in a recent French parliamentary report, and as “having no operational capacity to offer.”A fundamental one that contains criminal suspects’ surveillance records — the Schengen Information System, or SIS — is only weakly supported by most of the member countries.“We have an enormous number of well-equipped states such as France and Great Britain, to those who are weaker such as Germany, to those who are completely overwhelmed such as Belgium,” Mr. Steinberg said.The February French parliamentary report ruefully acknowledged, without citing a specific assault, systematic “gaps in the transmission of information, which, if they had been realized in time, could have forestalled the attack” in Paris."}