{"title": "A Russian Convoy Carrying Aid to Ukraine Is Dogged by Suspicion", "authors": ["Neil Macfarquhar"], "url": "https://www.nytimes.com/2014/08/13/world/europe/russian-convoy-leaves-moscow-for-ukraine-bearing-aid.html", "body": "Russia dispatched the convoy early Tuesday morning from just outside Moscow, saying it was working with the Red Cross to get emergency aid like generators, medicine, food and water to the residents of Luhansk, a separatist stronghold in eastern Ukraine that government forces have surrounded, cutting off water and electricity service. The convoy was expected to arrive at the border late Wednesday afternoon.\n\nWhile not exactly sure what the Kremlin was up to, Kiev’s Western allies consulted worriedly among themselves before issuing various warnings that the convoy deserved cautious treatment.\n\n“We must be extremely careful because this could be a cover for the Russians to install themselves near Luhansk and Donetsk,” the French foreign minister, Laurent Fabius, told France Info radio.\n\n“I cannot judge from here what exactly is on the move from Moscow,” Steffen Seibert, the German government spokesman, said in Berlin. Chancellor Angela Merkel of Germany and President François Hollande of France had agreed by telephone that to be accepted as a genuine humanitarian mission, the convoy should have several countries participating and be supervised by the Red Cross or some similar neutral international body, Mr. Seibert said.\n\nUkrainian social media lit up with more direct concerns. The drivers would toss aside their flip-flops and prove themselves to be special forces troops once across the border, one suggested, while others suspected that the trucks were really carting ammunition.\n\n“The Ukrainians are suspicious that it is not just clothing and tents inside those trucks, and Russia does not want to provide proof that the things being brought in are not dangerous because they consider it demeaning,” Mr. Eggert said. “It might provide another reason for a major confrontation.”\n\nPart of the problem is of Mr. Putin’s own making. In annexing Crimea, he established himself as the protector of Russian-speaking populations wherever they might be, and his nationalist supporters expect him to deliver. The aid convoy is a means to fulfill that pledge.\n\nAdvertisement Continue reading the main story\n\nBut for Ukrainians, Russia is a party to the armed conflict, covertly supplying men and weapons even if Moscow denies the charge. Should the Kremlin sincerely want to provide humanitarian relief, Kiev reasons, it should just rein in its proxies.\n\nIn Geneva, a spokesman for the International Committee of the Red Cross said that Russian officials had provided a manifest of the supplies, but that the contents still had to be verified and discussions were continuing about the delivery.\n\n“It’s a work in progress at the moment; we are still clarifying the details,” said Ewan Watson, the spokesman. “There are pieces of the puzzle that remain missing.”\n\nFor their part, Russian officials issued a series of wounded statements that the aid shipment was not being accepted at face value.\n\nPhoto\n\nSergey V. Lavrov, the foreign minister, told a news conference that Russia had accepted all of Kiev’s conditions and had spelled them out: the route, the choice of a border crossing near Kharkiv, the use of Ukrainian license plates once across the border, and the presence on the trucks of not only international monitors but representatives of the Ukrainian government as well.\n\nMr. Lavrov said that the delivery plan had been agreed to on Monday, with the logistics left to the Red Cross. He said he expected that the Ukrainian government would guarantee the column’s security, and said the separatist militias would do the same.\n\n“We have already signaled to them,” said Mr. Lavrov, in a rare public display of Moscow’s influence. “I am certain there will be no disruptions on their part. They are on the territory whose residents need humanitarian aid.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLater, the Foreign Ministry issued a statement saying it was “bewildered” by pronouncements coming from Kiev that negotiations about the convoy route and the logistics remained unresolved.\n\nThe convoy, which Russian news reports said stretched for nearly two miles, was carrying about 2,000 metric tons of supplies including 400 tons of cereals, 100 tons of sugar, 62 tons of baby food, 54 tons of medical supplies, 12,300 sleeping bags and 69 generators of various sizes, the Foreign Ministry said.\n\nAdvertisement Continue reading the main story\n\nRussian officials acknowledged the suspicions, but said that should not delay the aid.\n\n“We have agreed to all the details,” Dmitri S. Peskov, Mr. Putin’s spokesman, said in a brief interview. “We don’t care about the suspicions. What we care about is the tremendously grave humanitarian situation there.” He added that those with suspicions should concentrate instead on the problems facing civilians in Luhansk.\n\nCity officials issued a statement on Tuesday saying that Luhansk had been completely without power since Aug. 3, that it had no water or sewage services and that the mobile telephone network was not functioning. Of the prewar population of 420,000, some 250,000 people remained, the statement said.\n\nIn Kiev, government officials voiced various opinions about the aid, ranging from barring it completely to transferring it to Ukrainian trucks at the Shebekino-Pletenivka border crossing near Kharkiv.\n\nAt a news conference, Andriy Lysenko, the Ukrainian military spokesman, played a secretly recorded video that he said showed the aid was linked to the Russian military. Trucks resembling those shown on Russia’s state-run television as part of the convoy were lined up on what Mr. Lysenko called a military base. There was a glimpse of soldiers in uniform lined up in front of some trucks.\n\nValeriy Chaly, the deputy presidential chief of staff, said the Russian convoy would not be allowed to cross. Instead, the cargo would be unloaded, carted across the border, inspected by customs and then delivered using different trucks, he said.\n\nMany of the vehicles were draped in huge banners reading “humanitarian aid” in Russian, along with the double-headed eagle of Russia and its white, blue and red flag.\n\n“We will not allow either the Russian Emergency Situations Ministry or any other Russian law enforcement ministry to accompany the humanitarian cargo,” Mr. Chaly said on Hromadske TV, calling the humanitarian mission a Ukrainian initiative with the Red Cross in charge of delivery. Any attempt to move the convoy into Ukraine without authorization would be viewed as an attack, he said.\n\nUkrainian officials have repeatedly said that Russia has massed 45,000 troops near the border, and that they are poised to attack. NATO’s secretary general, Anders Fogh Rasmussen, expressed similar fears on Monday, saying there was a “high probability” of a Russian invasion.\n\nAdvertisement Continue reading the main story\n\nMr. Chaly also said outright that Ukraine had accepted the aid because of pressure from its Western allies.\n\nIn initially saying that Ukraine would accept the aid, the office of President Petro O. Poroshenko announced that President Obama had supported the move and offered American aid as well. Later, the Ukrainian president’s office amended the statement to note that the United States had endorsed the plan but not offered aid.\n\nNot everyone agreed to acceptance.\n\nAt a morning session of Parliament, Oleh Lyashko, a nationalist politician who has helped form several paramilitary battalions, called for Ukraine to turn back the convoy and seal the border.\n\n“How can you take humanitarian aid from a country that destroys our country?” Mr. Lyashko said. “Stop this nonsense.”"}