{"title": "A Quandary for Europe: Fighting a War on ISIS Within Its Borders", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2016/03/24/world/europe/a-quandary-for-europe-fighting-a-war-on-isis-within-its-borders.html", "body": "President François Hollande of France and his prime minister, Manuel Valls, have repeatedly described Europe’s fight against the Islamic State as war; Mr. Heisbourg called that an “extremely dangerous” use of the word. “It starts with Raqqa and can end up with the Algerian civil war, and that would be the ultimate victory of Daesh,” he said, using an Arabic term for the Islamic State. “They want to divide our societies against ourselves.”\n\nEven more, Mr. Heisbourg argued, “talking of war dignifies Daesh, which wants to be seen as having a state and an army of warriors and martyrs.” For angry, poor and isolated young Muslims in Europe, “to be seen as the downtrodden victims of Western colonialism and iniquity, fighting the holy war against the arrayed legions of the crusaders,” is precisely what the Islamic State advertises.\n\nThe dual nature of the European struggle against the Islamic State separates it from the American “global war on terrorism” and deeply complicates it, argued Raffaello Pantucci, director of international security studies at the Royal United Services Institute, a defense-oriented research institution.\n\n“We need a dual response,” he said, more bellicose on the Islamic State abroad but less so at home, emphasizing longer-term social work in isolated and disenfranchised communities.\n\nThe objective, he said, is to counter radical voices who often provide paths into meaning for young men who have been petty criminals. Most of the European terrorist suspects were known to the local police.\n\n“There is a realization that this is not a war you can bomb or shoot your way out of, but you have to deal with individuals who are radicalized at home, to examine the reasons that they are exploring this other identity,” said Mr. Pantucci, who wrote a book on the issue: “We Love Death as You Love Life: Britain’s Suburban Terrorists.”\n\nAdvertisement Continue reading the main story\n\nImportant pockets of the disenfranchised and isolated are embedded in most European countries, he said: Bradford in England, heavily Kashmiri and home to the London subway bombers of July 7, 2005; largely Muslim East Birmingham, where organized crime and radicalism spring from the same roots; and the heavily immigrant suburbs or banlieues of France’s big cities.\n\nBelgium, already divided by language and with a plethora of local and state federalisms and police forces, provides a special example. More so than elsewhere, Belgium allowed the self-ghettoization, or self-isolation, of ethnic communities in the name of multiculturalism and peace.\n\n“There are parts of Europe, especially in France and Belgium, where over the past two decades you’ve seen the emergence of essentially ungoverned spaces, nearly akin to Yemen or Libya,” said Peter R. Neumann, director of the International Center for the Study of Radicalization and Political Violence at King’s College London. “Molenbeek is one of them, a place where local authorities and even mainstream Muslim groups abandoned them, with an informal pact, that ‘as long as we don’t see you, we won’t bother you.’ ”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nCriminal groups, but also Islamist radicals, soon “figured out that this local anger could be channeled into radical extremism,” he said. Resentment and alienation from the state meant that these groups “could enter and work without being hassled by the police but also found people open to their message.”\n\nMr. Heisbourg said that the result was “a disaster for counterterrorism.” These were “no-go areas for the authorities, who have found it very difficult to get informants and human intelligence,” noting that many of the French citizens who carried out attacks in France lived or were hosted in Brussels neighborhoods like Molenbeek.\n\nIn per capita terms, more Belgians have left to fight with Islamic militants in Syria and Iraq than citizens of any other European country: As of last month, 441 had done so, according to data from the Belgian Ministry of Justice, and 117 have returned.\n\nPlaces like Molenbeek and Schaerbeek, where the bombs used on Tuesday were thought to have been constructed, have been problems for a long time, Mr. Pantucci said. “One question is whether more could have been or should have been done to understand the local problems and deal with them. Because left alone, over time there is an undercurrent of radical ideologies,” radical preachers and recruitment networks, “and getting rid of that is very, very difficult.”\n\nSome political scientists, like Olivier Roy, a scholar of Islam at the European University Institute, say that Islam does not cause radicalization, but serves as the vehicle for radicalized anger from some Muslim youth.\n\nFor that, Europe has few easy answers, especially as the Islamic State seeks to manipulate European fears of terrorism and migration. Gilles Kepel, a French sociologist who has studied radical Islam and the banlieues, has argued that part of the Islamic State’s intention is to mobilize fears of the “enemy within,” create further rejection of European Muslim citizens and radicalize them at home, to create a kind of civil war between European Muslims and the “crusader states.”\n\nAdvertisement Continue reading the main story\n\nIn dealing with terrorism through denial of nationality, abuses of civil liberties or an indefinite state of emergency, Mr. Heisbourg warned that “you may create the conditions where you end up with the civil war in European societies that Daesh clearly wants.”", "summary": "President François Hollande of France and his prime minister, Manuel Valls, have repeatedly described Europe’s fight against the Islamic State as war; Mr. Heisbourg called that an “extremely dangerous” use of the word.“There are parts of Europe, especially in France and Belgium, where over the past two decades you’ve seen the emergence of essentially ungoverned spaces, nearly akin to Yemen or Libya,” said Peter R. Neumann, director of the International Center for the Study of Radicalization and Political Violence at King’s College London.“Molenbeek is one of them, a place where local authorities and even mainstream Muslim groups abandoned them, with an informal pact, that ‘as long as we don’t see you, we won’t bother you.’ ”Mr. Heisbourg said that the result was “a disaster for counterterrorism.” These were “no-go areas for the authorities, who have found it very difficult to get informants and human intelligence,” noting that many of the French citizens who carried out attacks in France lived or were hosted in Brussels neighborhoods like Molenbeek.Gilles Kepel, a French sociologist who has studied radical Islam and the banlieues, has argued that part of the Islamic State’s intention is to mobilize fears of the “enemy within,” create further rejection of European Muslim citizens and radicalize them at home, to create a kind of civil war between European Muslims and the “crusader states.”"}