{"title": "Names of the Brussels Victims Emerge Online, One by One", "authors": ["Katie Rogers"], "url": "https://www.nytimes.com/2016/03/24/world/europe/names-of-the-brussels-victims-emerge-online-one-by-one.html", "body": "The authorities have asked for time to identify the victims, a process slowed in part, they say, by the condition of some bodies. But because the attacks occurred in the de facto capital of the European Union and the home of NATO’s headquarters, more than the usual language and cultural barriers were present. People from as many as 40 nationalities were caught in the attacks, according to Didier Reynders, Belgium’s foreign minister.\n\nCorners of social media became virtual bulletin boards. In one Facebook group, Bruxelles-profil Recherche Famille, messages arrived every few minutes on Wednesday.\n\nAmong the missing is Raghavendran Ganesan, an Indian citizen thought to have been commuting to his job at an information technology company at the time of the subway bombing that also took place Tuesday, according to a Facebook post by his brother. The brother, Chandrasekar Ganesan, said he had been trying to call him. “Sometimes it appears to ring, and sometimes it is busy,” he wrote.\n\nS. Inbasekar, a representative of the Indian Embassy in Brussels, said in an email that officials were still trying to find Mr. Ganesan by checking hospitals.\n\nFriends and relatives of David Dixon, a Briton living in Brussels, spent the day posting photos of him on social media. Mr. Dixon, who normally took the subway to work, sent a text to an aunt to say he was safe after the airport was bombed, the BBC reported. He is a contractor for Euroclear, a financial services company.\n\n“We are in touch with his partner and continue to coordinate with the authorities in locating David,” Tristan Peniston-Bird, a Euroclear spokesman, wrote in an email on Wednesday.\n\nThose close to Mr. Dixon must also grapple with news inquiries from around the globe. Emily Sutcliffe, a niece of Mr. Dixon’s partner, Charlotte Sutcliffe, wrote an open message to journalists: “We would appreciate all help in finding David Dixon and reuniting him with my Aunty and his son. There is no comment from me or any of my family that can help in the search, that’s in the hands of Belgian authorities.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe social media search continued on Wednesday for Alex and Sascha Pinczowski, siblings believed to have arrived at the airport on Tuesday on a flight from New York. On Facebook, family and friends, including Ms. Eskinazi, posted several notices.\n\nAdvertisement Continue reading the main story\n\nAlso at the airport were Stephanie and Justin Shults, an American couple working as accountants in Brussels, who had just dropped off Ms. Shults’s mother, Carolyn Moore, for a flight home to Kentucky. Soon after Ms. Moore entered the security line, the bombs detonated.\n\n“She was not injured in the blast, but chaos ensued and she couldn’t find Justin or Stephanie,” said Levi Sutton, a half brother of Mr. Shults.\n\n“We tried calling the embassy, the Red Cross, hospitals,” he added. “We’re unable to get any information. It’s frustrating.”\n\nMark C. Toner, a deputy spokesman for the State Department, said in a statement that about a dozen Americans had been wounded, but that the department was not aware of any Americans who had been killed.\n\n“We must emphasize that a number of U.S. citizens remain unaccounted for, and the Kingdom of Belgium has not yet released nationality information for reported fatalities,” he said.\n\nOther deaths have been confirmed through Facebook. Olivier Delespesse was killed in the subway bombing, according to a post from his employer, the Federation of Wallonia-Brussels.\n\n“He was always smiling, always happy,” Olivier Dradin, a co-worker, said in an interview. “He was very playful, and someone who was deeply interested in people — the opposite of the kind of person who remains cold and unapproachable behind a desk.”\n\nOn Tuesday, Fernando Tapia Coral confirmed the death of his sister, Adelma Tapia Ruiz, a Peruvian who had twin daughters.", "summary": "But because the attacks occurred in the de facto capital of the European Union and the home of NATO’s headquarters, more than the usual language and cultural barriers were present. Among the missing is Raghavendran Ganesan, an Indian citizen thought to have been commuting to his job at an information technology company at the time of the subway bombing that also took place Tuesday, according to a Facebook post by his brother. “We are in touch with his partner and continue to coordinate with the authorities in locating David,” Tristan Peniston-Bird, a Euroclear spokesman, wrote in an email on Wednesday. The social media search continued on Wednesday for Alex and Sascha Pinczowski, siblings believed to have arrived at the airport on Tuesday on a flight from New York."}