{"title": "Three Teams of Coordinated Attackers Carried Out Assault on Paris, Officials Say; Hollande Blames ISIS", "authors": ["Adam Nossiter", "Aurelien Breeden", "Katrin Bennhold"], "url": "https://www.nytimes.com/2015/11/15/world/europe/paris-terrorist-attacks.html", "body": "Video\n\nPARIS — Three teams of Islamic State attackers acting in unison carried out the terrorist assault in Paris on Friday night, officials said Saturday, including one assailant who may have traveled to Europe on a Syrian passport along with the flow of migrants.\n\n“It is an act of war that was committed by a terrorist army, a jihadist army, Daesh, against France,” President François Hollande told the nation from the Élysée Palace, using an Arabic acronym for the Islamic State. “It is an act of war that was prepared, organized and planned from abroad, with complicity from the inside, which the investigation will help establish.”\n\nAs the death toll rose to 129 — with 352 others wounded, 99 of them critically — a basic timeline of the attacks came into view.\n\nLatest Updates\n\nThe Paris prosecutor, François Molins, said the attackers were all armed with assault rifles and suicide vests. Their assault began at 9:20 p.m. Friday, when one terrorist detonated a suicide bomb outside the gates of the soccer stadium on the northern outskirts of Paris. It ended at 12:20 a.m. Saturday when the authorities stormed a concert hall, the Bataclan. One attacker there was killed; two others detonated suicide vests. Inside the hall, 89 people, who had been listening to a rock band, had been shot to death.\n\nThe man with the Syrian passport — which Greek officials said had been registered at the Aegean island of Leros on Oct. 3 — was 25, and died at the stadium. Another assailant, who died at the concert hall, was 29 and a native of Courcouronnes, about 20 miles south of Paris. He had a criminal record and was known to be involved in extremist Islamic ideology, Mr. Molins said. Officials later identified him as Ismaël Omar Mostefaï and said they had detained several of his relatives for questioning.\n\nThe hunt for possible accomplices of the terrorists gained steam on Saturday. Officials in Belgium announced three arrests, one of them linked to a rental car found in Paris. In Germany, the police were exploring whether a man they arrested last week with weapons in his car and his GPS navigator set for Paris was linked to the attacks. But it remained unclear how a plot of such sophistication and lethality could have escaped the notice of intelligence agencies, both in France and abroad.\n\nMr. Hollande declared three days of national mourning, and said that military troops would patrol the capital. France remained under a nationwide state of emergency.\n\nMr. Hollande vowed to “be unforgiving with the barbarians from Daesh,” adding that France would act within the law but with “all the necessary means, and on all terrains, inside and outside, in coordination with our allies, who are, themselves, targeted by this terrorist threat.”\n\nThe attacks, and the possibility that the Islamic State was to blame, promised to further traumatize France and other European countries already fearful of violent jihadists radicalized by the conflicts in Syria and elsewhere.\n\nThe possibility that one of the attackers was a migrant or had posed as one is sure to further complicate the already vexing problem for Europe of how to handle the unceasing flow of people from Syria, Iraq, Afghanistan and elsewhere. It could also lend weight to the xenophobic arguments of right-wing populists like Marine Le Pen, the leader of the National Front party, who on Saturday held a news conference to declare that “France and the French are no longer safe.”\n\nMr. Hollande actively stepped up French participation in the military air campaign in Syria at the end of September. Just last week, France attacked oil operations under the Islamic State’s control in Syria. On Oct. 8, it conducted a targeted strike against militants in Raqqa, Syria, apparently against Salim Benghalem, a Frenchman fighting for the Islamic State.\n\nThe attacks, and the threat of the Islamic State, are likely to dominate a summit meeting of leaders of the Group of 20 nations that starts on Sunday in Turkey. President Obama will attend; Mr. Hollande is staying in Paris and sending representatives.\n\nVideo\n\nParis, stricken by shock and grief, remained in a state of lockdown, with public transportation hobbled and public institutions — schools, museums, libraries, pools, food markets — closed. Charles de Gaulle Airport remained open, but with significant delays because of tighter passport and baggage checks.\n\nThe archbishop of Paris, Cardinal André Vingt-Trois, said he would celebrate a Mass at the Cathedral of Notre-Dame on Sunday for the victims, their families and France. “Our country has once again known pain and mourning and must stand up to the barbarism propagated by fanatical groups,” he said.\n\nAt the Hôpital Européen Georges-Pompidou in west Paris, about 40 people were in surgery as of the early afternoon. Julien Ribes, 33, was at the hospital to search for his friend, who was at the concert hall. “I’m in total shock,” he said.\n\nAt the Town Hall for the 11th Arrondissement in Paris, Delphine de Peretti, 35, said she had learned early Saturday afternoon that her sister Aurélie, who was at the Bataclan music hall, had been killed. The family had been desperately trying to reach Aurélie all night.\n\n“They told us my sister was dead, but they did not let us see her,” she said. “They said they still have to do some medical analysis. I am like a robot. I don’t know what to do next. I have not watched the news or slept since last night.”\n\nThe death toll far surpassed that of a massacre at the satirical newspaper Charlie Hebdo and related attacks by Islamic extremists around the French capital in January. Friday’s attacks were the deadliest in Western Europe since the 2004 train bombings in Madrid, which killed 191 people. And it prompted Mr. Hollande to pronounce a state of emergency, the first time in France since 2005, when riots rocked downtrodden urban areas across the country.\n\nVideo\n\nParisians were left struggling to make sense of their new reality. Parents whose children slept through the ordeal were facing the difficult task of trying to explain what had happened, and why so many planned activities had been canceled and public spaces were closed.\n\nOn the Champ de Mars, at the base of the Eiffel Tower and along the pedestrian promenade that hugs the Left Bank of the Seine, joggers and cyclists tried to carry on with their Saturday routines.\n\nPausing from her morning run near the Musée d’Orsay, Marie-Caroline de Richemont, 32, said she was still trying to process the events, but without succumbing to fear. “This is not Iraq or Afghanistan,” she said. “We are not at war here. We need to stay confident and hopeful.”\n\nBertrand Bourgeois, 42, an accountant, was lost in thought as he cast a fishing line beneath the Invalides bridge.\n\nHe normally avoids fishing in Paris, he said, preferring quieter sections of the Seine near his home in Poissy, a northwest suburb. But after the violence, he said he felt drawn to come into the city out of a sense of solidarity.\n\nAlthough his wife asked him to stay home, “something in me felt like it was important to be here, to say ‘still alive,’ ” Mr. Bourgeois said.\n\nVideo\n\n“I feel sickened, angry,” he said. Coming so soon after the attacks in January, he said, “It is starting to be too much.”\n\nOn the Champs-Élysées, rows of Christmas market stalls stood shuttered. Several vendors stood idly, awaiting word about whether they would be allowed to open for business, while clutches of heavily armed police officers patrolled the largely empty sidewalks of one of Europe’s most famed avenues.\n\nAt Charles de Gaulle Airport, it took two and a half hours for some passengers arriving Saturday morning to reach passport control. Some passengers who had arrived on overnight flights learned what had happened only when they switched on their devices; many read the news in a state of stunned silence.\n\nPope Francis joined a chorus of world leaders — including the heads of government of Belgium, Burundi, Canada, India, Malaysia, Mexico, Russia, Spain and the United States — who have condemned the attacks.\n\n“There is no justification for such things, neither religious nor human, this is not human,” Francis said in a telephone call to TV2000, the television station of the Italian Episcopal Conference. “It is difficult to understand such things, done by human beings,” he added, clearly moved. Francis said he was praying for the families of the victims, for France “and for all those who suffer.”\n\nChancellor Angela Merkel of Germany gave an emotional national address on Saturday pledging solidarity with the French government and people, and calling on Europeans to stand together in defiance of an attack on the liberties the Continent represents.\n\n“We, your German friends, we are so close with you,” said Ms. Merkel, dressed in black. “We are crying with you. Together with you, we will fight against those who have carried out such an unfathomable act against you.”\n\n“Those who we mourn were murdered in front of cafes, in restaurants, in a concert hall or on the open street. They wanted to live the life of free people in a city that celebrates life,” she said, her voice breaking. “And they met with murderers who hate this life of freedom.”\n\nThe French foreign minister, Laurent Fabius, meeting on Saturday in Vienna with Secretary of State John Kerry and other top diplomats to discuss the continuing crisis in Syria, said the attacks highlighted the urgency of the talks. “It is more necessary than ever in the current circumstance to coordinate the international fight against terrorism,” he said.\n\nIn the United States, there was no sign of a direct threat to American cities, but the F.B.I. was reviewing cases involving the Islamic State as a precaution. The F.B.I. will send a team of agents to Paris to assist with the investigation, law enforcement officials said.\n\nThe F.B.I. is already heavily focused on the threat from Americans inspired by the militant group. The government had so many people under surveillance in those cases that, this spring, officials pulled agents off other cases to help monitor them.", "summary": "It could also lend weight to the xenophobic arguments of right-wing populists like Marine Le Pen, the leader of the National Front party, who on Saturday held a news conference to declare that “France and the French are no longer safe.” Several vendors stood idly, awaiting word about whether they would be allowed to open for business, while clutches of heavily armed police officers patrolled the largely empty sidewalks of one of Europe’s most famed avenues. Chancellor Angela Merkel of Germany gave an emotional national address on Saturday pledging solidarity with the French government and people, and calling on Europeans to stand together in defiance of an attack on the liberties the Continent represents. The French foreign minister, Laurent Fabius, meeting on Saturday in Vienna with Secretary of State John Kerry and other top diplomats to discuss the continuing crisis in Syria, said the attacks highlighted the urgency of the talks."}