{"title": "Hollande’s Romances Turn Into a Political Spectacle in France", "authors": ["Elaine Sciolino", "Alissa J. Rubin", "Maïa De La Baume"], "url": "https://www.nytimes.com/2014/01/21/world/europe/hollandes-romances-turn-into-a-political-spectacle-in-france.html", "body": "Already weighed down by historically low support in the polls, he also faces the challenge of keeping the affair from undercutting his ability to push through an ambitious new agenda aimed at restoring France’s fading global competitiveness and moving his Socialist Party to the center.\n\nPhoto\n\nOne big test could come next month, when he will travel to Washington for a state visit with President Obama. Mr. Hollande’s official partner, Valérie Trierweiler, was scheduled to accompany him in her role as de facto first lady, but now the visit seems likely to attract considerable attention for his eventual choice of, or lack of, a traveling companion.\n\n“He’s always hated when politics turned into a spectacle, and now he finds himself right in the middle of one,” Julien Dray, a prominent Socialist, said in an interview. “The question is how he will handle it over the long term. If this becomes vaudeville, it could damage his presidency.”\n\nMr. Hollande, 59, has had little respite since a magazine, Closer, caught him meeting at an apartment around the corner from the Élysée Palace with Julie Gayet, a 41-year-old film actress who has played roles as varied as a Foreign Ministry official, a hairdresser and an addict, with nude scenes. The magazine published pictures of him arriving for his trysts on a scooter, wearing a helmet with the visor down, but apparently recognizable by his sensible black lace-up shoes.\n\nMembers of the French public at first took the revelations in their usual sexually sophisticated stride, but not Ms. Trierweiler. People who know her well said she was so devastated by the news that she checked herself into a hospital.\n\nMr. Hollande visited only once during her eight-day stay. Since leaving the hospital over the weekend (and thanking supporters via Twitter for their good wishes), she has been resting at La Lanterne, the presidential getaway at Versailles. Paris Match, where Ms. Trierweiler has remained employed as a journalist even while serving as Mr. Hollande’s official consort, reported on its website that the president had asked her for more time.\n\nMr. Hollande said Monday in a news conference in the Netherlands that Ms. Trierweiler was “getting better,” but he did not respond to the question of whether she was France’s first lady, according to reports by news services.\n\nAdvertisement Continue reading the main story\n\nIf he does leave her, it will be his second high-profile breakup in seven years, after the end of his 25-year relationship with Ségolène Royal, a Socialist Party presidential candidate in 2007 and the mother of their four children.\n\nPhoto\n\nMr. Hollande’s personal drama was playing out over the past two weeks as he was making one of the most substantive decisions of his term so far, proposing to cut corporate taxes and reduce public spending, moves that unnerved the left wing of his Socialist Party but also drew plaudits from the business world.\n\nThe confluence of the two story lines made Mr. Hollande, who had been caricatured as wobbly as a popular French custard, into a more complex figure.\n\nTo his supporters, this is the start of a new chapter for Mr. Hollande in which he is emerging as a more mature and pragmatic leader who may be freed from what had become a complicated relationship with Ms. Trierweiler.\n\nThey are banking on the assumption that what would be a media circus to an American president will be treated as a sideshow by the French, and that the story will die down.\n\n“There is a new Hollande, more in harmony with himself,” said one of his close friends.\n\nMuch will depend on what happens in the coming weeks, especially whether Ms. Trierweiler speaks publicly. As Mr. Hollande toured his political constituency of Tulle in central France over the weekend, he was trailed by 90 reporters, almost all French. He declined to answer the few questions that were posed about his personal life.\n\nBut more than his predecessors in the pre-Twitter era, who could count on journalists to keep most private behavior by public officials out of the limelight, Mr. Hollande now finds himself operating in a climate of more intensive and intrusive scrutiny.\n\nPerhaps more worrisome for him is that potentially his support among women could erode.\n\n“This makes the French look like idiots,” said Arlette da Rocha, who runs the restaurant Le Pressoir in Tulle, where Mr. Hollande started his political career. “He has to tell the truth. This unconventional behavior in his private life doesn’t give a clean image of the president.”\n\nPhoto\n\nMr. Hollande long seems to have assumed that he could live by his own rules.\n\nAs leader of the Socialist Party, he campaigned for Ms. Royal when she ran for president in 2007. Both of them hid the fact that he had already left her for Ms. Trierweiler. French journalists who knew about the breakup did not write about it until Ms. Royal announced it after the election.\n\nAdvertisement Continue reading the main story\n\n“He who has betrayed will betray,” Ms. Royal said afterward.\n\nMr. Hollande has never been the marrying kind — a rarity for high-ranking politicians, although not for many French couples. Not that Ms. Royal was unwilling to tie the knot. Asked about marriage in a joint television interview in 2006 during the prelude to her presidential campaign, she replied mischievously: “We love each other, so I’m expecting him to propose. François, do you want to marry me?”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Hollande chuckled, awkwardly, and said nothing.\n\n“You see — he still hesitates!” Ms. Royal said.\n\n“No, this is not what I mean,” Mr. Hollande said. “I’ll answer you after the program.”\n\nApparently his answer was no.\n\nMr. Hollande never married Ms. Trierweiler, even though he described her in an interview with Gala magazine in October 2010 as “the woman of my life.” By the following February, he had curbed his enthusiasm. “The sentence was maladroit,” he said. “I should have said, ‘She is the woman of my life today.’ ”\n\nNot only did he not marry Ms. Trierweiler when he became president, he also agreed that she could keep working for Paris Match, although she stopped covering politics. Mr. Hollande and his aides depicted it as an example of a modern partnership rather than a conflict of interest. She was installed as the de facto first lady with offices in the east wing of the Élysée Palace, a staff of four and a monthly budget of about $27,000.\n\nEarly in his presidency, he wanted the freedom to move in and out of the Élysée Palace as he pleased. In “So Far, Everything’s Going Badly,” a new book on the Hollande presidency, the author, Cécile Amar, said that shortly after Mr. Hollande was elected, he asked members of the Élysée staff, “How do I get out without people seeing me?”\n\nPhoto\n\nConcerned that he might try to escape the Élysée on his motor scooter, his aides sold it, Ms. Amar wrote.\n\nHe took the high-speed train to a European summit meeting in Brussels against the wishes of his security staff, and insisted on living mostly in the apartment he shares with Ms. Trierweiler — with large exposed bay windows — which had to be secured.\n\nAdvertisement Continue reading the main story\n\nHe quickly made some concessions: He stopped taking trains and abandoned his pledge that his motorcade would stop at red lights like ordinary motorists (an obvious security risk).\n\nBut he still believes he knows best about his security. “I go around when and where I want as I want,” he said at his news conference last week.\n\nInterviews with more than a dozen friends and political colleagues suggest that Mr. Hollande often deflects deeper questions about his character.\n\n“He is very difficult to read,” said François Rebsamen, a close friend, the mayor of Dijon and a member of the Senate, in an interview. “He’s very affable, bubbly, lively, with a quick mind and great intelligence. But he’s also a very closed person. The true Hollande has revealed himself in the past few days. He’s 100 percent politics. Nothing comes before that. He loves it. He is married to politics.”\n\nPeople describe him as having a good sense of humor, being a good listener and making shrewd political judgments. But these traits alone do not fully capture him.\n\nMr. Hollande once confessed his unwillingness or inability to reveal himself. “You ask me who I am,” he said in a news conference last May, replying to a narrow question about his political ideology in broader terms. “That’s a terrible question.”", "summary": "Already weighed down by historically low support in the polls, he also faces the challenge of keeping the affair from undercutting his ability to push through an ambitious new agenda aimed at restoring France’s fading global competitiveness and moving his Socialist Party to the center.Mr. Hollande’s official partner, Valérie Trierweiler, was scheduled to accompany him in her role as de facto first lady, but now the visit seems likely to attract considerable attention for his eventual choice of, or lack of, a traveling companion.Mr. Hollande, 59, has had little respite since a magazine, Closer, caught him meeting at an apartment around the corner from the Élysée Palace with Julie Gayet, a 41-year-old film actress who has played roles as varied as a Foreign Ministry official, a hairdresser and an addict, with nude scenes.Mr. Hollande’s personal drama was playing out over the past two weeks as he was making one of the most substantive decisions of his term so far, proposing to cut corporate taxes and reduce public spending, moves that unnerved the left wing of his Socialist Party but also drew plaudits from the business world.But more than his predecessors in the pre-Twitter era, who could count on journalists to keep most private behavior by public officials out of the limelight, Mr. Hollande now finds himself operating in a climate of more intensive and intrusive scrutiny."}