{"title": "How a Suicide Bomber Made His Way From Syria to Strike in Ansbach, Germany", "authors": ["Melissa Eddy", "Boryana Dzhambazova"], "url": "https://www.nytimes.com/2016/08/05/world/europe/germany-refugees-terrorism.html", "body": "As he sought asylum in Europe, Mr. Daleel appears to have either embellished or omitted key parts of his history in constantly shifting accounts.\n\n“Based on what we know right now, it is not clear when he radicalized,” Joachim Herrmann, interior minister for Bavaria, said this week. “There is the possibility that he self-radicalized; there is a possibility that he was radicalized a long time ago, perhaps even years ago.”\n\nDocuments show that Mr. Daleel entered Europe illegally in July 2013 through Bulgaria, where he arrived with a Sony Xperia mobile phone and charger, two two-gigabyte memory cards, two sets of earbuds, a one-gigabyte flash drive and eight $100 bills.\n\nOne of the people Mr. Daleel turned to for help when he arrived in Europe was Iliana Savova, director of the program for legal protection of refugees and migrants at the Bulgarian Helsinki Committee, a human-rights organization. In her office in Sofia, Bulgaria, she confirmed that Mr. Daleel was one of 290 asylum seekers who had appealed to the organization for help in November 2013. Mr. Daleel told the organization that he had no money and nowhere to live, and that he required medical treatment for his knee.\n\n“I particularly remember this case because we don’t see people with shell fragments in their legs very often,” Ms. Savova said. “He told us he got the fragments in his legs when a shell exploded in his house and killed his wife and children.”\n\nMr. Daleel did not claim he had been tortured during the two months he was detained in Bulgaria, as he later told the German authorities. The Bulgarian authorities said they knew of no abuse. Mr. Daleel showed them shrapnel wounds on his legs. But they noted no signs of psychological instability or indications of radicalization.\n\nAdvertisement Continue reading the main story\n\nMr. Daleel was granted asylum, but was unable to get the medical treatment he sought. He then flew to Austria, where he again applied for asylum in the spring of 2014. The application was rejected because he had protection in Bulgaria.\n\nSeveral months later, he went on to Germany. Here, he first made the claim that he had been abused in Bulgaria to Axel von Maltitz, a therapist in the southwestern city of Lindau, who, along with his wife, Gisela, runs an association that offers counseling to victims of trauma and to refugees.\n\nThe couple refused to accept the idea of Mr. Daleel as a terrorist who supported the Islamic State.\n\n“He was a very calm, very pleasant patient, without any further problems,” Ms. von Maltitz said in a telephone interview. “He would always come punctually with his bicycle on the train.”\n\nMr. Daleel received six sessions from her husband over the course of a year starting in January 2015, she said. He had been granted another session for the end of July, but was left on his own in the meantime.\n\nMs. von Maltitz refused to comment on his motives. “This simply doesn’t fit into the picture of the patient who we knew,” she said.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLast year, a German volunteer who works with refugees brought Mr. Daleel’s case to the attention of a lawmaker, Harald Weinberg, who holds a seat for the Left party in the German Parliament. Mr. Weinberg wrote to the authorities in Ansbach on Nov. 15, urging them to allow Mr. Daleel to stay, saying that Mr. Daleel had been hospitalized “several times” for psychological treatment and was suicidal after being ordered to return to Bulgaria.\n\nOn July 24, Mr. Daleel detonated a bomb in his backpack at the music festival, wounding 15 and killing himself.\n\nA video found on his phone showed a masked man claiming to be Mr. Daleel, but using a nom de guerre and swearing allegiance to the Islamic State. It was later also circulated by the terrorist group. Federal prosecutors took over the case because of the apparent terrorism links, although Mr. Daleel had been unknown to them before the attack.\n\nAdvertisement Continue reading the main story\n\nOther people who have carried out recent attacks, including the one in Nice, France, that killed 85 people in July, had long histories of psychological troubles but scant, if any, links to the Islamic State, even as the group declared them “soldiers.”\n\nThe Islamic State called Mr. Daleel a soldier, too, but in his case, it also provided a long account of his ties to the group, including as a fighter in Aleppo, Syria. Last week, the group said Mr. Daleel had first joined its ranks in Iraq and later fought in Syria, “where he was injured by shrapnel of a mortar.”\n\nAfter seeking treatment in Europe, it said, Mr. Daleel wanted to return to Syria to fight but was unable to do so, and instead “started creating accounts” on the internet to support the Islamic State.\n\nPhoto\n\nThe German police say Mr. Daleel opened six Facebook accounts, at least one of which was under a false name.\n\nThe Islamic State also claimed that Mr. Daleel had studied how to make a bomb for three months, was in contact with a handler and had visited the site of the attack the day before.\n\nEven before the attack, Germany had tightened laws to register and share data about newly arriving refugees. It has also been sending out teams of customs officers or soldiers to locate unregistered asylum seekers.\n\nThe teams record basic personal information and country of birth, and take biometric photos and fingerprints, said Andrea Brinkmann, a spokeswoman for the Federal Office for Migration and Refugees. Those are checked against the domestic intelligence office’s databases and data on refugees already registered elsewhere in the European Union. Since February, all offices dealing with refugees, from the border police to state and local officials, have been able to review that information.\n\nBut whether those steps will be sufficient remains to seen. Officials and humanitarian groups say they have long tried to balance the protection of refugees against security.\n\n“The challenge, then,” said Elizabeth Collett, director of the Migration Policy Institute Europe, “is to find those individuals who may have had different motivations, and those whose motivations may have changed since they arrived.”"}