{"title": "A Busy Queen Elizabeth II Pencils In a 90th Birthday", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2016/04/21/world/europe/queen-elizabeth-90-birth.html", "body": "And the frenzy will not end this week.\n\nPub opening times in England and Wales will be extended by two hours, until 1 a.m. on June 10 and 11. (Her birthday is officially celebrated in June for ceremonial purposes.) A British artist has also paid tribute to her service as an Army mechanic during World War II by using 800 car parts to create a giant sculpture of the queen’s head, including a crown made with spark plugs. There is a new set of stamps to honor the birthday, featuring four generations of royals, including little Prince George. They will be first class, of course.\n\nVideo\n\nRetailers and canny subjects are cashing in. Those who cannot afford the bespoke 22-karat gold “God Save the Queen” music box (retailing for $1,425) can buy a souvenir waistcoat emblazoned with the queen’s image ($50, on eBay).\n\nIn a reflection of how multicultural Britain has become during her reign, Nadiya Hussain, a head scarf-wearing Muslim baker who won the BBC’s wildly popular “Great British Bake Off,” will prepare an orange drizzle birthday cake with orange curd and orange buttercream for the queen. (A 68-year-old slice of the queen’s wedding cake fetched $719 at a September auction.)\n\nThe queen could be forgiven for showing emotion when she blows out her candles. But it is unlikely.\n\nVernon Bogdanor, an eminent constitutional scholar at King’s College London, commended the queen for her self-restraint and for keeping her views to herself, arguing that the enigma of her persona has been essential to her success at symbolizing and unifying the nation.\n\n“She grew up during the war when people had to show emotional restraint,” he said. “Not like today when you have to let everything out.”\n\nProfessor Bogdanor said he could recall only two gaffes by the queen: The first came on a trip to St. Petersburg, Russia, in 1994, when she evidently told a young Russian biologist, who had studied in Manchester, England, that the city was “not such a nice place.” (Buckingham Palace denied it at the time.) More memorably, in 1997, the queen misread the public mood after Princess Diana died in a car crash in Paris and initially remained in Balmoral, Scotland, with her grandsons, rather than returning to London to emote before a grieving nation.\n\nRetaining the sparkle of a creaking institution is not easy. Britons also recently got a rare glimpse inside the royal household in an ITV documentary “Our Queen at 90,” in which her subjects learned that her 2-year-old great-grandson, Prince George, calls her “Gan-Gan.” His father, Prince William, second in line to the throne, noted that some people are so overwhelmed when they meet his grandmother that they faint.\n\nAdvertisement Continue reading the main story\n\nBorn on April 21, 1926, Elizabeth was initially third in line to the throne. In 1947, she defied her parents to marry Prince Philip, who is part Danish and Greek; she was smitten when she saw him at age 13. She acceded to the throne in 1952, after the death of her father, King George VI; his older brother, King Edward VIII, had abdicated in 1936 to marry Wallis Simpson, an American.\n\nThough the monarchy is associated with the class system, wealth and privilege, Peter York, a leading cultural commentator, argued that the queen’s unbridled blandness was a form of “human bondage.” Britons, he said, relished reports of her legendary thriftiness, including stories, apocryphal or not, that she roams Buckingham Palace turning off lights, enjoys soap operas and eats “nonbanquet dinners out of Tupperware containers.” In private, she is said to have a keen sense of humor.\n\n“She should be congratulated for living this long,” Mr. York said. “The certainty of her life reminds Britons of the continuity of their own.”\n\nMr. York said the queen could also display barely decipherable piques of annoyance, as when she asked in 2008, during a visit to the London School of Economics, why no one had foreseen the financial crisis, which had dented her wealth.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Every so often you see a little lip-tightening that suggests, ‘What fresh hell is this?’ when she is forced to endure something hideous or idiotic,” Mr. York said.\n\nThe queen’s mother lived to 101, and Elizabeth shows little sign of slowing down, but Stephen Bates, the author of “Royalty Inc.: Britain’s Best-Known Brand,” said that in Buckingham Palace, uttering the word “abdication” was akin to swearing in a church.\n\nHe also expressed concerns that the queen’s line of presumed successors — Charles, Prince of Wales; Prince William, Duke of Cambridge; and Prince George — may lack her luster. “William has become just another middle-aged bald bloke in a suit,” he said.\n\nWhatever the challenges, the queen appears to have kept the promise she made on her 21st birthday: “I declare before you all, that my whole life, whether it be long or short, shall be devoted to your service.”"}