{"title": "European Court Backs Woman Dismissed in France for Wearing Head Scarf", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2016/07/14/world/europe/france-head-scarf-court.html", "body": "Photo\n\nLONDON — A French company that dismissed a Muslim woman for wearing a head scarf when dealing with clients unlawfully discriminated against her, according to an advisory opinion that the European Union’s highest court released on Wednesday.\n\nThe opinion — while not the final word in the case — was the latest intervention in a debate in Europe over the role of Islam in public life and the challenge of integrating foreigners, an issue that has gained resonance in recent years with the large influx of refugees and asylum seekers, many of them from Muslim countries. The question of religion in the public sphere is particularly fraught in France, which has a strong tradition of secularism.\n\nIn the advisory opinion, Eleanor Sharpston, an advocate general with the European Court of Justice, sided with the Muslim woman, Asma Bougnaoui, who lost her job with Micropole, a French information technology consultancy, in 2009 after she refused to abide by the company’s request that she remove her head scarf when meeting with clients. She took her case to a French court, which referred it to the Luxembourg-based European Court of Justice.\n\nMs. Sharpston found that Ms. Bougnaoui’s dismissal amounted to “direct discrimination” on the basis of religion or belief. She said that there was “nothing to suggest that Ms. Bougnaoui was unable to perform her duties as a design engineer because she wore an Islamic head scarf,” and she noted that the company had affirmed “her professional competence.”\n\nAdvertisement Continue reading the main story\n\nShe indicated, however, that she would not have had the same view if Ms. Bougnaoui had covered her face completely, given that “Western society regards visual or eye contact” as being fundamentally important in face-to-face communications between representatives of a company and its customers.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMicropole did not immediately respond to a request for comment on Wednesday.\n\nThe opinion is not the final word on the matter; a formal judgment is expected in the coming months. But advisory opinions are usually a reliable guide to the thinking of the court, which interprets European law for the 28-nation union.", "summary": "LONDON — A French company that dismissed a Muslim woman for wearing a head scarf when dealing with clients unlawfully discriminated against her, according to an advisory opinion that the European Union’s highest court released on Wednesday.The opinion — while not the final word in the case — was the latest intervention in a debate in Europe over the role of Islam in public life and the challenge of integrating foreigners, an issue that has gained resonance in recent years with the large influx of refugees and asylum seekers, many of them from Muslim countries.In the advisory opinion, Eleanor Sharpston, an advocate general with the European Court of Justice, sided with the Muslim woman, Asma Bougnaoui, who lost her job with Micropole, a French information technology consultancy, in 2009 after she refused to abide by the company’s request that she remove her head scarf when meeting with clients.She said that there was “nothing to suggest that Ms. Bougnaoui was unable to perform her duties as a design engineer because she wore an Islamic head scarf,” and she noted that the company had affirmed “her professional competence.”She indicated, however, that she would not have had the same view if Ms. Bougnaoui had covered her face completely, given that “Western society regards visual or eye contact” as being fundamentally important in face-to-face communications between representatives of a company and its customers."}