{"title": "Brussels Attack Victim, Olivier Delespesse, Remembered as a Devoted Colleague", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2016/03/24/world/europe/brussels-attacks-victims-olivier-delespesse.html", "body": "Photo\n\nWhen Olivier Delespesse, who was seldom late, did not show up for work on Tuesday, his colleagues said they began to worry. They made desperate appeals on Facebook to find him.\n\nA day later, his friends and colleagues learned that Mr. Delespesse, a 45-year-old civil servant, had been killed in the terrorist attack at the Maelbeek subway station, where a suicide bomber killed at least 20 people during the morning rush hour.\n\nLatest Updates\n\nThe Federation of Wallonia-Brussels, for which Mr. Delespesse worked, confirmed his death.\n\n“He was very devoted to his work,” said Olivier Dradin, a colleague at the Ministry of Education of Wallonia and Brussels, adding that Mr. Delespesse was a bit of a joker. “He was very playful, and someone who was deeply interested in people.” Mr. Delespesse belied the stereotype of the typical civil servant. Mr. Dradin said he was not the kind of person “who remains cold and unapproachable.”\n\nMr. Delespesse had been in catering before he turned to public service, working in the ministry for the French-speaking part of Belgium on issues such as curriculums.\n\nAdvertisement Continue reading the main story\n\nMr. Dradin posted a photograph of Mr. Delespesse — wearing a checked shirt and flashing a casual smile — on his Facebook page.\n\nColleagues at the Education Ministry said that Mr. Delespesse, who was single and had no children, treated his co-workers like family.", "summary": "When Olivier Delespesse, who was seldom late, did not show up for work on Tuesday, his colleagues said they began to worry.“He was very devoted to his work,” said Olivier Dradin, a colleague at the Ministry of Education of Wallonia and Brussels, adding that Mr. Delespesse was a bit of a joker.“He was very playful, and someone who was deeply interested in people.” Mr. Delespesse belied the stereotype of the typical civil servant.Mr. Delespesse had been in catering before he turned to public service, working in the ministry for the French-speaking part of Belgium on issues such as curriculums.Mr. Dradin posted a photograph of Mr. Delespesse — wearing a checked shirt and flashing a casual smile — on his Facebook page."}