{"title": "French Cabinet Is Dissolved, a Victim of Austerity Battles", "authors": ["Dan Bilefsky", "Liz Alderman"], "url": "https://www.nytimes.com/2014/08/26/world/europe/french-prime-minister-moves-to-dissolve-government.html", "body": "The government collapse did more than throw France’s politics into disarray. It also bared the growing disagreement between France and Germany — Europe’s largest economies — over whether Ms. Merkel’s prescription of austerity threatened to turn a five-year euro crisis into a long-term malaise of low growth and high unemployment.\n\nThe announcement in Paris coincided with a visit by Ms. Merkel to Spain, where she praised Prime Minister Mariano Rajoy for austerity measures that have included a freeze on public salaries and more flexible labor laws. While Mr. Rajoy credits the steps with restoring faint growth to Spain’s economy, the changes have not been popular. During the visit, the chancellor was forced to delay a planned speech after throngs of protesters booed her.\n\nAsked about events in France, Ms. Merkel told reporters that she wished Mr. Hollande success, but declined to comment on French domestic politics. The tension with the French government, however, has been evident.\n\nIn early August, after Mr. Hollande was quoted telling French reporters that a change in economic direction might be needed in Europe, a German government spokeswoman, Christiane Wirtz, crisply commented that the German government “sees no reason to undertake any correction in its policies,” and certainly not because of “rather glib statements from Paris.”\n\nLast week, Mr. Hollande acknowledged the problems his government faced, saying in an interview with Le Monde that austerity policies the country had been compelled to follow to meet the eurozone’s budget deficit target had made it nearly impossible to achieve a recovery after six months of zero growth and more than a year of weak economic activity. The eurozone consists of the 18 members of the European Union that use the euro.\n\nAs a result, he said, France will no longer try to meet a deficit reduction target this year, and may fall behind on deficit reduction next year as he seeks to put in place 50 billion euros worth of spending cuts he has already pledged to make through 2017. Mr. Hollande acknowledged that growth is so weak in France that it was unlikely to rebound any time soon.\n\nHis warning that growth had been jeopardized was the most strident repudiation yet of the policies that Ms. Merkel and the union’s bureaucrats insisted countries follow at the height of the euro crisis, when there was a palpable danger that the monetary union might break up.\n\nAdvertisement Continue reading the main story\n\nBut a rising chorus of critics and economists now say that the austerity approach has left European governments little leeway to employ the kind of growth measures necessary to restore demand.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPaul de Grauwe, a professor of political economy at the London School of Economics, said that the collapse of the French government underlined a split within France and Europe as a whole over whether austerity measures, coupled with structural changes, were enough to restore Europe’s sagging economic fortunes.\n\n“The Merkel view has been discredited, not in Germany, but pretty much everywhere else,” he said. “People are starting to see that the paradigm of the past three years is not enough. Confidence has not flowed and we are still waiting for growth.”\n\nWhile Mr. Hollande and Ms. Merkel have tussled in the past over the future economic direction of Europe, the French news media, citing advisers close to Mr. Valls, said his anger was fueled in part by concern that Mr. Montebourg had crossed a line by voicing such strident dissent publicly and that he was threatening to upend a relationship with Germany that is considered the motor of European integration.\n\n“It’s either him or me,” Mr. Valls said to Mr. Hollande, according to Le Monde.\n\nA new government is to be formed on Tuesday and Mr. Valls is expected to remain as prime minister; Mr. Montebourg resigned on Monday and was expected to remain sidelined.\n\nThe tension at the core of the eurozone comes after years of admonishments from Germany to rein in runaway debts and deficits. Those policies, pushed when the threat of the eurozone breaking up seemed urgent, are now blamed by many of Germany’s neighbors for making it harder, rather than easier, to mend tattered balance sheets and to reduce high unemployment.\n\nThe eurozone now faces the threat of sliding back into its third recession in five years, after the currency bloc failed to grow at all between April and June. By contrast, the United States economy is recovering and unemployment is declining.\n\nEven though Mr. Hollande had pledged to cap austerity, Mr. Montebourg suggested over the weekend that the president had already overreached with a plan to slash spending and raise taxes to reduce the nation’s deficit. He also warned that if the French government did not shift course, it risked losing support to populist or extremist parties.\n\nThe turmoil among the Socialists comes as the center-right is buffeted by a leadership crisis and as the far-right National Front is gaining ground and seeking to fill the electoral vacuum. Elsewhere in Europe, countries like Greece and Portugal, which adopted stringent austerity measures as conditions for receiving international bailouts, are still struggling to recover.\n\nAdvertisement Continue reading the main story\n\nSpain, whose government last year pledged to ease up on austerity, is only starting to see the return of some growth. In Italy, where the economy recently slid back into a recession, Prime Minister Matteo Renzi has also backed away from austerity and called on Ms. Merkel and other European leaders to make growth a priority.\n\nMs. Merkel has acknowledged the European economy needs to grow faster. But she has maintained that countries cannot backslide on commitments to improve their financial balance sheets.\n\nFrance, like many other countries, was compelled to adopt some austerity measures at the height of the euro crisis, when financial markets punished countries with high debts and deficits through higher interest rates. Today, those rates have fallen sharply, but a growth rebound has still been slow in coming."}