{"title": "Former Catalan Leader Refuses to Appear in Spanish Court", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/11/01/world/europe/catalonia-spain-puigdemont-belgium.html?_r=0", "body": "Photo\n\nMADRID — The former leader of Catalonia, Carles Puigdemont, will not appear on Thursday before a Spanish judge to face possible charges — including rebellion — arising from his government’s declaration of independence for the region, his Belgian lawyer said.\n\nMr. Puigdemont traveled to Brussels on Monday, three days after he and other separatist lawmakers voted to create a Catalan republic, in violation of Spain’s Constitution.\n\nFrom Brussels, he explained that he was neither seeking asylum in Belgium nor trying to escape Spanish justice, but wanted guarantees that Spain’s judiciary would treat Catalan politicians fairly, after Spain’s attorney general had demanded that they stand trial for rebellion and other charges.\n\nPaul Bekaert, a Belgian lawyer representing Mr. Puigdemont, told The Associated Press on Wednesday that his client “is not going to Madrid and I suggested that they question him here in Belgium. It is possible.” Mr. Bekaert added that “he can be questioned here, there are provisions in the law.”\n\nSpanish legal experts noted that the law allows a judge to immediately order a defendant jailed without bail if there is a flight risk. Nineteen separatist leaders are expected to appear in two Spanish courts on Thursday and Friday. Some members of Mr. Puigdemont’s cabinet flew back to Barcelona from Brussels late Tuesday, a day after they had traveled to the Belgian capital with the region’s former leader.\n\nAdvertisement Continue reading the main story\n\nThe legal proceedings come as Prime Minister Mariano Rajoy’s government has taken charge of the region’s administration under the emergency constitutional powers used to put down secessionism in Catalonia."}