{"title": "A 21st-Century Migrant’s Essentials: Food, Shelter, Smartphone", "authors": ["Matthew Brunwasser"], "url": "https://www.nytimes.com/2015/08/26/world/europe/a-21st-century-migrants-checklist-water-shelter-smartphone.html", "body": "Migrants depend on them to post real-time updates about routes, arrests, border guard movements and transport, as well as places to stay and prices, all the while keeping in touch with family and friends.\n\nThe first thing many do once they have successfully navigated the watery passage between Turkey and Greece is pull out a smartphone and send loved ones a message that they made it.\n\nPhoto\n\nMuch of the change is driven by the tens of thousands of middle-class Syrians who have been displaced by war. Such tools are by no means limited to them, and are also used by migrants from Africa and the Middle East to Afghanistan and Pakistan.\n\nTraffickers advertise their services on Facebook like any legitimate travel agency, with dynamic photographs of destination cities and generous offers.\n\nOn the Arabic-language Facebook group Trafficking to Europe, one trafficker offers a 50 percent discount for children under 5. The 1,700 euro price of the journey from Istanbul to Thessaloniki, Greece, about $1,900, includes travel by car to and from each side of the border with a two-hour walk across.\n\n“We have cars going every day,” the trafficker boasts. One user asked whether there was a family discount for multiple passengers. And in case one doubts the offer’s veracity, the post has 39 “likes.”\n\nThe Trafficking to Europe group, with 6,057 members, is merely one small corner of an entire new world of social media available to Syrians and others making the perilous journey to Europe.\n\nAdvertisement Continue reading the main story\n\nSyrians are helped along their journeys by Arabic-language Facebook groups like “Smuggling Into the E.U.,” with 23,953 members, and “How to Emigrate to Europe,” with 39,304.\n\nThe discussions are both public and private, requiring an invitation from a group administrator. Migrants share photos and videos of their journeys taken on their smartphones.\n\nPhoto\n\nThe groups are used widely by those traveling alone and with traffickers. In fact, the ease and autonomy the apps provide may be cutting into the smuggling business.\n\n“Right now, the traffickers are losing business because people are going alone, thanks to Facebook,” said Mohamed Haj Ali, 38, who works with the Adventist Development and Relief Agency in Belgrade, Serbia’s capital — a major stopover for migrants.\n\nOriginally from Syria, Mr. Ali has lived in Belgrade for three years, helping migrants and listening to their stories. At first, he said, most migrants passing through Serbia had paid traffickers for most or all of their trip.\n\nBut as tens of thousands completed their journeys, they shared their experiences on social media — even the precise GPS coordinates of every stop along their routes, recorded automatically by some smartphones.\n\nFor those traveling today, the prices charged by traffickers have gone down by about half since the beginning of the conflict, Mr. Ali said.\n\nThe only part of the journey that most migrants still pay traffickers for, he said, is the crossing from Turkey to Greece. Many migrants now feel able to make the rest of the journey on their own with a GPS-equipped smartphone and without paying traffickers.\n\nAdvertisement Continue reading the main story\n\nMr. Ali noted the popularity of Facebook groups such as “Smuggle Yourself to Europe Without a Trafficker.”\n\nPhoto\n\n“Syrians are not idiots,” he said.\n\nMr. Aljasem, encountered in the park, said he kept in touch with his 21 siblings in five countries through WhatsApp, which requires only an Internet connection. Their private messaging group is called Our Family.\n\nOnce he left Syria, Mr. Aljasem said one of the first things he did was get a new smartphone, because it was too dangerous to travel with one in Syria. Soldiers at government checkpoints, as well as at Islamic State checkpoints, commonly demand Facebook passwords, he said. They look at Facebook profiles to determine one’s allegiance in the war.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“If you didn’t give the soldiers your Facebook password, they would beat you, destroy your phone or worse,” Mr. Aljasem said.\n\nThe technology is transforming the ways refugees and international aid agencies interact, even before the refugees enter Europe.\n\nThe Office of the United Nations High Commissioner for Refugees has distributed 33,000 SIM cards to Syrian refugees in Jordan and 85,704 solar lanterns that can also be used to charge cellphones.\n\n“For the U.N.H.C.R., there is a shift in understanding of what assistance provision actually is,” said Christopher Earney of the refugee agency’s innovation office in Geneva.\n\nPawel Krzysiek, a spokesman for the International Committee of the Red Cross in Damascus, Syria, said smartphones enabled refugees to exchange information and interact with international agencies rather than just receive information passively.\n\n“We are at the end of the social network age and are entering the social messaging age,” Mr. Krzysiek said.\n\nAdvertisement Continue reading the main story\n\nWhen a water main broke in Aleppo in northern Syria in July, the committee helped organize a network of clean drinking-water points, and posted a map of the sites on Facebook. Mr. Krzysiek said that because of the water crisis, posts on the group’s Facebook Syria page had reached 10 times as many people as regular posts about the group’s activities.\n\nAccording to a Facebook analytics report, the committee’s map of safe water distribution sites in Aleppo was seen by 133,187 people, and received 14,683 clicks and 4,859 likes, comments and shares.\n\nAnother example Mr. Krzysiek gave was a popular Facebook page in Syria reporting real-time counts of mortar rounds falling on Damascus and maps of their locations, allowing users to avoid certain areas.\n\nMohammed Salmoni, 21, from Kabul, Afghanistan, who had stopped to charge his phone at a newspaper kiosk in Belgrade, credited it with saving his life.\n\nHe used it to navigate a 40-hour walk across the Afghan province of Nimruz to the Iranian city of Zahedan. “It was very dangerous,” he said.\n\nFor others, cellphones are an archive of still deeper connections.\n\nShadad Alhassan, 39, said he had “lost everything” when his home was bombed in Damascus, where he once worked installing electrical inverters in a skyscraper under construction.\n\n“My wife died in the bombing,” he said. “Now I have nothing left besides my two sons.” He indicated Wassem, 10, and Nazih, 9, sitting with him on a sleeping bag on the dirt in the park.\n\nHis smartphone held photographs, his only connection to the life he once lived.", "summary": "Migrants depend on them to post real-time updates about routes, arrests, border guard movements and transport, as well as places to stay and prices, all the while keeping in touch with family and friends. “Right now, the traffickers are losing business because people are going alone, thanks to Facebook,” said Mohamed Haj Ali, 38, who works with the Adventist Development and Relief Agency in Belgrade, Serbia’s capital — a major stopover for migrants. When a water main broke in Aleppo in northern Syria in July, the committee helped organize a network of clean drinking-water points, and posted a map of the sites on Facebook. Another example Mr. Krzysiek gave was a popular Facebook page in Syria reporting real-time counts of mortar rounds falling on Damascus and maps of their locations, allowing users to avoid certain areas."}