{"title": "A Murder Taps Into Germany’s Conflicted Relations With Migrants", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/04/12/world/europe/germany-afghan-migrant-murder.html", "body": "“Of course we all talk about it,” said Oliver Spiess, 53, who lives in the same neighborhood as the teacher did. “For a small town like Celle, this is really unusual, and murder is a serious matter.”\n\nThe mayor, Dirk-Ulrich Mende, still boasts that Celle, perhaps alone in Germany, applied to set up a refugee center in a barracks abandoned by the British after the Cold War ended. It expects to take in some 500 more refugees by August, on top of the 3,000 or so who live here already.\n\nBut comments on the website of the local newspaper, which has a special section devoted to experience with the refugees, have hinted at suspicions and resentments bubbling below the surface of Celle’s seeming embrace of the newcomers.\n\n“You read a lot about the refugees when it’s positive,” Sebastian Nitz, a 29-year-old roofer, said. “Like a refugee found money and returned it. But heaven forbid someone does something bad. If you report at all, then it should be everything.”\n\nPhoto\n\n“No one is really enthusiastic about the refugees,” added Mr. Nitz, who was reached by telephone after complaining on the newspaper’s website that it had failed to mention that the murder suspect was a refugee and suggested it was “muzzled.”\n\nInitially, the police in Celle and state prosecutors kept the fact that the suspect was a refugee under wraps.\n\nAdvertisement Continue reading the main story\n\nThe police spokesman, Thorsten Wallheinke, suggested the step was justified under federal guidelines that allow the authorities to withhold the ethnic or other identifying details of a suspect if they are deemed irrelevant to a case.\n\nFor his part, the mayor insisted that the refugee background was not necessarily material to the killing, and that “people here in Celle have dealt with this.”\n\nNevertheless, he said, he had disagreed with keeping the background of the suspect secret, and asked state prosecutors to make it public, which they eventually did within a day. “Otherwise,” he said, “I was afraid it would become a big theme.”\n\nPhoto\n\nThat is what happened after hundreds of New Year’s Eve sexual assaults in Cologne and other cities, when the police initially failed to describe the attackers as mostly migrant men of North African or Arab origin.\n\nBut in Celle, whether the background of the unidentified suspect, and the victim, is entirely irrelevant is not wholly clear.\n\nMr. Hushmand arrived in Germany in 1979, another time of Mideast turmoil, when he was 19 and had fled his native Tehran as the Ayatollah Ruhollah Khomeini built the Islamic Republic of Iran.\n\nAs time passed, Mr. Hushmand acquired all the basic accouterments of a German life: a college degree, citizenship and the coveted status of Beamte, or civil servant, as a teacher of math and science.\n\nAs more than a million migrants and refugees descended on Germany last year, Mr. Hushmand proved particularly useful as a translator, said Werner Gläser, a close friend and retired teacher.\n\nEuropean Refugee and Migrant Crisis\n\nMr. Hushmand’s native Farsi is very close to Dari, one main language in Afghanistan, which after Syria and Iraq was a main source of migrants arriving in 2015.\n\nAdvertisement Continue reading the main story\n\nAmong those migrants, the authorities say, was a 58-year-old Afghan who landed at Celle’s refugee facility last fall with his wife and six children and moved into an apartment in January.\n\nMr. Hushmand took the family under his wing, said Mr. Gläser, relating that the wife was very sick, and that, in keeping with his habit, Mr. Hushmand had visited her in the hospital. He also bought shoes for the children, Mr. Gläser said.\n\n“Mehdi had been a refugee himself,” he said. “He knew how hard it is to be a stranger in a totally strange land.”\n\nIn late March, however, the police disclosed that the Afghan had confessed to the murder and told them that he had acted because Mr. Hushmand — divorced and childless at 55 — insisted on marrying the refugee’s 19-year-old daughter.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Afghan had gone to Mr. Hushmand’s home to discuss the matter and a fierce quarrel ensued, ending in the deadly attack on the teacher, according to the state prosecutor, Lars Janssen.\n\nMr. Janssen stressed in a telephone interview that the police had no evidence of a relationship between the teacher and the young woman.\n\nMr. Gläser, the teacher’s friend, was dumbfounded. “Complete rubbish,” he said.\n\nLater, after talking with others who knew Mr. Hushmand well, Mr. Gläser said the only likely explanation was that the teacher had offered to marry the young woman so that her family would definitely be able to stay in Germany.\n\nAdvertisement Continue reading the main story\n\nIn a measure of the affection for Mr. Hushmand, a crowd of some 500 to 600 people attended a three-hour memorial organized by friends after his body was found.\n\nMr. Mende, the mayor, said that despite the tragedy, his town was still generally responding well to the refugees. Residents had even pledged to continue caring for the Afghan family.\n\nFriends collected some 4,000 euros to fly Mr. Hushmand’s body to Tehran, fulfilling his known wish to be buried there. They have agreed to give the little money left over to care for refugees under 18, Mr. Gläser said.\n\n“That,” he said, “would be in Mehdi’s spirit.”"}