{"title": "Emmanuel Macron, French Economy Minister, Hints at Presidential Run", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/07/14/world/europe/emmanuel-macron-france.html", "body": "Mr. Macron, a former banker, has spent two years questioning Socialist orthodoxy on doctrines like the 35-hour workweek and ironclad job protections, and this spring he founded his own political movement, En Marche, or On Our Way.\n\nUntil government colleagues began giving him the cold shoulder over his undisguised political ambitions, he had been the standard-bearer for the pro-capitalism wing of the Socialists.\n\nPhoto\n\nBut Tuesday night, he cast away allegiance to the party, and in over an hour of lofty rhetoric, Mr. Macron repeatedly suggested in front of thousands of cheering supporters that he was the man “to change the country.”\n\nHe cast himself as an iconoclast willing to upset the establishment.\n\nEn Marche is “against the established order,” Mr. Macron declared, the one to “transform the country” in an era calling for “a fresh breath” and when “we must overcome the divisions” of the traditional parties. He said that France had a “furious desire for things to change.”\n\nThat last point is far from clear. Throughout the spring and summer, France has been hit by a wave of strikes and demonstrations, most supported by a majority of the population, protesting a modest economic overhaul law partly inspired by Mr. Macron’s pro-free-market ideas.\n\nThe limited overhauls he had earlier proposed — opening up intercity bus routes and loosening restrictions on Sunday work hours — had to be forced through Parliament last year by the Socialists.\n\nThe government is adopting the same strategy for the current bill that would further loosen labor laws, as it is unable to even get a majority of Socialists in Parliament to support it.\n\nAdvertisement Continue reading the main story\n\nIndeed, angry anti-Macron union demonstrators besieged the Left Bank meeting hall where the economy minister spoke Tuesday night, forcing his supporters to run a gantlet of police officers and protesters.\n\nMr. Macron, repeatedly casting himself and his movement as France’s top change agents, called En Marche an “assembly of progressives” that “believes in liberty and justice.”\n\nBut the crowd Tuesday night, which seemed affluent and monochromatic, did not appear to reflect the multicultural reality of urban and suburban France.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Macron was introduced by an enthusiastic young woman who described herself as an “entrepreneur” who had spent six years in Silicon Valley.\n\nMr. Macron has irritated his colleagues with his ambition — “It’s time for all this to stop,” his boss, Prime Minister Manuel Valls, was heard muttering Tuesday afternoon — and at the rally, the young minister stopped just short of gratifying his supporters.\n\nHe did not overtly declare his candidacy, and he did not resign from the government, as some within it are saying he must do.\n\nBut he came very close. “Nothing can stop this movement now,” he said to cheers. “This movement, we will carry it together to 2017, and all the way to victory!” he shouted.\n\nAnd he got in a dig at his other boss, Mr. Hollande: “Our country is weary of promises that have not been kept,” Mr. Macron said, assuring the crowd he understood the “huge transformations” that were taking place in France’s economy and society.\n\nAdvertisement Continue reading the main story\n\nBut the French political scientist Gérard Grunberg underlined in an interview the difficulty of Mr. Macron’s political position.\n\n“It is very difficult for him to go up against François Hollande,” he said. “On the other hand, he wants absolutely to be a candidate. He is playing double or nothing.”\n\nBut Mr. Grunberg dismissed Mr. Macron’s strategy of presenting himself as an anti-establishment candidate. “It’s stupid, because he’s so much a member of the establishment, he can’t play the populist card,” he said, noting his close connection to “the ruling classes” and the difficulty he will have connecting with the less-exalted in French society.", "summary": "Mr. Macron, a former banker, has spent two years questioning Socialist orthodoxy on doctrines like the 35-hour workweek and ironclad job protections, and this spring he founded his own political movement, En Marche, or On Our Way.But Tuesday night, he cast away allegiance to the party, and in over an hour of lofty rhetoric, Mr. Macron repeatedly suggested in front of thousands of cheering supporters that he was the man “to change the country.”Throughout the spring and summer, France has been hit by a wave of strikes and demonstrations, most supported by a majority of the population, protesting a modest economic overhaul law partly inspired by Mr. Macron’s pro-free-market ideas.The limited overhauls he had earlier proposed — opening up intercity bus routes and loosening restrictions on Sunday work hours — had to be forced through Parliament last year by the Socialists.Indeed, angry anti-Macron union demonstrators besieged the Left Bank meeting hall where the economy minister spoke Tuesday night, forcing his supporters to run a gantlet of police officers and protesters."}