{"title": "Image of Drowned Syrian, Aylan Kurdi, 3, Brings Migrant Crisis Into Focus", "authors": ["Anne Barnard", "Karam Shoumali"], "url": "https://www.nytimes.com/2015/09/04/world/europe/syria-boy-drowning.html", "body": "Video\n\nISTANBUL — The smugglers had promised Abdullah Kurdi a motorboat for the trip from Turkey to Greece, a step on the way to a new life in Canada. Instead, they showed up with a 15-foot rubber raft that flipped in high waves, dumping Mr. Kurdi, his wife and their two small sons into the sea.\n\nMr. Kurdi tried to keep the boys, Aylan and Ghalib, afloat, but one died as he pushed the other to his wife, Rehan, pleading, “Just keep his head above the water!”\n\nOnly Mr. Kurdi, 40, survived.\n\n“Now I don’t want anything,” he said a day later, on Thursday, from Mugla, Turkey, after filling out forms at a morgue to claim the bodies of his family. “Even if you give me all the countries in the world, I don’t want them. What was precious is gone.”\n\nIt is an image of his youngest son, a lifeless child in a red shirt and dark shorts face down on a Turkish beach, that appears to have galvanized public attention to a crisis that has been building for years. Once again, it is not the sheer size of the catastrophe — millions upon millions forced by war and desperation to leave their homes — but a single tragedy that has clarified the moment. It was 3-year-old Aylan, his round cheek pressed to the sand as if he were sleeping, except for the waves lapping his face.\n\nRocketing across the world on social media, the photograph has forced Western nations to confront the consequence of a collective failure to help migrants fleeing the Middle East and Africa to Europe in search of hope, opportunity and safety. Aylan, perhaps more even than the anonymous, decomposing corpses found in the back of a truck in Austria that shocked Europe last week, has personalized the tragedy facing the 11 million Syrians displaced by more than four years of war.\n\nPhoto\n\nThe case of this young boy’s doomed journey has landed as a political bombshell across the Middle East and Europe, and even countries as far away as Canada, which has up to now not been a prominent player in the Syria crisis. Canadian officials were under intense pressure to explain why the Kurdi family was unable to get permission to immigrate legally, despite having relatives there who were willing to support and employ them. So far, the government has only cited incomplete documents, an explanation that has done little to quiet the outrage at home and abroad.\n\nMr. Kurdi, a Syrian Kurdish barber, and his brother Mohammad wanted to immigrate under the sponsorship of their sister, Tima Kurdi, 43, who lives in a suburb of Vancouver, British Columbia. She had invited Mr. Kurdi to live in her basement with his family and work in her hair salon.\n\n“They can work with me, doing hair, I can find them a job, and then when they are financially O.K., they can move out and be their own,” she said by phone on Thursday.\n\nMr. Kurdi, too, said his sister had told Canadian authorities that she would be “responsible for our expenses,” but that “they didn’t agree.”\n\nIn fact, Ms. Kurdi said, she had applied at first only for Mohammad’s family, teaming up with friends and relatives to make bank deposits to prove she could support the family.\n\nBut in June, she said, Mohammad’s application was rejected for lack of a required document proving he had refugee status. But under Turkish refugee policies, such documents are nearly impossible for Syrians to come by. In any case, the experience persuaded the family that neither brother would ever get a Canadian visa.\n\nVideo\n\nThat, Ms. Kurdi said, was when she offered to help her brothers finance the boat trip — something, she said through tears, “I really regret.”\n\nNow, she said, “All what I really need is to stop the war. That’s all. I think the whole world has to step in and help those Syrian people. They are human beings.”\n\nAylan was named after a cousin, Ms. Kurdi’s son Alan, she said. She had never met Aylan or his brother Ghalib, 5, but saw and talked to them often on video chat. Aylan’s father grew up in Damascus, the Syrian capital, in the neighborhood of Rukineddine, but was originally from the Kurdish city of Kobani near the Turkish border. A year or so ago, he said in a telephone interview, he moved his family to Kobani because of increasing strains in Damascus. But he said it was not safe there either, with the Islamic State increasingly attacking the area.\n\nThe family eventually moved to Istanbul, but it was difficult for Mr. Kurdi to support himself, and he had to borrow money from his sister for rent.\n\nMs. Kurdi turned to her local member of Parliament, Fin Donnelly, who hand-delivered a letter appealing for help to Chris Alexander, the citizenship and immigration minister.\n\n“We waited and waited, and we didn’t have any action,” he said.\n\nIn Canada, a country that has long prided itself on openness to refugees but has shifted that policy under a conservative government, this amounts to a campaign issue; Mr. Alexander had promised to admit 10,000 refugees from Syria, just over 1,000 had arrived by late August, and opposition parties like Mr. Donnelly’s say more should be welcomed. On Thursday, Mr. Alexander rushed back from the campaign trail to Ottawa, the capital, to deal with the family’s case, declaring that it “broke hearts around the world.”\n\nVideo\n\nMr. Kurdi said he tried several times to cross to Europe on his own. He almost drowned trying to cross the river at Edirne, in Turkey, he said, “and once from the borders with Bulgaria and I got caught and sent back.”\n\nThen he paid 4,000 euros, about $4,450, for the sea crossing — paying extra supposedly to avoid using a rubber raft.\n\n“Of course we were afraid of drowning,” he said, “but the Turkish smuggler said it was going to be a yacht.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Kurdi said the family had life jackets that were lost in the accident, but a senior Turkish security official said they were unavailable.\n\n“Instead of focusing on the real issues, people blame the father for not putting a life jacket on his children,” the official said, noting that Turkish patrols have seen countless similar tragedies pass unnoticed. “Well, I’ll tell you this: Life jackets in sizes that small simply aren’t available here.” Indeed, many refugees buy plastic beach toys for flotation.\n\nThe voyage started in the middle of the night, around 3 a.m. in five-foot seas, he said. It is the season of the relentless Meltemi winds, when the waves can be 15 feet high.\n\nChoking back emotion as he spoke, Mr. Kurdi described how he had flailed about while trying to find his children as his wife held on to the capsized boat.\n\n“I started pushing them up to the surface so they could breathe,” he said. “I had to shift from one to another. I think we were in the water for three hours trying to survive.”\n\nHe watched helplessly as one exhausted child drowned, spitting up a white liquid, he said, then pushed the other toward the mother, “so he could at least keep his head up.”\n\nMr. Kurdi then apologized, saying he could no longer speak, and ended the conversation with one parting message.\n\n“What I really want now is for the smuggling to stop, and to find a solution for those people who are paying the blood of their hearts just to leave,” he said.\n\n“Yesterday I went to one of the smuggling points and told people trying to get smuggled at least not to take their kids on these boats. I told them my story, and some of them changed their minds.”", "summary": "It is an image of his youngest son, a lifeless child in a red shirt and dark shorts face down on a Turkish beach, that appears to have galvanized public attention to a crisis that has been building for years. Rocketing across the world on social media, the photograph has forced Western nations to confront the consequence of a collective failure to help migrants fleeing the Middle East and Africa to Europe in search of hope, opportunity and safety. Aylan, perhaps more even than the anonymous, decomposing corpses found in the back of a truck in Austria that shocked Europe last week, has personalized the tragedy facing the 11 million Syrians displaced by more than four years of war. “Instead of focusing on the real issues, people blame the father for not putting a life jacket on his children,” the official said, noting that Turkish patrols have seen countless similar tragedies pass unnoticed."}