{"title": "Léopold Hecht, Actor, Law Student and Brussels Attack Victim", "authors": ["Hannah Olivennes"], "url": "https://www.nytimes.com/2016/03/24/world/europe/brussels-attack-victim-leopold-hecht.html", "body": "Photo\n\nLONDON — Léopold Hecht was a second-year law student at the Université Saint-Louis in Brussels who enjoyed skiing and had a knack for acting.\n\nIn the hours after the terrorist attacks on Tuesday, his name appeared on a list of missing people as friends and family sent desperate appeals for information on social media.\n\nOn Wednesday, Pierre Jadoul, the president of the university, posted on Facebook that Mr. Hecht had died, calling him a “victim of the barbaric acts perpetrated on March 22 at the Maelbeek metro station.”\n\nMany students took to Facebook, remembering Mr. Hecht, 20, as a brilliant theater improviser.\n\n“It is horrible to say that you, who made me laugh so much that night, could be wrested from such a promising life,” Martin Sas wrote on the university’s Facebook page, which became a memorial to Mr. Hecht.\n\nLatest Updates\n\nVéronique Gigot described Mr. Hecht as “radiant” at an improv show on March 14. “Your sense of humor, your smile, your energy, your talent brightened up the evening,” she wrote.\n\nAdvertisement Continue reading the main story\n\nA group for young entrepreneurs said in a Facebook post on Wednesday that Mr. Hecht had died from his injuries.", "summary": "LONDON — Léopold Hecht was a second-year law student at the Université Saint-Louis in Brussels who enjoyed skiing and had a knack for acting.In the hours after the terrorist attacks on Tuesday, his name appeared on a list of missing people as friends and family sent desperate appeals for information on social media.On Wednesday, Pierre Jadoul, the president of the university, posted on Facebook that Mr. Hecht had died, calling him a “victim of the barbaric acts perpetrated on March 22 at the Maelbeek metro station.”“It is horrible to say that you, who made me laugh so much that night, could be wrested from such a promising life,” Martin Sas wrote on the university’s Facebook page, which became a memorial to Mr. Hecht.A group for young entrepreneurs said in a Facebook post on Wednesday that Mr. Hecht had died from his injuries."}