{"title": "Boris Nemtsov, Putin Foe, Is Shot Dead in Shadow of Kremlin", "authors": ["Andrew E. Kramer"], "url": "https://www.nytimes.com/2015/02/28/world/europe/boris-nemtsov-russian-opposition-leader-is-shot-dead.html", "body": "“We call upon the Russian government to conduct a prompt, impartial and transparent investigation into the circumstances of his murder and ensure that those responsible for this vicious killing are brought to justice,” Mr. Obama said. “Nemtsov was a tireless advocate for his country, seeking for his fellow Russian citizens the rights to which all people are entitled.”\n\nMr. Obama recalled meeting with Mr. Nemtsov in Moscow in 2009 and praised him for his “courageous dedication to the struggle against corruption in Russia.”\n\nA dashing, handsome young politician of the early post-Soviet period, Mr. Nemtsov soared into the upper levels of government, and he was often touted as an heir apparent to Mr. Yeltsin. Mr. Nemtsov was then discredited, like so many others in the political elite of the 1990s, by political missteps, chaos and corruption, though he himself was not implicated in any wrongdoing. Mr. Putin eventually prevailed in the maneuvering to succeed Mr. Yeltsin.\n\nWhile others from the Yeltsin years went into business or dropped out of view, Mr. Nemtsov chose to dive into the beleaguered opposition, at times standing in tiny crowds in street protests in the rain, enduring arrests and focusing attention on government corruption. The opposition movement swelled in 2011, with tens of thousands in the streets of Moscow, but was crushed by Mr. Putin when he returned to the presidency in 2012.\n\nPhoto\n\n“I love Russia and want the best for her, so for me criticizing Putin is a very patriotic activity because these people are leading Russia to ruin,” Mr. Nemtsov said in an interview in 2011, republished Saturday on the Meduza news site. “Everybody who supports them in fact supports a regime that is destroying the country, and so they are the ones who hate Russia. And those who criticize this regime, those who fight against it, they are the patriots.”\n\nIn recent years, Mr. Nemtsov’s star had been eclipsed by Aleksei A. Navalny, the anticorruption blogger who played a leading role in the 2011 protests. But Mr. Nemtsov remained active and was a leading organizer of this weekend’s planned rally.\n\nMr. Nemtsov was organizing the rally in part because Mr. Navalny is currently serving a two-week jail sentence for handing out leaflets on the subway. The rally was also noteworthy because it was the first political action inside Russia specifically endorsed by Mikhail B. Khodorkovsky, the exiled former political prisoner, who had signed the petition for a parade permit.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe investigative committee of the prosecutor’s office said gunmen shot Mr. Nemtsov four times in the back as he walked over the bridge, and by accident or design theatrically placed his body on the wet asphalt with the Kremlin visible behind. No suspects have been reported to be in custody.\n\nAdvertisement Continue reading the main story\n\nWhile such contract street killings were commonplace in Moscow in the 1990s, the violence had dwindled under Mr. Putin, making the killing of Mr. Nemtsov all the more shocking. He is by far the most prominent public figure to die in such a fashion, though just one in a string of murders of opponents of Mr. Putin, most notoriously the journalist Anna Politkovskaya, the human rights researcher Natalia Estemirova and the security service defector Aleksandr V. Litvinenko. And while low-level criminals have been detained in some cases, the investigations in Russia never traced back to those who ordered the murders.\n\nThe Interfax news agency cited an unnamed security service operative as saying the murder was a “provocation,” coming as it did just days before the opposition march.\n\nMr. Nemtsov was an atomic physicist who got his start in politics organizing protests against the planned construction of a nuclear reactor in his home city of Nizhny Novgorod, on the Volga River east of Moscow. In a recent interview with the magazine Sobesednik, Mr. Nemtsov had said his mother feared that Mr. Putin would have him killed for his outspoken, unbowed criticism of the war in Ukraine.\n\n“She is truly scared that he could kill me soon for all of my statements, both in real life and on social networks,” Mr. Nemtsov said in the interview. “This is not a joke; she is a smart person.”\n\nAsked by the magazine if he was worried Mr. Putin would kill him, Mr. Nemtsov said he was “somewhat worried, but not as seriously as my mother.”\n\nThe Interior Ministry confirmed the murder of Mr. Nemtsov at around 1 a.m. in Moscow, a report that was confirmed by his shocked and saddened supporters.\n\n“Unfortunately I can see the corpse of Boris Nemtsov in front of me now,” Ilya Yashin, a co-founder of the Mr. Nemtsov’s political party, told Russia’s lenta.ru news website. “I see the body and lots of police around it.”"}