{"title": "For Marine Le Pen, Migration Is a Ready-Made Issue", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2015/10/06/world/europe/for-marine-le-pen-migration-is-a-ready-made-issue.html", "body": "But when it comes to the latest wave of migrants who have arrived in Europe fleeing war and poverty, her views are hardly distinguishable from those of her father. Makeover or not, it is the same old National Front.\n\nMigrants bring filth, crime, poverty and Islamic terrorism, Ms. Le Pen has suggested in recent weeks; a dead migrant child’s photo was simply a ploy to manipulate European feelings of guilt. France is about to be “submerged” in a “terrifying” wave of migrants who represent only a “burden.”\n\nIt is an issue ready-made for her party, and one that could fill the sails of like-minded, rightist parties across Europe. It has already helped lift Ms. Le Pen in the polls before regional elections in December in this somber city, where drifts of trash blow about in the shadow of an immense Gothic cathedral. National surveys have her easily pushing into second place in 2017 presidential elections.\n\nNever mind that, by and large, the migrants entering Europe recently do not want to come France, but have headed mostly to Germany or Sweden. Or that France has agreed to accept just 30,000 asylum seekers over two years, compared with Germany’s proposed embrace of as many as one million.\n\nThe migrants — “illegals” as Ms. Le Pen’s party calls them — “strain our public accounts” at the expense of “our own,” she told party activists in Marseille in September.\n\n“Migrants are now wandering in our neighborhoods, around the train stations or in the slums, the cause for France of immense security and public hygiene problems,” she told them. “We are now becoming accustomed to terrorism,” she said.\n\nOn Friday, Ms. Le Pen told supporters in Calais, where thousands of migrants are squatting, that the city is “besieged, in the exact meaning of the word.”\n\nAdvertisement Continue reading the main story\n\nMs. Le Pen’s harshness has shocked even French politicians on the mainstream right, traditionally tough on immigration issues. Immediately, former President Nicolas Sarkozy accused her of “brutality” and “inhumanity.”\n\nIn fact, as the migration crisis grows, mainstream politicians, left and right, are all struggling to squeeze into a shrinking middle ground between the embrace of the Germans and the tear gas of the Hungarians.\n\nNot Ms. Le Pen.\n\nYet the far-right leader may be closer to the public mood in a country still stunned by the Charlie Hebdo massacre in January and fearful of Muslim immigrants ringing the cities.\n\nPolls show the French to be “very reticent” about receiving migrants, as the newspaper Le Monde recently put it, with barely half in favor.\n\nSo by the time Ms. Le Pen arrived in this stronghold of her party recently, the migrant crisis was already topmost on the minds of her supporters. They knew where she stood, and they approved.\n\nLondon Channel Tunnel BRITAIN Calais france Paris 40 miles\n\n“To take in foreigners — it just isn’t possible,” said Jacky Roussell, a retired worker at the closed Goodyear tire factory, wearing a two-day stubble.\n\n“We’re already living in poverty here. There are French people living in the street. Besides, you don’t even know if there are jihadists among them,” Mr. Roussell said. “We can’t take in everyone, can we?”\n\nMs. Le Pen, after a month of inflammatory words on migrants in media appearances and speeches to supporters, only alluded to the issue as she launched her regional elections campaign, aboard a boat here in front of a gaggle of French journalists.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn a region — Picardy — where unemployment is about a point higher than the national average of 10.4 percent, the theme was, “What I call, the little ones,” or “all the forgotten ones of French political life,” Ms. Le Pen told the assembled journalists.\n\nAdvertisement Continue reading the main story\n\nBut she quickly made it clear why these “workers, these employees, these retirees on small pensions” were in such dire straits.\n\nMigrants were the underlying cause, because for the parties running France, “the entire world is their political priority,” Ms. Le Pen said. “Their behavior during the crisis of the illegals is the cynical example,” she added.\n\nLater, on the boat, she angrily pushed aside the example of Germany’s embrace of migrants, claiming that France has “eight million more” unemployed (the actual number is closer to one million). “Maybe Mrs. Merkel thinks she will get a cheaper work force,” Ms. Le Pen said.\n\nFor all Ms. Le Pen’s efforts to project a mainstream image for the National Front and break with its racist past, historians point out that an anti-immigrant stance was the party’s backbone from its origins in the early 1970s.\n\nThe first posters highlighted hostility to migrants — “Two Million Unemployed is Two Million Immigrants Too Many!” reads one from 1978. “Immigrants weigh on the economic life of our country,” Jean-Marie Le Pen told an interviewer that year — words that could have come from his daughter.\n\n“Immigration was its central theme,” writes the historian Valérie Igounet about the National Front’s early days.\n\n“Rejection of immigration, this is what it is has been for more than 40 years,” Laurent Bouvet, a political scientist who specializes in the National Front, said in an interview. “There’s this side of them, a hierarchy of civilizations.”\n\nMs. Le Pen’s supporters in the party — defensive about charges that she manipulates fear of foreigners — reject the accusation, without being asked.\n\nAdvertisement Continue reading the main story\n\n“People accuse us of playing on fears. It’s exactly the opposite,” said Hugues Sion, a departmental councilor who attended the rally here. “It’s not a question of fear. It’s the reality.”\n\nBut on both points, Ms. Le Pen’s recent anti-immigrant initiative suggested the opposite. Manipulation of fear and of facts have appeared to shadow her words.\n\nIn a recent radio interview, for instance, she claimed that among the Syrian migrants, “for the immense majority who are coming,” they were not fleeing the government of Bashar al-Assad, “because once again it is not Bashar al-Assad who is persecuting the Syrian people, it is Islamic State.”\n\nBut most analysts suggest, as do interviews with the migrants, that government bombing campaigns are as much, if not more, to blame for the wave of refugees, than persecution by the Islamic State.\n\n“There is only a tiny minority of political refugees,” Ms. Le Pen claimed, saying that she “would fight” if her own country was at war — an irony since among the National Front’s important early founders were avowed Nazi collaborators.\n\n“In the coming years, we could be in the presence of the invasions that were lived through in the Fourth Century,” said Ms. Le Pen, referring to the Barbarian invasions of Western Europe.\n\nThose invasions largely targeted what is now France in the Fifth Century, historians say. But no matter, the point was made."}