{"title": "Close Encounters With Jets Show Russia’s Anger at NATO Buildup, U.S. Says", "authors": ["Helene Cooper"], "url": "https://www.nytimes.com/2016/05/09/world/europe/russia-us-jets-anger-nato-buildup.html", "body": "Even so, Russia appears to be threading a needle. The warplane did not turn on its radar and had no weapons under its wings, showing that it was not in attack mode, officials said. That may have contributed to the decision by the Donald Cook’s commander not to respond.\n\nTwo days later, a Russian warplane intercepted an American reconnaissance plane over the Baltic Sea at what American officials said was an unsafe distance, prompting another protest from the Pentagon.\n\nAnd in the latest incident, on April 29, Pentagon officials insisted that the American plane did turn on its transponder, which identifies the plane for air traffic control.\n\n“Let me make clear that the transponder was on,” said Michael Carpenter, the deputy assistant secretary of defense for Russia, Ukraine and Eurasia, in an interview. “That allegation is false.”\n\nObama administration officials said they interpreted Russia’s statement as a demand that the United States stay out of the Baltics — and that is not going to happen, these officials said.\n\n“We’re going to continue to fly, and we’re going to continue to operate in the Baltic Sea,” Mr. Carpenter said. “This is not going to change our activities one iota.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut the game of chance underway in the skies and on the seas of Central and Eastern Europe could lead to miscalculations, American officials warn.\n\nAdvertisement Continue reading the main story\n\nBarrel rolls, for instance, are exactly what they sound like — maneuvers in which the fighter plane makes a complete spin. Doing something like that in proximity of another aircraft thousands of feet up in the sky can be dangerous.\n\nDefense Department officials say they worry that an erratic move at high speed in the air could clip the wing of either aircraft, potentially causing an accident and even death. A midair collision between a Chinese fighter and a Navy surveillance aircraft in international airspace in 2001 was cited as an example.\n\nFew people believe that such a miscalculation would lead to war. But it would certainly exacerbate tensions between Russia and NATO when both sides have been adopting a more aggressive military posture.\n\nAs he assumed command of NATO’s military arm on Wednesday in Mons, Belgium, Gen. Curtis M. Scaparrotti said NATO needed to be ready to “fight tonight,” bringing to the European theater a term that has long been used to reflect the readiness of American troops in South Korea.\n\nSuch talk has become common as NATO struggles to deal with Russia after Moscow’s military activity in eastern Ukraine. The White House has added more than $3.4 billion for military spending in Europe in 2017, more than quadrupling the current budget of $789 million, on weapons and equipment that will be used by American and NATO forces. Among the countries where the equipment and additional forces will be deployed are Hungary, Romania and the Baltic States, Pentagon officials say.\n\nThe United States and its NATO partners are embarking on a series of military exercises in advance of July’s NATO summit meeting in Warsaw, in part to demonstrate strength and resolve. But these exercises are expected to rile Moscow.\n\nIn June, as many as 12,000 American troops will join service members from a number of European allies in Poland for an exercise called Anakonda, which planners say will be the largest military exercise in Europe in years. Altogether, 25,000 troops from 24 NATO and partner countries will be involved.\n\nNATO countries are also planning a new round of maritime exercises in the Baltic Sea before the Warsaw summit meeting. And economic sanctions against Russia for aggression in Ukraine are set to roll over in July.\n\nAdvertisement Continue reading the main story\n\n“You add all of this up and it sends a pretty clear message to Moscow,” said Derek Chollet, a former assistant secretary of defense in the Obama administration and the author of the forthcoming book “The Long Game.” “The question will be, how will they react?”\n\nBut Russia is reacting, Mr. Chollet and other Russia experts say.\n\nThe response from the United States and the West has been to send official complaints to Moscow accusing Russian pilots of unprofessional behavior and raising the specter of miscalculations. But one of President Vladimir V. Putin’s greatest domestic public relations successes has been his ability to position the incidents as a valiant Russia’s defending itself from an aggressive United States and NATO in its own backyard.\n\n“They may look like they’re acting like children in our eyes,” Michael McFaul, a former United States ambassador to Russia, said in an interview Friday. “But not in the eyes of their own citizens.”\n\nIn Russia, Mr. McFaul said, “we’re painted as the provocateurs.”", "summary": "The White House has added more than $3.4 billion for military spending in Europe in 2017, more than quadrupling the current budget of $789 million, on weapons and equipment that will be used by American and NATO forces. “You add all of this up and it sends a pretty clear message to Moscow,” said Derek Chollet, a former assistant secretary of defense in the Obama administration and the author of the forthcoming book “The Long Game.” “The question will be, how will they react?” The response from the United States and the West has been to send official complaints to Moscow accusing Russian pilots of unprofessional behavior and raising the specter of miscalculations. But one of President Vladimir V. Putin’s greatest domestic public relations successes has been his ability to position the incidents as a valiant Russia’s defending itself from an aggressive United States and NATO in its own backyard."}