{"title": "Snowden Said to Be Allowed 3 More Years in Russia", "authors": ["Neil Macfarquhar"], "url": "https://www.nytimes.com/2014/08/08/world/europe/edward-snowden-russia.html", "body": "Senior government officials have called him a traitor, while Mr. Snowden maintains that he is a whistle-blower who exposed an illegal government surveillance program.\n\nVideo\n\nWithout going into too many details, Mr. Kucherena said that Mr. Snowden was living on a salary earned from an unspecified job in the information technology field, and on donations into an open fund from individuals and nongovernmental organizations. The lawyer said that his client was learning to speak Russian, and that he would be eligible to become a citizen after living here for five years, counted from his first residence permit granted in 2013.\n\nAsked about Mr. Snowden’s living arrangements in Moscow, Mr. Kucherena said that he could not comment in detail but indicated that Mr. Snowden was not on the Russian government dole.\n\n“The government cannot provide him with housing, despite the fact that he was granted a residence permit,” Mr. Kucherena said. “He leads a rather modest lifestyle.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Kucherena also denied that Mr. Snowden was protected by government bodyguards, saying that there would be all manner of “bureaucratic delays” for such protection to be organized. But Mr. Snowden did live with private security, a priority given hostile American government statements about him, the lawyer said.\n\nThe welcome mat for Mr. Snowden was in sharp contrast to that of another American citizen living in Russia, Jennifer Gaspar, 43, who has been ordered deported by the Russian federal security service, or F.S.B., the successor agency to the K.G.B. In the deportation order issued by the Federal Migration Service that arrived at her St. Petersburg home on Tuesday, she was described as “a threat to national security.”\n\nMs. Gaspar’s husband, Ivan Y. Pavlov, who is Russian, is an outspoken human rights attorney who has pushed for a more transparent government, the very argument that Mr. Snowden has been making about the American government in his own defense.\n\nThe couple, who have a 5-year-old Russian daughter, think Ms. Gaspar is being deported as a means to push Mr. Pavlov into exile. The government agencies involved have declined to comment. The couple are appealing the deportation order.\n\nMr. Snowden spent some 40 days in the transit lounge of Sheremetyevo Airport, Moscow’s main international gateway, after he was stuck there when the United States revoked his passport. The initial residence permit granted to him considerably soured relations between Washington and Moscow, prompting President Obama to cancel a summit meeting with President Vladimir V. Putin."}