{"title": "Jihadism Born in a Paris Park and Fueled in the Prison Yard", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2015/01/12/world/europe/jihadism-born-in-a-paris-park-and-fueled-in-the-prison-yard.html", "body": "Now French authorities, while still piecing together how such violent attacks could have been staged in the capital, must also be concerned by the possibility that other homegrown groups may be passing unnoticed — or may be similarly underestimated.\n\nThe attacks suggest the prospect of a potent intermingling among some members of the original Buttes-Chaumont group and other extremists. Their meeting place, apparently, was the French prison system.\n\nThere, their radicalism hardened as some members of the group came together with other prominent jihadists who were connected to more extensive and dangerous militant networks.\n\nPhoto\n\nFor decades, France has endured Islamic terror threats and attacks, from Iranian-inspired groups during the 1980s, to Algerian extremists in the 1990s, to cells linked to Al Qaeda before and after the Sept. 11, 2001, attacks in the United States.\n\nMore recently, French and other European security services have grown increasingly alarmed by thousands of young, alienated Muslim citizens who have enlisted for jihad in the conflicts in Syria and Iraq.\n\nIn each decade, a familiar pattern has emerged: a radicalized minority of European Muslims — whether they have gone abroad for jihad or not — have been angered and inspired by wars the West has waged in the Arab world, Africa and beyond, and have sought to bring the costs of those conflicts home.\n\nAfter French authorities swept up members of the Buttes-Chaumont group in the 2005, during his time in prison Chérif Kouachi came under the sway of an influential French-Algerian jihadist who had plotted to bomb the United States Embassy in Paris in 2001.\n\nAdvertisement Continue reading the main story\n\nThere, he also recruited a holdup artist named Amedy Coulibaly, the man who killed four hostages at a kosher supermarket in Paris on Friday.\n\nIt is unclear if his older brother, Saïd Kouachi, who also took part in the attack on the Charlie Hebdo newspaper office, was a member of the Buttes-Chaumont group, but the authorities have confirmed that the older brother spent time in Yemen between 2009 and 2012, getting training from a branch of Al Qaeda.\n\nDominique Many, one of the defense lawyers involved with the Buttes-Chaumont group, said prison had only hardened Chérif Kouachi’s radicalism. “He was much more radical when he was judged in 2008 than he was in 2005, when he was arrested,” he said. “So perhaps in jail he became what he is today, the Kouachi that we knew these last days.”\n\nHis path began in the 19th Arrondissement, the neighborhood around the Buttes-Chaumont park, which then was heavily populated by Muslims and immigrants. The central figure for the group was Farid Benyettou, a janitor born in 1981 to a French-Algerian family.\n\nAccording to a published report on French terror cells by Mr. Filiu, Mr. Benyettou got his first taste of jihadi militancy when one of his sisters married Youssef Zemmouri, who was involved in a French-Algerian terror network. Mr. Zemmouri was arrested in May 1998 as part of an alleged plot to stage a major attack at the World Cup soccer tournament.\n\nSoon, Mr. Benyettou was studying literature on Salafism, an Islamic movement, and presenting himself as a self-taught imam. He was expelled from the Pré-Saint-Gervais mosque in Paris but began hanging around the fringes of the Dawa mosque, even as he began collecting a group of young, impressionable followers, including Chérif Kouachi and his childhood friend, Thamer Bouchnak.\n\n“One day, they decided to go to a mosque where they met Farid Benyettou,” said Mr. Many, the lawyer, who represented Mr. Bouchnak in the case. “He was a young man, not much older than them, and Thamer and Chérif were impressed.”\n\nProving their devoutness became something of a competition. “They wanted to be the best Muslim,” Mr. Many said, “better than their best friend.”\n\nAdvertisement Continue reading the main story\n\nMr. Benyettou joined the protests in 2004 against the law banning Muslim girls from wearing the veil at public schools and developed a controversial preaching style, railing against the American invasion of Iraq and calling for young French Muslims to go there and fight, if not wage attacks on French soil.\n\n“France is an unbeliever country,” he said in a 2004 interview. “I do not like this country. It does not respect the Muslims, through discrimination and Islamophobia. We have to fight in France, but through legal means. We have to turn democracy against France. But we should not fight with weapons nor throw bombs. France has not declared war on us.”\n\nIraq was different. Already, a few young Muslim men from the 19th Arrondissement had fought in Iraq, most notably Boubaker al-Hakim, who had volunteered to defend the government of Saddam Hussein against the American invasion in 2003.\n\nThere, according to Mr. Filiu’s study, Mr. Hakim made connections with Syrian and Iraqi security services, and fought. His brother, Redouane, 19, was killed during an American bombing raid in Iraq in July 2004.\n\nMore on the Paris Shootings\n\nTwo other French 19-year-olds also died fighting in Iraq, while Boubaker al-Hakim granted an interview to the French news media in which he called for his friends from the 19th Arrondissement to come join him.\n\n“All of my friends in the 19th, I tell them, come do the jihad,” Mr. Hakim told RTL, a French radio station in March 2003. “All of my brothers who are over there, come, to defend Islam. They are wimps, wimps and buffoons. The Americans aren’t anything.”\n\nHe continued: “I am ready to fight on the front line. I am even ready to blow myself up. I am ready to blow myself up, to put dynamite and, ‘Boom! Boom!’ We will kill all of the Americans. We are mujahedeen. We want death. We want paradise.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBoubaker al-Hakim was detained by security services in Syria and returned to France. But in his old Parisian neighborhood, he was a hero to many young Muslim men, and Mr. Benyettou, the self-taught imam, quickly sought him out.\n\n“Benyettou recruited Boubaker because he was a softy preaching in Paris and Boubaker was the muscle,” said Mr. Filiu, the academic.\n\nAdvertisement Continue reading the main story\n\nSoon, Mr. Hakim was using his security connections in Syria and Iraq to arrange for young men to go fight. Some were killed. Eventually, it was time for Chérif Kouachi and Thamer Bouchnak to go fight the Americans.\n\nThe two childhood friends never reached battle. French investigators used wiretaps to uncover the network and arrested everyone in January 2005, days before Chérif Kouachi and Mr. Bouchnak were supposed to ship out.\n\nThe verdict and sentencing was completed three years later: Mr. Benyettou was sentenced to six years in prison, and Mr. Hakim to seven. The two recruits, Chérif Kouachi and Mr. Bouchnak, were released with time served.\n\nPhoto\n\nDuring the court proceedings, Mr. Benyettou testified that Chérif Kouachi had expressed his hatred for Jews and said he wanted to “burn synagogues,” “vandalize Jewish stores in Paris” and “terrorize the Jews,” according to a court document in the case.\n\nBut Mr. Benyettou told the authorities that he had dissuaded his younger disciple and lectured him that the jihad was in Iraq, not France — that if he wanted to “move into action,” he needed to go to “a land of jihad.”\n\nChérif Kouachi initially lied to investigators, according to the court document, saying that Islam appealed to him because it was “calm and moderate.” He later admitted that he planned to go to war in Iraq, but denied that he was anti-Semitic, saying his remarks were “just words” and “that he didn’t believe in what he was saying.”\n\nLawyers in the case noted a decided difference in him by the time he was sentenced in 2008. He had spent nearly three years at Fleury-Mérogis prison, about 20 miles south of Paris, and when he appeared before the judge, he refused to stand.\n\n“He refused to stand up because the judge was a woman,” said Mr. Many, the lawyer. “And she represented French justice.”\n\nAdvertisement Continue reading the main story\n\nAt Fleury-Mérogis, a prison then notorious for bad conditions, Chérif Kouachi received the second stage of his education in militant Islam. A report by French police intelligence, leaked to the news media, documented how Islamic extremism was spreading in the prison system, with some prisoners hanging posters of Osama bin Laden.\n\nThe report estimated that 200 Muslim inmates were radical enough to “merit attention,” and 95 were categorized as “dangerous.” The report said these inmates could be “time bombs” once released.\n\n“The whole who’s who of French Islamists was in jail at that time,” Mr. Filiu said.\n\nInside the prison, Chérif Kouachi came under the influence of Djamel Beghal, the French-Algerian jihadist convicted in the 2001 plot to bomb the United States Embassy, and through him met Mr. Coulibaly, the militant who attacked the kosher grocery.\n\nVideo\n\nIn June 2009, Mr. Beghal was released in central France but remained under police supervision, and the two younger men, also no longer in prison, visited and brought him food, money and clothing.\n\nBy 2010, Mr. Coulibaly had been incorporated into the old Buttes-Chaumont network. He, Thamer Bouchnak and Chérif Kouachi were linked to a new plot to stage an armed prison break to free an Algerian jihadist convicted of an October 1995 bombing of a French subway station. Both Mr. Bouchnak and Mr. Coulibaly were convicted, as was Mr. Beghal, largely based on wiretaps. Chérif Kouachi was linked to the plot but never charged.\n\nCourt documents uncovered an elaborate plot, using coded language, usually between Mr. Beghal and the imprisoned Algerian terrorist Smaïn Aït Ali Belkacem, who was sentenced to life in prison for his role in an October 1995 bombing at a Paris subway station.\n\nIn their conversations, they referred to Mr. Coulibaly as the “little black” or the “Negro.” With his criminal past, Mr. Coulibaly was in charge of obtaining weapons. Investigators found 240 cartridges of AK-47 ammunition at his home.\n\n“He had the contacts to get cheap weapons easily,” said George Sauveur, one of Mr. Coulibaly’s lawyers. “That is when his role became important to him.”\n\nAdvertisement Continue reading the main story\n\nMr. Coulibaly was released from prison last year. He would later say on a video released Sunday that he had partly coordinated his rampage at the Jewish grocery with the Kouachi brothers.\n\nThe two dominant figures of the Buttes-Chaumont group, Mr. Benyettou and Mr. Hakim, have taken divergent routes. After serving his prison sentence, Mr. Benyettou studied to become a nurse. This week, his internship at the Parisian hospital where he worked was cut short.\n\nMr. Hakim, the man who had fought in Iraq, is now a member of the Islamic State and has been actively recruiting and building a network of fighters across Northern Africa and in European immigrant communities in recent years.\n\nJust as in 2003, when he exhorted his fellow Muslims from the 19th Arrondissement to join the jihad, Mr. Hakim released a video in December, claiming responsibility for the Tunisian assassinations and vowing that the Islamic State was coming to Tunisia, once a colony of France. He was a long way from Paris, but France clearly remained on his mind.\n\n“By Allah, the Islamic State is coming to Tunisia, Allah permitting,” he said. “We will tear apart that flag that was raised by the grandchildren of Charles de Gaulle, the grandchildren of Napoleon.”", "summary": "In each decade, a familiar pattern has emerged: a radicalized minority of European Muslims — whether they have gone abroad for jihad or not — have been angered and inspired by wars the West has waged in the Arab world, Africa and beyond, and have sought to bring the costs of those conflicts home.Inside the prison, Chérif Kouachi came under the influence of Djamel Beghal, the French-Algerian jihadist convicted in the 2001 plot to bomb the United States Embassy, and through him met Mr. Coulibaly, the militant who attacked the kosher grocery.He, Thamer Bouchnak and Chérif Kouachi were linked to a new plot to stage an armed prison break to free an Algerian jihadist convicted of an October 1995 bombing of a French subway station.Court documents uncovered an elaborate plot, using coded language, usually between Mr. Beghal and the imprisoned Algerian terrorist Smaïn Aït Ali Belkacem, who was sentenced to life in prison for his role in an October 1995 bombing at a Paris subway station.Just as in 2003, when he exhorted his fellow Muslims from the 19th Arrondissement to join the jihad, Mr. Hakim released a video in December, claiming responsibility for the Tunisian assassinations and vowing that the Islamic State was coming to Tunisia, once a colony of France."}