{"title": "For Thousands of Exhausted Migrants, a Journey’s End in Munich", "authors": ["Emmarie Huetteman", "Katarina Johannsen"], "url": "https://www.nytimes.com/2015/09/02/world/europe/for-thousands-of-exhausted-migrants-a-journeys-end-in-munich.html", "body": "He said he and his friends had flown to Iran and walked through Greece, Turkey, Serbia and Bulgaria. There, he said, they were laid upon by smugglers and saw people so exhausted that they collapsed.\n\n“That was a bad journey,” he said.\n\nSome 2,100 migrants had poured into Munich’s main station by Tuesday night, said Carsten Neubert, a police spokesman. That was on top of 1,750 who arrived there or in the surrounding region on Monday, said Matthias Knott, a spokesman for the federal police. Many spread blankets on the stone-tiled floor and stretched out, their heads propped on their backpacks, in a wing of the station cordoned off to provide them with a place to rest.\n\nFor many of the migrants, Germany was their dream destination, a safe haven and an opportunity to begin new lives after enduring war and strife in the Middle East or Northern Africa. Drawn by its strong economy and the prospect of securing jobs, nearly a quarter-million people have already applied for asylum in Germany in the first six months of 2015. Government officials have said they expect a total of 800,000 new arrivals by year’s end.\n\nBut the final phase of the trek for those who arrived Monday and Tuesday was particularly harrowing, as completion of a new barbed-wire fence on the Hungary-Serbia border and discord over immigration policy slowed their passage through Hungary, en route to Austria and then Germany.\n\nAt the train station in Budapest on Monday, many of the travelers were met by confusion, long lines and a dearth of police officers and other personnel to help them navigate the station and the next leg of their journeys.\n\nSome of the migrants were again stopped at the train station near the Hungary-Austria border, the Vienna station or close to Austria’s border with Germany.\n\nWhile European Union rules call for arriving migrants to be registered in the country where they first enter the bloc, many were let through without any documentation — and then were allowed to continue their trip again when they reached Vienna, even if they chose not to register there, as well. The German authorities said they would register every migrant and, when applicable, initiate an application for asylum.\n\nAdvertisement Continue reading the main story\n\nThose who landed in Germany on Tuesday morning narrowly avoided being trapped in Budapest, where the authorities on Tuesday suddenly stopped allowing unregistered migrants onto trains, essentially shutting down the station — and the route west — to most of them.\n\nBut in Munich, the scene was markedly different. Many of the new arrivals seemed overwhelmed by the abundance of volunteers and food, water, clothing, toys and other gifts that were bestowed on them as they poured off trains through the day and into the evening.\n\nBavaria, in Germany’s southeastern corner, has been the front line for many of the new arrivals, and emergency plans have already been in place for months.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Our main priority is the refugees,” said Ines Schantz, a spokeswoman for the Upper Bavaria regional government, responsible for the initial registration and administration of medical checkups for the new arrivals.\n\nPreparations included establishing a center to process the applications of the hundreds of people arriving from Kosovo, Albania and elsewhere in the Balkans, who are considered economic migrants, albeit from poor areas, and ineligible for asylum. The first of these centers opened Tuesday, and three more were expected to help take the strain off the system so the migrants fleeing war and political persecution could be processed more swiftly.\n\nMs. Schantz said her team had worked through the night, after watching reports late Monday that hundreds of people were packing trains bound for Vienna and on to Munich. They began putting emergency plans into action, as updates of the migrants’ progress toward Austria and north to Germany came in from the police tracking their movement from border to border.\n\nAs the hundreds swelled to more than a thousand early Tuesday, buses were organized to ferry asylum seekers from Munich’s city center, which was sweltering under nearly 90-degree temperatures and bright sunshine. Long lines of people waited patiently behind red-and-white ribbons of police tape on streets closed to traffic for the buses that would take them to other parts of Bavaria and the neighboring state of Baden-Württemberg.\n\n“We want to swiftly get them to a shelter where they can rest and find a bit of peace,” Ms. Schantz said.\n\nThe first priorities were addressing hunger, thirst and medical needs, said Mr. Neubert, the police spokesman.\n\nAdvertisement Continue reading the main story\n\nAt the station, boxes piled high with bread, fruit and stacks of drinks were set up on the long wooden tables and benches typical of the city’s many beer gardens. Organizers said they had fed some 800 people the previous night and called early Tuesday for more donations.\n\nBy early afternoon, the Munich police put out notices over social media asking people to slow down, saying they were “overwhelmed” with goods and had enough to meet everyone’s needs.\n\nOne of the volunteers was Ashley Fliess, 39, who stood outside Tuesday night handing out umbrellas after it began to rain. She said she, like many of the other volunteers, had just shown up after realizing that the trains from Budapest and Vienna would be arriving.\n\n“It was just logic,” she said. “I just thought, ‘Well, then they will be in Munich very soon.’” She had been there for about 24 hours, with one hour’s sleep, she said.\n\nRené Hinkfoth, 34, of Munich, said he was on vacation. He showed up in the morning and was still there Tuesday night.\n\n“Do you need something warm?” he asked, holding out a plate of rice to a woman as she entered the makeshift migrant center with two children. It was not the first food they had been offered in the Munich station; almost immediately after passing the handmade “Welcome in Germany” signs, they had accepted a pretzel from a large crate, and stuffed it into an increasingly full shopping bag.\n\n“Now is not the moment to think about so many refugees, the consequences,” Mr. Hinkfoth said, commenting on the politics of the situation as he stood next to piles of bananas. “There are so many refugees. They need what a human needs.”", "summary": "But the final phase of the trek for those who arrived Monday and Tuesday was particularly harrowing, as completion of a new barbed-wire fence on the Hungary-Serbia border and discord over immigration policy slowed their passage through Hungary, en route to Austria and then Germany. Preparations included establishing a center to process the applications of the hundreds of people arriving from Kosovo, Albania and elsewhere in the Balkans, who are considered economic migrants, albeit from poor areas, and ineligible for asylum. At the station, boxes piled high with bread, fruit and stacks of drinks were set up on the long wooden tables and benches typical of the city’s many beer gardens. It was not the first food they had been offered in the Munich station; almost immediately after passing the handmade “Welcome in Germany” signs, they had accepted a pretzel from a large crate, and stuffed it into an increasingly full shopping bag."}