{"title": "Putin Bans Some Imports as Payback for Sanctions", "authors": ["Andrew E. Kramer", "Neil Macfarquhar"], "url": "https://www.nytimes.com/2014/08/07/world/europe/putin-orders-import-ban-in-retaliation-for-sanctions.html", "body": "Russia has used trade restrictions to make political and diplomatic points before, and in recent weeks it has banned Ukrainian dairy products, Polish apples, Australian beef, pork from various neighbors and Moldovan fruit, among other products. Beef and cattle from Romania were added to the list on Wednesday, and the Russian news media have suggested that American chicken might be next. Technical pretexts were offered for many of those bans, but the new decree on Wednesday allows them to be imposed simply because a country has imposed sanctions on Russia.\n\nAnalysts suggested that applying the new decree broadly could lead to shortages and drive food prices up sharply, as banned imports from European neighbors are replaced on store shelves with products from much farther afield. Inflation was already a concern in Russia; Lilia Shevtsova, an analyst at the Carnegie Moscow Center, said that last year’s rate of 6.5 percent was “bearable,” but that a rise to 9 or 10 percent would be disastrous.\n\nStill, there was a sense that Mr. Putin wanted to respond in some way to the more sweeping sanctions imposed by the United States and the European Union last week, as well as measures by Australia, Japan and other countries, without doing anything that might rebound on Russia’s crucial energy industry or its high-profile deals with companies like ExxonMobil.\n\n“It started with a warning,” Ms. Shevtsova said. “They will start with agriculture products and then go further.”\n\nIn Ukraine, intensified fighting near Donetsk, the main rebel stronghold, caused a Dutch team of investigators working at the crash site of Malaysia Airlines Flight 17 to withdraw on Wednesday, saying the area had become too dangerous.\n\nGovernment forces bombed Donetsk from the air for the first time overnight, jangling the already badly frayed nerves of the city’s residents. The roar of jets and the crack of explosions could be heard as the bombs dug a line of large craters across a district of warehouses and auto repair shops. It was not clear what the intended target was.\n\nAdvertisement Continue reading the main story\n\nOne of the bombs failed to explode. Two grim-faced members of a bomb squad took turns Wednesday morning digging it out of a hole in the pavement.\n\nWhile many residents in eastern Ukraine have cheered the advance of government troops after the arbitrary arrests and raw brutality of the separatist forces, they are also terrified by the artillery and heavy weapons the army is using, and baffled by denials from the Ukrainian military that it is firing into residential areas.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAfter the bombs fell on Wednesday, a military spokesman in Kiev, Andriy Lysenko, said the Ukrainian air force had not struck Donetsk. “The Ukrainian aviation does not bomb” populated areas, he told reporters. If a warplane was heard over the city, he insisted, it must have been a reconnaissance and communications flight.\n\nBut Tamara Matuznaya, a retiree whose house in Donetsk was narrowly missed by a bomb, said that at the first roar of jets overhead, her son “picked me up and threw me in the basement,” and they cowered there as explosions echoed outside.\n\nUkrainian government forces have been working to tighten their encirclement of Donetsk and to cut off supply routes from the Russian border or the other main rebel stronghold, Luhansk. As the fighting creeps closer to Donetsk, the army has aimed artillery fire at rebel positions in the city but has not yet moved in with ground troops.\n\nCivilians are bearing the brunt of the violence, Human Rights Watch said on Tuesday in a report on the conflict here. And emergency workers have been thwarted by separatists who commandeer ambulances to move fighters about the city, the report said."}