{"title": "France’s President Announces Split With His Companion", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2014/01/26/world/europe/frances-president-announces-split-with-his-companion.html", "body": "Photo\n\nPARIS — President François Hollande announced Saturday that he and his companion, Valérie Trierweiler, had formally ended their relationship, bringing to a close a two-week-long melodrama that began with a glossy magazine’s report of an affair with an actress and Ms. Trierweiler’s emotional collapse over the disclosure.\n\nIn a brief statement to the news agency Agence France-Presse, Mr. Hollande said he was making it known that “I have ended the shared life I had with Valérie Trierweiler.”\n\nHe noted that he was speaking as a private individual and not as the French president in keeping with his insistence, since reports about an affair became public, that it was a private matter and no business of the news media or the French public.\n\n“Private affairs are dealt with in private,” he said in his Jan. 14 news conference as he ducked questions from journalists about his personal life.\n\nAdvertisement Continue reading the main story\n\nThe separation will leave the president living as a single man, and France will no longer have a de facto first lady. Although there is no official title of first lady in France, Ms. Trierweiler had filled that role, accompanying Mr. Hollande at official functions and traveling with him on state visits. Their relationship began in 2005.", "summary": "PARIS — President François Hollande announced Saturday that he and his companion, Valérie Trierweiler, had formally ended their relationship, bringing to a close a two-week-long melodrama that began with a glossy magazine’s report of an affair with an actress and Ms. Trierweiler’s emotional collapse over the disclosure.He noted that he was speaking as a private individual and not as the French president in keeping with his insistence, since reports about an affair became public, that it was a private matter and no business of the news media or the French public.Advertisement Continue reading the main storyThe separation will leave the president living as a single man, and France will no longer have a de facto first lady.Although there is no official title of first lady in France, Ms. Trierweiler had filled that role, accompanying Mr. Hollande at official functions and traveling with him on state visits."}