{"title": "Court Overturns ‘Burkini’ Ban in French Town", "authors": ["Aurelien Breeden", "Lilia Blaise"], "url": "https://www.nytimes.com/2016/08/27/world/europe/france-burkini-ban.html", "body": "But later on Friday, Prime Minister Manuel Valls said in a statement on Facebook that the ruling “doesn’t exhaust the debate that has opened up in our society on the question of the burkini.”\n\nMr. Valls, who last week likened the burkini to a form of “enslavement,” said in his comments on Friday that “condemning the burkini in no way questions individual liberties.”\n\nThe court’s decision seemed unlikely to end the controversy as France enters a presidential election season. The center-right former president, Nicolas Sarkozy, who has announced his plans to run for president again, supports a national ban.\n\nWhile the decision does not apply directly to the many other French cities and towns that have banned the burkini, it amounts to a warning that their prohibitions are likely to be overturned if challenged. The largest such community is the city of Nice.\n\nThe United Nations and the White House seemed relieved by the ruling.\n\n“Obviously we welcome the decision by the court,” Secretary General Ban Ki-moon’s chief spokesman, Stéphane Dujarric, who had expressed concern about the burkini ban, said at a news briefing, emphasizing “the need for people’s personal dignity to be respected.”\n\nJosh Earnest, a White House spokesman, said the United States did not want to “second-guess” France, but noted that President Obama “believes strongly in the freedom of religion.”\n\nCritics of the bans have said they unfairly targeted Muslims in the wake of deadly terrorist attacks in France and elsewhere in Europe. The bans provoked a backlash, particularly photographs spread online showing armed police officers confronting women wearing burkinis, or other clothing — like a veil, a tunic and leggings — covering most of the body.\n\nAdvertisement Continue reading the main story\n\nPatrice Spinosi, a lawyer for the Human Rights League, one of the groups that had challenged the ban, said his association would now ask mayors in other towns to withdraw their bans.\n\n“The council has ruled and has showed that mayors do not have the right to set limits on wearing religious signs in public spaces,” he said, in the absence of a demonstrated threat to public order. “It is contrary to the freedom of religion, which is a fundamental freedom.”\n\nVilleneuve-Loubet, a seaside resort of about 14,000, adopted the ban on Aug. 5, and it was supposed to end on Sept. 15. Police officers in the town will no longer be able to issue fines for burkini-wearing, and women who received fines will be able to contest them.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nVilleneuve-Loubet sits between Nice and Cannes, which enacted a burkini ban on July 28. Most of the prohibitions are temporary and run until the end of the holiday season.\n\nThe town’s mayor, Lionnel Luca, denounced the ruling. “Apparently, the terrorist attacks in Nice were not sufficiently traumatic,” he said sarcastically at a news conference on Friday afternoon, referring to the rampage by a truck driver who attacked a Bastille Day fireworks celebration on July 14, causing 86 deaths. “This decision will raise tensions and passions.”\n\nMarwan Muhammad, the head of the Collective Against Islamophobia in France, another group that challenged the bans, praised the ruling, but expressed concern that other communities might drag their feet on rescinding their bans.\n\n“Normally, mayors should remove their ordinances following this decision, except if they want to race against the clock and go to court,” Mr. Muhammad said, noting that the ordinances are set to expire in the coming weeks, while the court process can drag on for longer. Several mayors have already told French media that they did not intend to remove their bans in light of the ruling.\n\nThe ordinances in question did not mention Islam or the burkinis explicitly — instead banned bathing attire that was not “appropriate,” was not “respectful of good morals and of secularism,” or did not respect “hygiene and security rules” — but the target of the laws was obvious.\n\nAdvertisement Continue reading the main story\n\nThe Council of State said the “emotions and concerns that are the result of the terrorist attacks, most notably the one carried out in Nice last July 14, do not suffice to legally justify the ban.”\n\nRestrictions on liberty “must be justified by proven risks to public order,” the court said, finding that the town’s mayor had failed to meet that criterion.\n\nAnti-discrimination and human rights groups had challenged the restrictions in local courts, but the rules were upheld, leading the groups to appeal to the Council of State, which heard arguments from lawyers for both sides on Thursday.\n\nThe bans have also fueled an intense political debate and split the French government, with Mr. Valls expressing support for them and several female ministers opposing the restrictions, even as they voiced distaste for the garments.\n\nMarine Le Pen, the head of the far-right National Front, said after the ruling that French lawmakers should expand a 2004 law that bans ostentatious religious symbols in schools to all public places, except for “religious personnel,” but she did not make clear how broad that exception should be.\n\nThe showdown over the burkini was only the latest controversy over the principle of laïcité, or secularism, that has been a defining feature of French political life since the Revolution. Critics say the principle is increasingly used to justify measures that single out Muslims, rather than keeping government out of religion and vice versa, the original intent.\n\nJean-Pierre Mignard, a legal expert who is close to Mr. Hollande, predicted that the controversy would continue. “The fact that some elected officials are already contesting the Council of State’s decision shows that they have now entered an ideological showdown,” he said, while adding that if an anti-burkini law were put forward in Parliament, it would not likely pass muster with the country’s Constitutional Council.\n\nPaul Cassia, a professor of public law at the University of Paris, said the decision on Friday “creates a precedent that applies to all the towns,” and “a strong presumption” that such bans are unlawful.\n\nAdvertisement Continue reading the main story\n\nAlthough the ruling on Friday technically suspended the ban, Mr. Cassia said the decision effectively overturned the prohibition completely and showed that the principle of laïcité had been misapplied by the towns.\n\n“It means neutrality for the state, not the individual,” Mr. Cassia said.\n\nHe added: “I was in Nice two days ago. There are women in the street with veils. It’s completely unreasonable to ban them from the beach, while they are free to walk around the city. It’s hysteria.”\n\nMr. Muhammad, the head of the Collective Against Islamophobia in France, said he feared that in the current political climate, Muslims would continue to be targeted.\n\n“Now that it is over with the beach, they are going to come back with the debate on long skirts or on halal meals,” he said.", "summary": "The bans provoked a backlash, particularly photographs spread online showing armed police officers confronting women wearing burkinis, or other clothing — like a veil, a tunic and leggings — covering most of the body. The bans have also fueled an intense political debate and split the French government, with Mr. Valls expressing support for them and several female ministers opposing the restrictions, even as they voiced distaste for the garments. Paul Cassia, a professor of public law at the University of Paris, said the decision on Friday “creates a precedent that applies to all the towns,” and “a strong presumption” that such bans are unlawful. Although the ruling on Friday technically suspended the ban, Mr. Cassia said the decision effectively overturned the prohibition completely and showed that the principle of laïcité had been misapplied by the towns."}