{"title": "Tensions Erupt in Brussels, and Police in 4 Countries Make Arrests", "authors": ["Lilia Blaise", "Alissa J. Rubin"], "url": "https://www.nytimes.com/2016/03/28/world/europe/brussels-attack-paris-italy-arrest.html", "body": "The diverse, peaceful crowd attending the informal gathering for the victims on Easter, in the square in front of the historic Brussels stock exchange, was far larger than those that had gathered earlier in the week, because many people had come to the capital for a planned March Against Fear, which was canceled a day before. Among those lighting candles and taking photos were blond, blue-eyed Belgians; Muslim women, their heads covered with the hijab; and dark-haired men from Belgium’s large Moroccan community.\n\nSome held up flags of various countries, and one group had a banner that said, “Pas au Nom d’Islam,” meaning that the terrorist attacks had not been done in the name of Islam. Many lit candles in memory of those who had died, and some in attendance said they had friends who had been injured at the Maelbeek station on Tuesday.\n\nYousra Ziani, 16, a Belgian high school student whose parents emigrated from Morocco, said her parents had advised her against going out because they worried about her safety. She felt she had to come, saying, “It is important to show our unity and solidarity as Belgians.”\n\nMs. Ziani said she lived on the street in the Forest neighborhood where a shootout on March 15 injured four police officers and killed Mohamed Belkaid, one of the men suspected of being involved in planning the attacks in Paris and Brussels.\n\n“The raid in Forest happened just in front of my eyes,” she said.\n\nThe arrests announced over the weekend in Belgium, Germany, Italy and the Netherlands underscored that the European authorities have yet to get a handle on the extent of terrorist networks on the Continent.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAn Algerian man suspected of being part of a counterfeiting ring that provided forged documents to people involved in the Paris and Brussels attacks was arrested in Italy, the Italian authorities announced on Sunday.\n\nAdvertisement Continue reading the main story\n\nThe Belgian government had issued a European arrest warrant for the man — whom the ANSA news agency identified as Djamal Eddine Ouali, 40 — on Jan. 6, the Italian State Police said.\n\nMr. Ouali’s name emerged during searches in October in the Saint-Gilles borough of Brussels, where the police found around 1,000 digital images used to make false identity documents.\n\nPhoto\n\nANSA reported that the forgery ring had produced false documents used by three men: Mr. Belkaid; Salah Abdeslam, a suspect in the Paris attacks, who was captured in Brussels on March 18; and Najim Laachraoui, one of two suicide attackers who struck Brussels Airport on Tuesday.\n\nThe Algerian man had recently applied at an immigration office in Italy for a residency permit, and a police check found that he was wanted by the Belgians. He was arrested while walking on Saturday afternoon in Bellizzi, a town in the southwestern Salerno Province.\n\nOn Friday in Germany, the police detained two people also suspected of links to the attacks: One was picked up during a routine identity check in a town north of Frankfurt. Text messages on his cellphone appeared to be from one of the men who carried out Tuesday’s suicide attacks, according to German news reports.\n\nThe Belgian prosecutor’s office issued a news release on Sunday saying 13 searches had been carried out that morning in French- and Flemish-speaking areas of Belgium. The release said the arrests were related to a terrorism case but did not say whether they were directly tied to the attacks in Brussels.\n\nLate Sunday, a spokesman for the Dutch prosecutor’s office confirmed that the police had arrested a 32-year-old man in Rotterdam at the request of the French police on the suspicion that he had been involved in planning attacks in France.", "summary": "Among those lighting candles and taking photos were blond, blue-eyed Belgians; Muslim women, their heads covered with the hijab; and dark-haired men from Belgium’s large Moroccan community.Ms. Ziani said she lived on the street in the Forest neighborhood where a shootout on March 15 injured four police officers and killed Mohamed Belkaid, one of the men suspected of being involved in planning the attacks in Paris and Brussels.The arrests announced over the weekend in Belgium, Germany, Italy and the Netherlands underscored that the European authorities have yet to get a handle on the extent of terrorist networks on the Continent.An Algerian man suspected of being part of a counterfeiting ring that provided forged documents to people involved in the Paris and Brussels attacks was arrested in Italy, the Italian authorities announced on Sunday.The Belgian government had issued a European arrest warrant for the man — whom the ANSA news agency identified as Djamal Eddine Ouali, 40 — on Jan. 6, the Italian State Police said."}