{"title": "What Are Next Steps for ‘Brexit’ Now That Article 50 Has Been Invoked?", "authors": ["Jasmine C. Lee"], "url": "https://www.nytimes.com/interactive/2016/06/23/world/europe/brexit-european-union-process.html", "body": "The First 48 Hours\n\nPatrick Seeger/European Pressphoto Agency\n\nBritain initiated the withdrawal by following the process described in Article 50 of the Treaty on European Union, which says the first step in a member state leaving the bloc is to notify the European Council of its intention. Theresa May, Britain’s prime minister, has informed the council, which includes one government leader (such as a prime minister, president or chancellor) from each of the 28 member countries. The group also includes its own president.\n\nDonald Tusk, president of the European Council, said that he would present a draft of withdrawal guidelines to the remaining member states within 48 hours of Britain’s notification.\n\nLeaders of the 27 remaining members are expected to meet in April or May to discuss and finalize the negotiation process.\n\nNext, Britain and the E.U. negotiate the terms of the separation.\n\nDuring the negotiation, Britain is still subject to all rules and regular activity of the European Union. However, British representatives to the European Council are not supposed to participate in conversations or voting related to the withdrawal.\n\nBritain has named David Davis to a cabinet-level position to lead the negotiation. Michel Barnier, a French diplomat, is the chief negotiator for the European Commission , the executive body of the E.U.\n\nThe most contentious parts of the negotiation will center on immigration, trade access, how much Britain owes the bloc to cover future commitments like pensions, and the status of European Union citizens now living in Britain, and British citizens living in the 27 other countries.\n\nFinally, both sides approve the terms.\n\nTwo European Union lawmaking bodies, the European Parliament and the Council of the European Union, must vote.\n\nEuropean Parliament 678 73 Non-British members British members As of March 20, 2017 European Parliament 678 73 Non-British members British members As of March 20, 2017\n\nThe European Parliament , which has more than 700 elected members from across the bloc, would need to approve the agreement with a majority vote. It is unclear whether British members would be allowed to vote.\n\nCouncil of the European Union British representative Council of the European Union British representative\n\nThe Council of the European Union is comprised of representatives from each country, but does not have a set list of members. Ministers from each country attend council meetings based on the policy area being addressed. It would need a “qualified majority” to approve the agreement. In this instance, that would mean 20 of the 27 members (excluding Britain) voting in favor.\n\nArticle 50 does not specify how a withdrawing country should approve the agreement, but this month the British Parliament gave the government power to invoke Article 50 and to negotiate the deal. Parliament will still be able to vote, but the body may be left choosing between the deal negotiated by the government or no deal at all.\n\nBritain and the E.U. have two years to get all of this done.\n\nThe process has a two-year time limit, which starts as soon as the European Council is notified. This deadline can be extended, but only with the unanimous agreement of the European Council.\n\nWhen time is up, Britain will no longer be a member of the European Union, even if an agreement has not been reached."}