{"title": "German Police Kill Assailant After Ax Attack Aboard a Train", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2016/07/19/world/europe/ax-attack-germany-wurzburg.html", "body": "“There are hints that may indicate a terrorist background, but these have not yet been proven,” Mr. Herrmann said. “There are many witnesses; many people were sitting in the train. There are also the many police who responded and confronted the perpetrator and shot him, who are also important witnesses.”\n\nThe train was traveling from Treuchtlingen in Bavaria to Würzburg when the attack occurred, the German federal police in Würzburg said.\n\nIn addition to the four wounded during the attack, 14 passengers were treated for psychological shock, the police said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAs the police, including a team of special forces who happened to be in the city, moved in on the teenager, he charged them, and the police opened fire, Mr. Herrmann said.\n\nLast month, the police killed an armed assailant who had taken several hostages at a multiplex movie theater in the western German city of Viernheim.\n\nGermany has not experienced attacks on the same scale as France or Belgium, but it remains on edge amid threats on social media by Islamic extremists. Several plots have been foiled by the police.\n\nIn May, a 27-year-old German killed one man and injured three others with a knife while shouting “Allahu akbar” on a commuter train in a suburb of Munich. After questioning him, the authorities said that he had no known links to Islamic extremism and that they believed he was mentally disturbed.\n\nFears have been running high that terrorists may have been among those entering the country last year. Coming just days after a Tunisian using a truck killed 84 people in Nice, France, Monday night’s attack could have political ramifications.\n\nGermans, who arrived in droves at train stations and bus stops to welcome the migrants arriving last year, have since grown increasingly fearful. Worries spiked after North African migrants were linked to dozens of sexual assaults on German women in Cologne on New Year’s Eve.", "summary": "Last month, the police killed an armed assailant who had taken several hostages at a multiplex movie theater in the western German city of Viernheim. Germany has not experienced attacks on the same scale as France or Belgium, but it remains on edge amid threats on social media by Islamic extremists. Coming just days after a Tunisian using a truck killed 84 people in Nice, France, Monday night’s attack could have political ramifications. Worries spiked after North African migrants were linked to dozens of sexual assaults on German women in Cologne on New Year’s Eve."}