{"title": "Fox News Beats a Retreat After Gaffes About Islam", "authors": ["Stephen Castle", "Robert Mackey"], "url": "https://www.nytimes.com/2015/01/13/world/europe/twitter-users-react-with-glee-to-fox-news-claim-on-birmingham.html", "body": "Mr. Emerson also said, “In parts of London, there are actually Muslim religious police that actually beat and actually wound, seriously, anyone who doesn’t dress according to Muslim, religious Muslim attire.”\n\nIn his mea culpa, Mr. Emerson promised to make a donation to the Birmingham Children’s Hospital.\n\n“There was no excuse for making this mistake, and I owe an apology to every resident of Birmingham,” he said. “I am not going to make any excuses. I made an inexcusable error. And I am obligated to openly acknowledge that mistake. I wish to apologize for all residents of that great city of Birmingham.”\n\nMore on the Paris Shootings\n\nThe Birmingham City Council responded with a statement in which James McKay, a prominent city councilor, described the comments as “curious,” and said they “clearly have no foundation.”\n\n“Birmingham’s an incredible place, rightly held up as an example of how communities can and do live and thrive together,” Mr. McKay said.\n\nDavid Cameron, the British prime minister, reacted less diplomatically to the Fox News broadcast, telling ITV News that Mr. Emerson was “clearly a complete idiot.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBirmingham’s large and diverse population includes a number of ethnic minorities. As a local newspaper pointed out, the population is 21.8 percent Muslim, less than half the Christian population. Birmingham was once at the heart of British industry, but it suffered as manufacturing declined in the 1970s and ’80s. More recently, it has remade itself as a center of the service economy, with prominent educational and research institutions and a vibrant cultural life.\n\nBirmingham’s growing self-confidence was underlined by one post on Twitter on Monday saying that only Brummies — a nickname for the city’s residents — could “react with such humor in the face of ineptitude. ... That is why you will never find better people anywhere.”\n\nThe reactions to Mr. Murdoch’s assertions about Muslims were less charitable.\n\nHe posted a message Friday on Twitter that appeared to assign collective blame to all Muslims for the deadly assaults in Paris, asserting that they must be held responsible “until they recognize and destroy their growing jihadist cancer.” Members of other religious faiths responded with a mix of rage and ridicule.\n\n“I was born Christian,” wrote J.K. Rowling, the author, on her Twitter account. “If that makes Rupert Murdoch my responsibility, I’ll auto-excommunicate.” Another prominent author, Matt Haig, wrote on his Twitter account: “On behalf of white people I’d like to apologize for Rupert Murdoch.”\n\nAdvertisement Continue reading the main story\n\nOn Sunday, Mr. Murdoch appeared to show some measure of repentance by joining those who had praised Ahmed Merabet, the French police officer killed on camera by an Islamic militant who had helped carry out the deadly assault on the offices of Charlie Hebdo, the satirical newspaper. In a Twitter message, Mr. Murdoch wrote: “Extraordinary scenes in Paris today, but do not forget the heroic sacrifice of Ahmed Merabet, the Muslim police officer whose funeral was today.”", "summary": "Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.More recently, it has remade itself as a center of the service economy, with prominent educational and research institutions and a vibrant cultural life.Birmingham’s growing self-confidence was underlined by one post on Twitter on Monday saying that only Brummies — a nickname for the city’s residents — could “react with such humor in the face of ineptitude.He posted a message Friday on Twitter that appeared to assign collective blame to all Muslims for the deadly assaults in Paris, asserting that they must be held responsible “until they recognize and destroy their growing jihadist cancer.” Members of other religious faiths responded with a mix of rage and ridicule.On Sunday, Mr. Murdoch appeared to show some measure of repentance by joining those who had praised Ahmed Merabet, the French police officer killed on camera by an Islamic militant who had helped carry out the deadly assault on the offices of Charlie Hebdo, the satirical newspaper."}