{"title": "Germany Must Allow Third Gender Category, Court Rules", "authors": ["Melissa Eddy", "Jessica Bennett"], "url": "https://www.nytimes.com/2017/11/08/world/europe/germany-third-gender-category-vanja.html", "body": "Thailand recognizes a third gender in its Constitution but has not yet made that an option on government documents.\n\nIn June, for the first time in Canada, a newborn was issued a health document without a gender: a health card that listed U as the gender, for unspecified or unknown. In August, Canada began issuing passports with a third gender option, designated with an X.\n\nSeveral American states have offered residents gender-neutral options on drivers licenses, and last month, California passed a law that allows nonbinary and intersex people a nonbinary category on their birth certificates.\n\nWhile much of the change worldwide has involved transgender people, the discussion has also focused attention on intersex people, those born with traits of both sexes.\n\n“Children who are born with atypical sex characteristics are often subject to irreversible sex assignment, involuntary sterilization, involuntary genital normalizing surgery,” a 2013 report from the United Nations special rapporteur on torture found, noting that they were left “with permanent, irreversible infertility and causing severe mental suffering.” Human Rights Watch has condemned such procedures.\n\nHayley Gorenberg, general counsel at Lambda Legal, said the German ruling appeared to give parents of intersex children the option to wait until the child was old enough to determine which gender, if any, to identify with.\n\n“It seems to be very clearly about not forcing people into a particular gender marker label, and I think that’s very important,” she said. “The fact is, just like any other personal characteristics, gender is on a spectrum and not everybody falls into the binary category of male or female.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe new decision comes in the case of German citizen born in 1989 who was identified only as Vanja, by Third Option, an advocacy group that supported the plaintiff.\n\nAdvertisement Continue reading the main story\n\nThe German Constitution guarantees the right to personal freedom, which protects sexual identity.\n\n“The assignment to a gender is of paramount importance for individual identity; it typically occupies a key position both in the self-image of a person and how the person is perceived by others,” the court found. “It also protects the sexual identity of those persons who are neither male nor female.”\n\nCurrent laws that require a person to register as either male or female interfere with that right and are discriminatory, the court found.\n\nIt added that the existing law’s limitation of binary gender options only to male or female was discriminatory.\n\nThe 2013 German law that allowed parents the right not to designate their child as male or female was based on a set of recommendations by the German Ethics Council that found that people who did not identify with a gender should not be forced to select one, and that people “people affected should be able to decide for themselves” about their gender.\n\nIn 2014, Vanja’s attempt to change her sex designation from “female” to “inter/diverse” was rejected by the registrar, who argued that such a designation was not recognized by law.\n\nA local court also rejected Vanja’s attempt to challenge the regulation. On Wednesday, the Constitutional Court overturned the lower court’s ruling.\n\n“For the first time in Germany, people who are neither male nor female are legally protected,” said Moritz Schmidt, a spokesman for Third Option. “We hope that this success will be used to fight against discrimination wherever inter- and transgender people still suffer disadvantages due to their gender.”\n\nA United Nations study estimated the intersex population at 0.5 percent to 1.7 percent of the global population. In the United States, according to one estimate, transgender people made up 0.6 percent of the adult population, according to the Williams Institute at the UCLA School of Law.\n\n“I think it’s a really positive development in that it’s basically the state acknowledging that bodies are diverse, and that the shoehorning of bodies into pink or blue can do a kind of violence,” said Susan Stryker, an associate professor of gender and women’s studies at the University of Arizona and the author of “Transgender History: The Roots of Today’s Revolution,” said of the Germany ruling. “But I don’t necessarily see this ruling as something that’s a huge victory in the battle for gender liberation. It’s still very much about medicalization.”\n\nAdvertisement Continue reading the main story\n\nMs. Gorenberg said of the field, “It’s all moving in the same direction, but not fast enough.”"}