{"title": "White Smoke From the Vatican? Not From Cigarettes", "authors": ["Gaia Pianigiani"], "url": "https://www.nytimes.com/2017/11/09/world/europe/pope-francis-vatican-cigarettes.html", "body": "Photo\n\nROME — Pope Francis is ending one of the less healthful perks of life in the Vatican: cheap cigarettes.\n\nSelling discounted tobacco to employees and pensioners, without the increasingly stringent taxes imposed in surrounding Italy, has long been a source of revenue for the tiny Vatican City State. Many people in Rome have bought cigarettes through acquaintances at the Vatican.\n\nBut cigarette sales will be banned from next year, a Vatican spokesman announced on Thursday.\n\n“The Holy See cannot contribute to an activity that clearly damages the health of people,” the spokesman, Greg Burke, said in a statement, citing World Health Organization figures that smoking causes seven million deaths a year.\n\nThe sales had been profitable for the Vatican, he said, but “no profit can be legitimate if it puts lives at risk.”\n\nAdvertisement Continue reading the main story\n\nCigarettes were sold through duty-free shops reserved for employees and citizens of Vatican City. According to a 2015 book based on leaked Vatican documents, cardinals were entitled to a discount on up to 200 packs a month. The Vatican said employees could purchase a maximum of 50 packs a month.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Thursday, Francis also approved a step toward sainthood for Pope John Paul I, who died in 1978 only 33 days into his papacy.", "summary": "ROME — Pope Francis is ending one of the less healthful perks of life in the Vatican: cheap cigarettes.Selling discounted tobacco to employees and pensioners, without the increasingly stringent taxes imposed in surrounding Italy, has long been a source of revenue for the tiny Vatican City State.Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.On Thursday, Francis also approved a step toward sainthood for Pope John Paul I, who died in 1978 only 33 days into his papacy."}