{"title": "Spain Dismisses Catalonia Government After Region Declares Independence", "authors": ["Raphael Minder", "Patrick Kingsley"], "url": "https://www.nytimes.com/2017/10/27/world/europe/spain-catalonia-puigdemont.html?rref=collection%2Fbyline%2Fraphael-minder&action=click&contentCollection=undefined&region=stream&module=stream_unit&version=latest&contentPlacement=1&pgtype=collection", "body": "As of Friday night it was unclear whether separatist leaders — who hours earlier exulted at the independence declaration — would resist. The mood in the city of Barcelona was a mix of intense joy and subdued trepidation.\n\n“We believe it is urgent to listen to Catalan citizens, to all of them, so that they can decide their future and nobody can act outside the law on their behalf,” Mr. Rajoy said.\n\nThe steps announced by Mr. Rajoy mean Spain will take direct control over one of the country’s autonomous regions for the first time since Spain embraced democracy under the 1978 Constitution.\n\nAt the end of what he called “a sad day” for Spaniards, Mr. Rajoy assured them that he had the means to end a secessionist threat that, he said, was based on “lies, frauds and impositions.”\n\nPhoto\n\nHe removed the Catalan leader, Carles Puigdemont, and his cabinet, as well as the director general of the autonomous police force. He also ordered Catalonia’s representative offices overseas to close.\n\nIn ordering the Catalan Parliament to dissolve, Mr. Rajoy said new regional elections would be held Dec. 21.\n\nPending the elections and formation of a new regional government, Mr. Rajoy said, Catalonia’s administration would be run from Madrid.\n\nAdvertisement Continue reading the main story\n\nFueled by a distinct language and culture as well as economic grievances, aspirations for a separate state have percolated for generations in Catalonia before boiling over this month.\n\nThe events on Friday, coming in the chaotic aftermath of an Oct. 1 independence referendum in Catalonia, were greeted variously with anger, concern and elation on both sides, with the prospect of even more volatile confrontations in days ahead as the Spanish government moves to put the steps in place.\n\nSpain’s attorney general may now seek to detain Catalan leaders on grounds of rebellion.\n\nSuch moves were likely to turn the boisterous separatist street celebrations that greeted the independence declaration on Friday into mass protests, with one Catalan labor union already calling on workers to stage a general strike on Monday.\n\nDuring the debate in the regional parliament that preceded their vote for independence, Catalan lawmakers traded accusations and in turn described the occasion as “historic” and “happy,” or else “tragic” and a violation of Spain’s Constitution — perhaps the only thing on which both sides agreed.\n\nWithin an hour, the Spanish Senate in Madrid voted 214 to 47 to invoke Article 155 of Spain’s Constitution, granting Mr. Rajoy extraordinary powers to seize direct administrative control over the region and remove secessionist politicians, including Mr. Puigdemont, the Catalan leader.\n\nIn a speech on Friday before the vote, Mr. Rajoy had said he had “no alternative” because Mr. Puigdemont and his separatist government had pursued an illegal and unilateral path that was “contrary to the normal behavior in any democratic country like ours.”\n\nPhoto\n\nUndeterred by Mr. Rajoy’s threat, and after a bitter debate, separatists in the Catalan Parliament passed a resolution to create “a Catalan republic as an independent state.”\n\nMost of the opponents to independence walked out of the chamber in protest before the vote, which the remaining lawmakers held via secret ballot, aware that declaring independence from Spain could risk arrest.\n\nAdvertisement Continue reading the main story\n\nThe final tally was 70 in favor, 10 against, and two blank votes.\n\nSince the referendum, Mr. Puigdemont had been squeezed in a tightening vise of his own creation, and seemed at times to contradict his own declarations as he squirmed for a way out.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Puigdemont, a former small city mayor, was trapped between the demands from Catalan hard-liners to declare independence on one side, and, on the other side, the stiffening response from a Rajoy government determined to preserve the nation’s Constitution and territorial integrity.\n\nDespite pleas for mediation, he and his region’s independence bid were shunned and condemned, not only by Madrid but also by European Union officials wary of encouraging similarly minded secessionist movements around the Continent.\n\nEuropean leaders made clear on Friday that they would not be recognizing Catalan independence and would support Mr. Rajoy, as leader of one of the bloc’s most important member states. Donald Tusk, the president of the European Council, wrote in a Twitter post that “nothing changes” and “Spain remains our only interlocutor.”\n\nSearching for a compromise, Mr. Puigdemont came close on Thursday to calling early regional elections in hopes of forestalling the drastic measures approved by the Spanish Senate on Friday and preserving Catalonia’s autonomy.\n\nBut Madrid would offer no guarantee that it would not clamp down on the region, Mr. Puigdemont said, as he immediately faced a revolt in his own ranks from secessionist hard-liners who called him a traitor.\n\nAfter hours of wavering on Thursday, he relented and threw the decision on independence to Catalan lawmakers, who took the fateful plunge on Friday.\n\nAddressing the Catalan Parliament in Spanish, Carlos Carrizosa, a lawmaker from Ciudadanos, a party that opposes secession, told Mr. Puigdemont and separatist lawmakers that, far from creating a new Catalan republic, “you will go down in history for having fractured Catalonia and for sinking the institutions of Catalonia.”\n\nIn front of the assembly, he tore apart a copy of the independence resolution. “Your job is not to promise unrealizable dreams but to improve the daily lives of people,” he said.\n\nAdvertisement Continue reading the main story\n\nBefore the independence vote, Marta Rovira, a separatist lawmaker, told the assembly that “today we start on a new path” to build “a better country.” She added, “We are creating a country free of repression.”\n\nCatalan lawmakers who voted for independence could face prosecution for sedition, or even rebellion.\n\nMarta Ribas, a Catalan lawmaker, said that Madrid’s use of Article 155 was unjustified, but also argued that “it’s a mistake to respond to one outrageous act with another outrageous act.”\n\nShe added, “A declaration of independence won’t protect us from the 155, quite the contrary.”\n\nIn the streets outside the Catalan Parliament in Barcelona, not far from a boisterous pro-independence rally, a few Catalans quietly expressed similar frustrations.\n\nThe Oct. 1 referendum did not give the Catalan government the legitimacy to vote to secede, said Federico Escolar, 53, a cafe owner.\n\n“Most of the people who would have voted no did not participate,” Mr. Escolar said, while smoking a cigarette outside his cafe. “It was not a proper referendum. It was illegal.”\n\nWalking into a nearby subway station, Cristina Juana, a 38-year-old social worker, agreed.\n\n“Neither Puigdemont nor the Catalan government knows exactly what the Catalan people’s opinion is,” Ms. Juana said.\n\nBefore the Catalan Parliament’s vote for independence on Friday, large crowds had gathered outside in anticipation of what they hoped would be a historic day for Catalonia.\n\nMany were draped in flags as they watched the parliamentary debate on two large screens, cheering during speeches by pro-independence lawmakers and hissing those of their opponents. When proceedings hit a lull, the crowds cycled through a series of pro-independence chants.\n\n“Spanish occupiers!” was one, a reference to the national police officers who tried to stop the Oct. 1 referendum by force. “Leave Catalonia!”", "summary": "The events on Friday, coming in the chaotic aftermath of an Oct. 1 independence referendum in Catalonia, were greeted variously with anger, concern and elation on both sides, with the prospect of even more volatile confrontations in days ahead as the Spanish government moves to put the steps in place.Such moves were likely to turn the boisterous separatist street celebrations that greeted the independence declaration on Friday into mass protests, with one Catalan labor union already calling on workers to stage a general strike on Monday.During the debate in the regional parliament that preceded their vote for independence, Catalan lawmakers traded accusations and in turn described the occasion as “historic” and “happy,” or else “tragic” and a violation of Spain’s Constitution — perhaps the only thing on which both sides agreed.Within an hour, the Spanish Senate in Madrid voted 214 to 47 to invoke Article 155 of Spain’s Constitution, granting Mr. Rajoy extraordinary powers to seize direct administrative control over the region and remove secessionist politicians, including Mr. Puigdemont, the Catalan leader.Searching for a compromise, Mr. Puigdemont came close on Thursday to calling early regional elections in hopes of forestalling the drastic measures approved by the Spanish Senate on Friday and preserving Catalonia’s autonomy."}