{"title": "‘Brexit’ Debate Even Divides Cats (and Dogs) on Twitter", "authors": ["Iliana Magra", "Christopher Mele"], "url": "https://www.nytimes.com/2016/06/23/world/europe/on-twitter-even-cats-and-dogs-are-divided-over-brexit.html", "body": "So far, the cats opposed to leaving the European Union are winning the battle, with nearly 60,800 tweets in the last seven days, according to Dataminr, a monitoring service. Cat tweets in favor of leaving the European Union numbered around 2,700, with the dog tweets split 3,475 against to 1,360 for leaving, Dataminr showed.\n\nWhat does this mean for the referendum? We’re not sure, but this is scientific proof that Twitter is ridiculous.\n\nThrough their pets, Twitter users touched on several high-profile issues of the referendum debate, including immigration, the economy and the role of the right-wing U.K. Independence Party.\n\n“Benson’s worried not enough people realize that we have more in common than things dividing us,” wrote Rupert Myers, a journalist, on Twitter, with a picture of his cat gazing forlornly (or perhaps at a goldfish).\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nImmigration figured prominently in the posts, a reflection of the “Leave” campaign’s views, which recently made headlines after a poster showed a huge line of migrants stretching into the distance, with the words “Breaking Point” overlaid in red.\n\n“Sasha is worried for her future after #Brexit as she knows she looks ‘foreign,’ ” wrote Paul Bernal on Twitter, posting a picture of a cat.\n\nAnd so the battle of the Twitter pets is likely continue until the vote. A sampling:\n\nHypnosis is one way to get results.\n\nPrayer is another method.\n\nThis one is not quite sure which way to vote.\n\nFor those who oppose leaving the European Union:\n\nWhen the two sides face off, this is what it looks like:\n\nDr. Suzanne Conboy-Hill, referring to Boris Johnson, the former London mayor and one of the public faces of the “Leave” campaign, said her cat feared she could be sent packing at any moment: “Chaka is 19 & part Persian. She worries she might be deported if Boris knows where Persia is.”\n\nOn the other side of the debate, Daniel Hannan, a member of the Conservative Party and the European Parliament, invoked the famed Grumpy Cat."}