{"title": "Syrian Refugee Arrested in Germany After Fatal Knife Attack", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2016/07/25/world/europe/syrian-refugee-arrested-in-germany-after-fatal-machete-attack.html", "body": "After attacking the woman, the assailant fled into the street, the police said. A motorist who spotted the armed man running down a sidewalk near the bus station aimed his car at him, knocking him to the ground. Police officers arrived and quickly subdued the suspect, who was also hurt.\n\nPhoto\n\nThe motorist was slightly injured, as was a woman whose windshield had been struck by the knife, Mr. Schaal said.\n\nThe suspect was previously cited by the police for causing “bodily injury,” Mr. Schaal said, but he offered no further details regarding that case. “He is undergoing medical treatment and will be interrogated,” Mr. Schaal said.\n\nAccording to a report in the Stuttgarter Zeitung newspaper, the suspect and the woman worked in a kebab shop and had an argument.\n\nBRITAIN GERMANY Brussels BELGIUM Würzburg Five injured in a train attack July 18 Paris Reutlingen Sunday’s attack Munich Nine killed in mall rampage July 22 SWITZ. FRANCE ITALY Nice July 14 SPAIN GERMANY Brussels BELG. Würzburg Five injured in a train attack July 18 Reutlingen Sunday’s attack Munich Nine killed in mall rampage July 22 FRANCE SWITZ. ITALY Nice July 14\n\nThe attacker acted alone, and “based on what we know at this time, the citizens of Reutlingen face no further danger,” the police said in a statement hours after the attack.\n\nAlthough Germans have not been the victims of a coordinated terror attack on the scale of those in France and Belgium, the country has been unsettled by a week of violence.\n\nLast Monday, a 17-year-old refugee who had come to Germany from Afghanistan as an unaccompanied minor injured four people on a train and a passer-by near Würzburg. He was armed with an ax and a knife. On Friday, an Iranian-German opened fire here in Munich in a rampage that the authorities there said was not linked to a political motivation. Nevertheless, it sent waves of panic through this southern German city until the police confirmed that the gunman was dead.\n\nSyrians accounted for more than a third of the 397,000 applications for asylum in Germany in the first half of this year. Most will be granted the right to stay and begin the integration process of learning the language and laws.", "summary": "A motorist who spotted the armed man running down a sidewalk near the bus station aimed his car at him, knocking him to the ground. The suspect was previously cited by the police for causing “bodily injury,” Mr. Schaal said, but he offered no further details regarding that case. According to a report in the Stuttgarter Zeitung newspaper, the suspect and the woman worked in a kebab shop and had an argument. Although Germans have not been the victims of a coordinated terror attack on the scale of those in France and Belgium, the country has been unsettled by a week of violence."}