{"title": "Jeremy Corbyn Will Be on Ballot as Labour Party Schedules Election in Britain", "authors": ["Sewell Chan", "Russell Goldman"], "url": "https://www.nytimes.com/2016/07/13/world/europe/labour-jeremy-corbyn.html", "body": "The committee said a date for the election would be announced on Thursday.\n\nAccording to the party, 370,658 Britons are registered Labour voters. More than 100,000 have registered in the past year, but only those who registered before Jan. 12, 2016, will be allowed to vote for leader in the upcoming ballot, according to a party statement.\n\nThe discord in the party has been one of the many aftershocks of the June 23 referendum, in which Britons voted to leave the European Union.\n\nMr. Corbyn supported British membership in the bloc of 28 nations, and, by his estimation, about three-quarters of Labour Party supporters voted to remain. (The decision to leave was approved by 52 percent, with 48 percent voting to remain.)\n\nBut Mr. Corbyn’s critics said his campaigning was halfhearted, lackluster and ineffective; shortly before the referendum, he estimated his enthusiasm for remaining in the European Union at “seven, or seven and a half” on a scale of 1 to 10.\n\nAngela Eagle, a Labour lawmaker representing a district in northwest England, announced on Monday that she was challenging Mr. Corbyn for leadership of the party.\n\nPhoto\n\n“These are dark times for Labour, and they are dangerous times for our country,” Ms. Eagle said. “A referendum to settle an argument in the Conservative Party has resulted in the country being torn apart: our economy damaged, our society hurt.”\n\nOn Twitter, she wrote she was glad the committee had reached a decision. “I welcome the contest ahead. And I am determined to win it,” Ms. Eagle said.\n\nAdvertisement Continue reading the main story\n\nReflecting the heightened tensions in the Labour Party, Ms. Eagle’s office said in a statement on Tuesday that a brick had been thrown through the window of her constituency office in Wallasey, near Liverpool, overnight or in the morning.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAn Eagle campaign meeting at a hotel in Luton, about 30 miles northwest of London, was relocated in response to death threats, and the police were informed, the statement said. Mr. Corbyn later condemned the attacks, calling on all Labour Party members to “treat each other with respect and dignity, even when there is disagreement.”\n\nMs. Eagle’s announcement on Monday was overshadowed by the news from the governing Conservative Party: Andrea Leadsom, one of two finalists to succeed David Cameron as the party’s leader, abruptly dropped out of the race, clearing the way for Theresa May, the home secretary, to become Britain’s next prime minister.\n\nMr. Cameron intends to formally resign on Wednesday after a regular session of prime minister’s questions, and Queen Elizabeth II is expected to formally ask Ms. May on Wednesday afternoon to form a government.\n\nA moving van arrived at No. 10 Downing Street on Tuesday as Mr. Cameron, in office since 2010, and his family prepared to move out, leaving behind a cat, Larry, which officials said belongs to the Civil Service.\n\nMr. Corbyn was elected as the Labour Party leader in September, after the party performed poorly in the May 2015 general election, perhaps most notably in Scotland, where traditional Labour voters flocked to the left-leaning, pro-independence Scottish National Party.\n\nA member of Parliament since 1983, Mr. Corbyn had never held a major leadership position in the party, but he beat his opponents with a vow to return to its socialist roots and to reject the “Third Way” centrist policies of Tony Blair, who was in office from 1997 to 2007, the longest-serving Labour prime minister in British history.\n\nThough Mr. Corbyn has strong grass-roots support among members of the party, he has never had the full support of lawmakers in the party.\n\nShortly after the referendum, most of the shadow cabinet — the opposition leadership team — resigned in protest, and Mr. Corbyn lost a no-confidence vote by Labour lawmakers, 172 to 40.\n\nMr. Corbyn has refused to resign, saying that he was democratically elected by the party’s members, and vowed to run again if a new leadership contest were called.", "summary": "But Mr. Corbyn’s critics said his campaigning was halfhearted, lackluster and ineffective; shortly before the referendum, he estimated his enthusiasm for remaining in the European Union at “seven, or seven and a half” on a scale of 1 to 10. An Eagle campaign meeting at a hotel in Luton, about 30 miles northwest of London, was relocated in response to death threats, and the police were informed, the statement said. 10 Downing Street on Tuesday as Mr. Cameron, in office since 2010, and his family prepared to move out, leaving behind a cat, Larry, which officials said belongs to the Civil Service. A member of Parliament since 1983, Mr. Corbyn had never held a major leadership position in the party, but he beat his opponents with a vow to return to its socialist roots and to reject the “Third Way” centrist policies of Tony Blair, who was in office from 1997 to 2007, the longest-serving Labour prime minister in British history."}