{"title": "Secularism With a Slightly Militant Edge", "authors": ["Celestine Bohlen"], "url": "https://www.nytimes.com/2015/03/24/world/europe/secularism-with-a-slightly-militant-edge.html", "body": "PARIS — It doesn’t take much these days to stir up a debate in France over “laïcité,” or secularism — a word that seems to be joining “liberté,” “égalité” and “fraternité” as a guiding principle of the French republic.\n\nLast week, the debate flared up again, this time over a ban in one local school system against offering an alternative to pork for Muslims and Jews who do not eat the meat. In a message on March 16 to the parents of 3,800 schoolchildren, Gilles Platret, the center-right mayor of Chalon-sur-Saône, a town in Burgundy, banned pork-free substitutes as antisecular and anti-French.\n\n“To propose a substitute menu when pork is served is to create discrimination among pupils, which is unacceptable in the framework of a secular Republic,” Mr. Platret wrote. “The cafeterias of Chalon must once again become places of neutrality.”\n\nNeutrality or enforced uniformity? France’s interpretation of secularism has always had a slightly militant edge, going beyond the standard formulas of separation of church and state, and freedom of religion. In the wake of the terrorist attacks in January, the debate has become shriller and, some argue, more absurd, as France’s political class argues over what schoolchildren should have for lunch.\n\nAdvertisement Continue reading the main story\n\n“It is ridiculous,” said Paul Raoult, president of the Fédération des Conseils de Parents d’Élèves, a body that represents the parents of students. “It is of no interest for the children, their future or their education. It is a false question.”", "summary": "PARIS — It doesn’t take much these days to stir up a debate in France over “laïcité,” or secularism — a word that seems to be joining “liberté,” “égalité” and “fraternité” as a guiding principle of the French republic.Last week, the debate flared up again, this time over a ban in one local school system against offering an alternative to pork for Muslims and Jews who do not eat the meat.In a message on March 16 to the parents of 3,800 schoolchildren, Gilles Platret, the center-right mayor of Chalon-sur-Saône, a town in Burgundy, banned pork-free substitutes as antisecular and anti-French.“To propose a substitute menu when pork is served is to create discrimination among pupils, which is unacceptable in the framework of a secular Republic,” Mr. Platret wrote.France’s interpretation of secularism has always had a slightly militant edge, going beyond the standard formulas of separation of church and state, and freedom of religion."}