{"title": "David Dixon, Despite a Reassuring Text Message, Dies in Brussels Attacks", "authors": ["Katie Rogers"], "url": "https://www.nytimes.com/2016/03/26/world/europe/brussels-attacks-david-dixon.html", "body": "Photo\n\nDavid Dixon had not heard about the explosion at Brussels Airport until a concerned aunt in Britain sent a text message asking if he was safe. He told her he was, and then he made his way to the Maelbeek subway station.\n\nMr. Dixon, 51, a British software developer who worked for Euroclear, a financial services company, was one of about 20 people killed when a suicide bomb ripped through the station, which he passed through most days on his way to work.\n\nHis friends and family waited for three days before his death was confirmed by the British Foreign and Commonwealth Office on Friday.\n\n“This morning, we received the most terrible and devastating news about our beloved David,” his family said in a statement. “At this most painful time, our family would gratefully appreciate it if we could be left alone to grieve in private. Please respect our wishes.”\n\nOriginally from Hartlepool, in northern England, Mr. Dixon studied economics at Newcastle University. He moved to Brussels with Charlotte Sutcliffe, his partner, over a decade ago. One photograph distributed by his friends on social media showed Mr. Dixon smiling into the camera and holding the couple’s young son, Henry.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAnother photograph showed him in a hoodie, making a goofy face as he stood between two of his friends. In pleas for more information, his friends called him by his nickname: Did.\n\nNews of Mr. Dixon’s disappearance quickly spread from Belgium to his hometown, where the local police began assisting Mr. Dixon’s brother in trying to track down information. Back in Brussels, Ms. Sutcliffe drove through the streets and checked hospitals, hoping to find him.\n\n“I’ve had a good laugh with this guy, and he was such a nice person,” one of his friends, Levi Henstock, wrote on Facebook before Mr. Dixon’s death was confirmed. “When is the world going to stop fighting?”\n\nIn England, people in the Hartlepool region planned to light candles in his memory.", "summary": "David Dixon had not heard about the explosion at Brussels Airport until a concerned aunt in Britain sent a text message asking if he was safe.His friends and family waited for three days before his death was confirmed by the British Foreign and Commonwealth Office on Friday.One photograph distributed by his friends on social media showed Mr. Dixon smiling into the camera and holding the couple’s young son, Henry.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.“I’ve had a good laugh with this guy, and he was such a nice person,” one of his friends, Levi Henstock, wrote on Facebook before Mr. Dixon’s death was confirmed."}