{"title": "David Cameron Gets Hustled Out of Downing Street, but the Cat Stays", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2016/07/13/world/europe/britain-downing-street-cameron-larry.html", "body": "Mr. Cameron led his final cabinet meeting on Tuesday. On Wednesday, after his final prime minister’s questions in Parliament, he will visit Queen Elizabeth II at Buckingham Palace to tender his resignation. Shortly after, Ms. May will be granted an audience with the queen and invited to form a government. She and her husband, Philip, will most likely pose for a photo in front of 10 Downing Street with Mr. Cameron and his family, as their predecessors have done.\n\nLarry the Cat will be staying, the government spokesman said wryly, adding that Ms. May would inherit the tabby, adopted from an animal shelter in 2011 to help address a rat problem.\n\nMr. Cameron made his resignation announcement on June 24, one day after the referendum to withdraw from the European Union, a decision commonly known as Brexit. On Monday, after he announced the timetable of his departure and expressed his support for Ms. May, he was recorded jovially humming as he re-entered 10 Downing Street, seemingly relieved.\n\nBut the rapid departure poses logistical challenges for Mr. Cameron and his wife, Samantha, including the question of where to live.\n\nThe Camerons have three children — their youngest, Florence, is 5 — and hope to stay in the capital. But their home in the North Kensington area of west London has been rented out, and their farmhouse in the hamlet of Dean, Oxfordshire, about 73 miles northwest of London, is probably too far for daily commuting.\n\nVideo\n\nThe arrival of the moving van at the rear entrance on Downing Street suggested that the Camerons have at least found temporary lodgings, although officials would not confirm this.\n\nAdvertisement Continue reading the main story\n\nThe movers arrived with 330 boxes, 30 rolls of tape and three rolls of Bubble Wrap. Simply Removals, the company that handled the Camerons’ move into Downing Street in 2010, and calls itself “London’s affordable removal firm,” advertises a “Big One” package that includes 25 standard boxes, two large boxes, two wardrobe boxes, Bubble Wrap, packing paper and tape, for 169 pounds, or about $224. A recording on the company’s office phone extolled its qualifications, adding: “That’s why we were Prime Minister David Cameron’s choice when he first moved into No. 10.”\n\nThe house at 10 Downing Street has been the official residence of the prime minister since 1735, but the Cameron family actually lives in more spacious quarters at 11 Downing Street. That house is the official residence of the chancellor of the Exchequer, Britain’s finance minister. (In 2010, the chancellor, George Osborne, chose to remain at his residence in the Notting Hill section of west London.)\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPeter York, a cultural commentator, said the speed with which Mr. Cameron was being “ejected” reflected the viciousness of the power struggle within the Conservative Party. The party has been known for disposing of its leaders with ruthless efficiency, notably in 1990 when Mrs. Thatcher was effectively ousted in a party coup.\n\n“He is practically being thrown out of his house, though I dare say he will have some people to help him pack his bags,” Mr. York said in a phone interview. Comparing the Conservative establishment to an elite boarding school like Eton, which Mr. Cameron attended, Mr. York added: “They are saying: ‘You are no longer the head boy. Get out of the house. It’s for the good of the school.’”\n\nMr. York predicted that Ms. May, the daughter of a vicar, would bring a change in the atmospherics at 10 Downing Street, including, he said, replacing the “socially smart, upper-middle-class” social circles of the Camerons — the “Notting Hill set,” as observers often call it — with a no-nonsense middle England sensibility.\n\n“Theresa will make No. 10 more mainstream bourgeois, and redo the place for the post-Brexit era,” Mr. York predicted. “I imagine lots of floral sofas.”", "summary": "On Wednesday, after his final prime minister’s questions in Parliament, he will visit Queen Elizabeth II at Buckingham Palace to tender his resignation. Larry the Cat will be staying, the government spokesman said wryly, adding that Ms. May would inherit the tabby, adopted from an animal shelter in 2011 to help address a rat problem. The arrival of the moving van at the rear entrance on Downing Street suggested that the Camerons have at least found temporary lodgings, although officials would not confirm this. Comparing the Conservative establishment to an elite boarding school like Eton, which Mr. Cameron attended, Mr. York added: “They are saying: ‘You are no longer the head boy."}