{"title": "Despite Russia’s Somber Facade, Glimpses of Joy Over E.U. Referendum", "authors": ["Ivan Nechepurenko", "Neil Macfarquhar"], "url": "https://www.nytimes.com/2016/06/25/world/europe/russia-eu-vote.html", "body": "One commentator on Facebook suggested that Britain should be renamed the Londonskaya Narodnaya Respublika, or London People’s Republic. That echoed the names of the two breakaway regions of southeastern Ukraine that Russia has supported militarily in their fight against the central government in Kiev.\n\nThe Russian government, which has worked assiduously to undermine European solidarity in recent years, has any number of reasons to celebrate, analysts said.\n\n“The Kremlin is interested in any kind of disagreement, any kind of trouble in the E.U. which makes it weaker,” said Nikolay V. Petrov, a professor of political science at the National Research University’s Higher School of Economics in Moscow.\n\nFor starters, he noted, the vote removes Britain as an influential voice in European efforts to isolate and punish Russia over its annexation of Crimea and role in destabilizing Ukraine. Second, it helps Mr. Putin in his preferred method of dealing with strong countries one on one rather than as blocs. Third, it can be exploited at home as an example of how a lack of unity can lead to weakness.\n\n“It can be used domestically to demonstrate that we are strong and everybody around us is not that strong,” Mr. Petrov said. As for any negative economic consequences, he added: “Those are not the highest priority. Geopolitically and strategically, the Kremlin thinks it will benefit.”\n\nWhile France and Germany, not Britain, led the drive to impose sanctions on Russia for the annexation of Crimea and the Ukraine crisis, there was some hope that those issues will fade somewhat now that Europe confronts monumental internal problems.\n\n“I don’t think the European Union will now have time to think about Ukraine or about sanctions,” said Andrei Klimov, the deputy chairman of the international affairs committee of the upper house of Parliament.\n\nAdvertisement Continue reading the main story\n\nAn unidentified Foreign Ministry spokesman told Interfax that Russia expected Britain’s vigorous support for sanctions to continue, although some analysts said they expected that Europe without the British voice might not be so adamant.\n\n“Without Britain, there won’t be anybody in the E.U. to defend sanctions against us so zealously,” Sergei S. Sobyanin, the mayor of Moscow, wrote on Twitter.\n\nMr. Putin, however, said on Friday that he doubted the result would have an impact on European Union sanctions.\n\nThe Russian president has been trying to build close relations with those countries that have been less adamant about maintaining sanctions, including France, Greece, Hungary and Italy. Russia has given open financial support to the far-right National Front party in France, whose leader, Marie Le Pen, called for a similar exit referendum there.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Kremlin is also believed to be following the Soviet tradition of underwriting other political groups that seek to weaken the European Union. Many Russian officials and commentators said they expected similar referendums across the Continent.\n\n“Don’t be surprised if, instead of terms for individual countries like ‘Grexit’ or ‘Brexit,’ there will soon be a universal one, ‘Whoexit,’” Maria Zakharova, a Foreign Ministry spokeswoman, wrote on her Facebook page.\n\nMr. Putin broke his silence about the British campaign the week before the vote to deny accusations that the Kremlin was trying to sway the outcome.\n\n“It is unpleasant to link Russia to every problem, even those with which we have no link, nor to make Russia into a kind of boogeyman,” he said. “I should say that this is absolutely none of our business. This is the choice of the British people.”\n\nAdvertisement Continue reading the main story\n\nThe Russian leader is not a fan of unpredictable votes, and he expressed puzzlement about why the British prime minister, David Cameron, decided to hold the referendum in the first place.\n\n“Why did he initiate this referendum? Why did he do it?” Mr. Putin asked. “To intimidate Europe, or to threaten someone? What is the point of this if he himself opposes the idea?”\n\nUltimately, he said, the decision to call the referendum reflected “overconfidence” on the part of Britain’s leadership.\n\nMr. Putin said Friday that the result reflected public dissatisfaction with issues like security, immigration, the subsidizing of weaker economies and excessive control from Brussels, which he compared unfavorably to the old Soviet Union. “People want to be more independent,” he said.\n\nAlso on Friday, Mr. Putin’s spokesman, Dmitry S. Peskov, told Russian news outlets that he hoped a Britain outside the European Union would understand “the need to build good relations” with Russia.\n\nAlthough Russia did not officially take a position on the British vote, state-run news reports by the English-language service of RT television and the Sputnik news agency openly supported a British exit from the bloc.\n\nState-run news outlets give significant attention to issues that are considered central to the euroskeptic movement, particularly the migrant crisis, and they paint Europe as a continent in crisis. An analysis of Sputnik’s English-language coverage by Ben Nimmo, a senior fellow at the British-based Institute for Statecraft, found a significant bias toward the exit campaign.\n\nAfter the vote, Margarita S. Simonyan, the editor in chief of both RT and Rossiya Segodnya, Sputnik’s parent company, joined in rejoicing. “Fun times begin,” she posted on Twitter, “#WhereIsMyPopcorn.”\n\nAdvertisement Continue reading the main story\n\nPerhaps the only thing tempering the general euphoria were a few sobering notes on the economic impact.\n\nAleksei Makarkin of the Center for Political Technologies in Moscow said Russia would feel the economic effects of Britain’s vote.\n\n“While this is a political victory, on the economic side of things, Russia will suffer,” he said in an interview. “Oil will fall. The markets will be turbulent. Russia won emotionally but lost economically.”\n\nMr. Makarkin said many Russians saw in the vote the possibility that the European Union might crumble, much the way the Soviet Union fell apart 25 years ago.\n\n“The overall mood in Russia can be described as malicious joy,” he said. “A few liberals regret that Britain voted to leave, but in general there is some sort of relief that they have their problems, too, they are collapsing, too.”"}