{"title": "Gunman in Munich Kills 9, Then Himself, the Police Say", "authors": ["Rukmini Callimachi", "Melissa Eddy", "Andrew Jacobs"], "url": "https://www.nytimes.com/2016/07/23/world/europe/munich-mall.html", "body": "Video\n\nMUNICH — A gunman opened fire outside a shopping mall in Munich late on Friday afternoon, killing nine people, wounding 21 and sending Germany’s third-largest city into lockdown as the police scrambled to find what they initially thought were as many as three assailants.\n\nBy early Saturday, the authorities said the attack was probably the work of a single gunman, an 18-year-old German of Iranian descent who they said held both German and Iranian citizenship.\n\nThe body of the presumed gunman, whose name was not immediately made public, was found less than a mile from the mall with a self-inflicted gunshot wound to the head, officials said.\n\nDuring a news conference early Saturday, Hubertus Andrä, the chief of the Munich police, said it was unclear what had motivated the assailant, who lived in the city for more than two years and had no police record. He said the authorities were not certain that the rampage was a terrorist attack.\n\n“The events of last night and tonight make us sad, speechless, and in particular right now, our thoughts are with the victims,” Chief Andrä said.\n\nThree of the wounded were in critical condition, officials said.\n\nThe bloodshed sent this well-ordered, Baroque city into a panic, as the authorities declared a state of emergency and halted public transportation in the middle of the rush-hour commute.\n\nMembers of an elite counterterrorism squad fanned out across the city, and residents were ordered to stay indoors. In some places, pedestrians could be seen raising their hands as they walked past police officers who had their weapons drawn.\n\nGermany has been on edge all week, after an Afghan teenager slashed and stabbed passengers on a train bound for Würzburg on Monday. The assailant, a refugee who arrived in Germany last year and who was shot dead by the police, was reported to have waged his attack in the name of the Islamic State.\n\nThat attack came just a few days after a Tunisian man drove a truck through crowds in the southern city of Nice, France, killing 84 people as they celebrated Bastille Day on a seafront promenade.\n\nGermany, which has welcomed more than 800,000 asylum seekers from Syria, Afghanistan, Iraq and other countries, has been largely spared the violence inspired by Islamic extremists that has swept Europe in recent months.\n\nThe shooting Friday began at 5:50 p.m. outside a McDonald’s across the street from the Olympia Shopping Center, described as the largest mall in the state of Bavaria, and not far from the scene of the 1972 massacre of 11 Israeli athletes and a German policeman by Palestinian terrorists during the Summer Olympics.\n\nThe gunman, armed with a pistol, then entered the mall and continued shooting, according to the police. Most of the victims, they said, were inside the mall. Among the dead and wounded were teenagers and children, officials said.\n\nA video distributed online showed a man dressed in black firing at pedestrians outside the McDonald’s. A separate video showed the same man pacing back and forth on the roof of a nearby parking deck and exchanging angry words with someone out of view.\n\nChief Andrä said plainclothes officers had fired several shots at the suspect, but lost track of him as he fled. His body was found more than two hours later.\n\nThe police initially issued an appeal to the public not to share images or photographs of the attack, of the victims, or of police operations, warning, “Don’t help the perpetrators!” Later, however, they asked the public to upload video or photographs of the attack to a police website.\n\nIn a parking lot at the Schwabing Hospital, Souleyman Daitzik, his eyes bloodshot, paced back and forth near the entrance to the emergency department. His teenage daughter and son had gone to the shopping mall and became separated when the shooting began. Mr. Daitzik learned that his son, 17, had been shot but did not know where he had been taken. He visited four hospitals in search of the teenager.\n\n“I don’t even know if my child is alive or dead,” he said, as his wife began weeping. Relatives had been sent photos on their phones showing the son lying in a pool of blood, but shielded the parents from the images. The relatives also had a video showing Mr. Daitzik’s daughter, wearing a red T-shirt, running and screaming, having ducked the gunfire. A few minutes later, the daughter arrived at a hospital in an ambulance, traumatized.\n\nChancellor Angela Merkel will convene a meeting of her security cabinet on Saturday. “It is terrible and completely unbelievable what has happened in Munich,” Interior Minister Thomas de Maizière said as he cut short a trip to the United States to return to Berlin.\n\nIn Washington, President Obama expressed support for Germany. “We don’t yet know exactly what’s happening there, but obviously our hearts go out to those who may have been injured,” he said from the Eisenhower Executive Office Building. “It’s still an active situation, and Germany is one of our closest allies, and so we are going to pledge all of the support that they may need in dealing with these circumstances.”\n\nMr. Obama was briefed on the situation by Lisa O. Monaco, his assistant for homeland security and counterterrorism.\n\nNewsletter Sign Up Continue reading the main story Breaking News Emails Sign up to receive an email from The New York Times as soon as important news breaks around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe German foreign minister, Frank-Walter Steinmeier, said Friday night: “We are following the news from Munich with horror. What is behind this hideous act is not completely clear; we still have conflicting leads. But already this much is clear: We will have to mourn for many fatalities and injured.”\n\nThe police sent out text messages warning people to stay in their homes and to get off the streets. The mall itself took several hours to evacuate. A square in central Munich, the Karlsplatz, also known as the Stachus, was evacuated after reports of gunfire, which appeared to have been a false alarm.\n\nPassengers who landed at Munich Airport on Friday evening found themselves stranded on the curb outside. The taxi line stretched at least 40 people deep, and airport officials said that the highways leading into the city had either been closed or been subjected to tight police checkpoints.\n\nManfred Reiter, 47, a taxi driver, said he had received a call from his company’s dispatcher telling him to avoid picking up customers from the street because the attackers were on the run and might try to flag a cab. “He said, ‘Manfred please go home; it’s too dangerous,’ ” Mr. Reiter said.\n\nMiriam Arlt, who was in the area, said in an email interview that she was near the McDonald’s when the shooting occurred.\n\n“I only saw fleeing people and now see police and a helicopter,” she said.\n\nHer roommate — who asked to be identified only as Hendrik A. because he felt traumatized by what he had witnessed — said by telephone that he had been riding his bike toward the McDonald’s when he came upon the site of the attack.\n\n“I was over at the shopping center waiting for the light to get to McDonald’s,” he said. “I didn’t even realize the chaos or the panic that was around me. I came to a stop light, and then I first realized that things were not normal. There were three bodies lying on the ground. And my first thought was ‘O.K., they’re just lying on the ground; nothing really happened.’ Two of them didn’t move. One did.”\n\nThen he heard gunfire erupt behind him — “five to eight shots” — coming from inside the shopping center. People started to run, he said. “It was not insane panic like you would imagine, a stampede or anything, but people were a little uneasy.”", "summary": "Germany, which has welcomed more than 800,000 asylum seekers from Syria, Afghanistan, Iraq and other countries, has been largely spared the violence inspired by Islamic extremists that has swept Europe in recent months. The shooting Friday began at 5:50 p.m. outside a McDonald’s across the street from the Olympia Shopping Center, described as the largest mall in the state of Bavaria, and not far from the scene of the 1972 massacre of 11 Israeli athletes and a German policeman by Palestinian terrorists during the Summer Olympics. “It is terrible and completely unbelievable what has happened in Munich,” Interior Minister Thomas de Maizière said as he cut short a trip to the United States to return to Berlin. Manfred Reiter, 47, a taxi driver, said he had received a call from his company’s dispatcher telling him to avoid picking up customers from the street because the attackers were on the run and might try to flag a cab."}