{"title": "France Faces Protests as It Dismantles ‘Jungle’ Migrant Camp", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2016/03/01/world/europe/france-faces-protests-as-it-dismantles-jungle-migrant-camp.html", "body": "Video\n\nPARIS — The French authorities faced angry protesters on Monday as they began to dismantle part of a vast migrant camp near the northern city of Calais after a court order last week that at least partially allowed the government to move forward with its plans to vacate the settlement, known as “the Jungle.”\n\nInterior Minister Bernard Cazeneuve said last week that the authorities would not conduct a “brutal evacuation” of the camp, but as workers tore down tents and dismantled ramshackle huts, clashes erupted. Some migrants lit shacks on fire to protest their evictions and threw rocks at police officers in riot gear, who pushed the migrants back with tear gas and water cannons. About 100 officers had been deployed to safeguard the site.\n\nPhoto\n\nFrançois Guennoc, an activist with the Auberge des Migrants, an association in Calais that helps migrants, said in a telephone interview that the situation was “very tense” and that there was “absolutely no more trust” in the government because it had not delivered on its promise to calmly evacuate the camp.\n\n“The destruction of the shantytown is not the solution,” Mr. Guennoc said. “That won’t remove their project to go to Great Britain,” he said of the migrants, noting that crossing the English Channel via ferries or the Channel Tunnel had become extremely difficult but not impossible.\n\nA Short History of ‘The Jungle’ The area around Calais, France, has been dotted with refugee settlements for over a decade.\n\nThe French authorities announced in early February their intention to dismantle the southern half of the camp. A judge in Lille said last week that the plans could go ahead, but stopped short of authorizing a leveling of the camp, ruling that the makeshift restaurants, places of worship and other community areas would have to remain untouched.\n\nAdvertisement Continue reading the main story\n\nA group of humanitarian associations and migrants has appealed the judge’s ruling with the Council of State, France’s highest administrative court, but the appeal does not suspend the dismantling operations, and it could take weeks or months before a decision is reached.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Pas-de-Calais prefecture said in a statement on Monday that the authorities were continuing to try to persuade migrants to move to a state-run center next to the camp where they would be housed in refurbished shipping containers, or to other migrant reception centers in France.", "summary": "PARIS — The French authorities faced angry protesters on Monday as they began to dismantle part of a vast migrant camp near the northern city of Calais after a court order last week that at least partially allowed the government to move forward with its plans to vacate the settlement, known as “the Jungle.”Interior Minister Bernard Cazeneuve said last week that the authorities would not conduct a “brutal evacuation” of the camp, but as workers tore down tents and dismantled ramshackle huts, clashes erupted.A Short History of ‘The Jungle’ The area around Calais, France, has been dotted with refugee settlements for over a decade.A judge in Lille said last week that the plans could go ahead, but stopped short of authorizing a leveling of the camp, ruling that the makeshift restaurants, places of worship and other community areas would have to remain untouched.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services."}