{"title": "After ‘Brexit,’ 3 Centuries of Unity in Britain Are in Danger", "authors": ["Max Fisher", "The Interpreter"], "url": "https://www.nytimes.com/2016/06/26/world/europe/after-brexit-3-centuries-of-unity-in-britain-are-in-danger.html", "body": "Scotland rejected a proposal to quit the United Kingdom in a referendum in 2014, in part over concerns that as an independent country, it would be unable to join the European Union and would suffer economically. On Friday, Nicola Sturgeon, the first minister of Scotland, said her party would “prepare the legislation that would be required to enable a new independence referendum to take place.”\n\nPhoto\n\nIn Scotland and Northern Ireland, the calls to leave the United Kingdom may focus on the economic benefits of European Union membership, but they will also overlap with — and, if they are to succeed, rely upon — more visceral desires for independence.\n\nAfter all, the world has spent much of the last few centuries organizing itself under the principle of national self-determination, in which people with a common identity acquire their own state. Think of Italy for the Italians in the 1870s, Algeria for the Algerians in 1962, Tajikistan for the Tajiks in 1991 and so on.\n\nWhile this idea has brought liberation to much of the world, it has also contributed to countless wars, including Nazi Germany’s invasions to “unify” with the German people of Austria and Czechoslovakia, the violent breakup of Yugoslavia along ethno-linguistic lines and the Israel-Palestine conflict.\n\nWhat makes the United Kingdom so unusual is that it brought together four nationalities who see themselves as distinct yet have chosen to coexist. Multinational states are rare. Some, like China, are undemocratic and oppose political organizing by minority groups, including Tibetans and Uighurs. Others, such as Russia and Nigeria, have struggled to peacefully and effectively unify.\n\nIn this way, the United Kingdom has been what the European Union always aspired to be but never accomplished: an honest-to-god political union that respects national identity while overcoming the complications of nationalism that helped make the 20th century the bloodiest in world history.\n\nStill, questions of national identity have pulled at the country since 1707, when the Kingdom of England and the Kingdom of Scotland merged to become the Kingdom of Great Britain. Because the English have so dominated the country’s politics, culture and economy — they are the largest group, and England’s capital, London, became the kingdom’s — Scots have long pushed for greater autonomy.\n\nAdvertisement Continue reading the main story\n\nThese questions have been even harder for Northern Ireland, which experienced a violent internal conflict, partly over whether to remain in the United Kingdom or to join Ireland, for much of the 20th century’s latter half. The long road to the 1998 Good Friday peace agreement illustrated the difficulty of keeping a multinational state together, and the calm in Northern Ireland since the agreement shows the value of such a state.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHaving survived nationalist yearnings from Scotland and Northern Ireland, the United Kingdom could now succumb to the nationalism of its largest and most powerful group: the English.\n\n“The referendum campaign, to most people’s surprise — and alarm, even — has brought out English identity,” Robert Tombs, a historian at the University of Cambridge, said in an interview before the vote.\n\nThe English voted most heavily to leave the union. While many analysts say this grew out of opposition to immigration or skepticism about Europe, Mr. Tombs suggested another driver: an English sense of being underrepresented in their own country.\n\nIn recent decades, the United Kingdom has kept unity by “devolving” political authority to the three non-English nations, allowing them greater autonomy and independent institutions. Only England, for example, does not have its own Parliament.\n\nIt is hard to miss the significance that voters in one of the world’s most successful multinational states just chose to leave the world’s largest multinational government. And it is striking the degree to which the United Kingdom’s four nations seem to have disagreed on that choice.\n\nThe European Union was explicitly founded to address problems of national and political identity. Britain, its most skeptical member, dealt with those very same problems — sooner, and with more success.\n\nNow the country could be about to abandon that project, even as the union, for all its setbacks, carries on. But it speaks to the promise of multinationalism that its most committed adherents in the United Kingdom are not the largest and most powerful group, but rather the minority Scottish and Irish so eager to be tied to something larger, even if that means leaving the old partnership to remain in Europe."}