{"title": "Thoughts on a Poland in Flux: Readers Speak Out", "authors": ["Palko Karasz", "Joanna Berendt"], "url": "https://www.nytimes.com/2016/01/16/world/europe/thoughts-on-a-poland-in-flux-readers-speak-out.html", "body": "Filip Lachert in Warsaw, 36\n\nTransmission manager for TVN, a private broadcaster\n\nI consider myself a liberal, and although I always vote, there isn’t really a party in Poland that represents my views.\n\nThe main change is the atmosphere. We are completely polarized as a society, and some of us are triumphant, some of us are worried. Still, a majority don’t care much, as they are uninterested in politics and despise politicians.\n\nI am worried that the actions of the government will weaken our international position and hurt our relations with the E.U. This, in turn, will make it much easier for Russia to expand, once again, its influence over Central Europe.\n\nAdam Sienko in Warsaw, 26\n\nSports journalist\n\nWbrew pozorom całkiem sporo się zmieniło. Ludzie powariowali i tematów politycznych trzeba unikać jak ognia. Większość takich rozmów kończy się kłótniami, a do dyskusji o sytuacji w Polsce wszyscy nabrali ostatnio wyjątkowej ochoty. Pierwszy raz w życiu jestem autentycznie zmęczony polityką i uciekam od niej jak tylko mogę.\n\nContrary to appearances, a lot has changed. People have gone crazy and political subjects need to be avoided at all costs. Most political discussions end with fights, but somehow, people have recently acquired a taste for debates about Poland. For the first time in my life, I am tired of politics, and I try to escape it as much as I can.\n\nPhoto\n\nReminders of Hard-Earned Freedoms\n\nGrzegorz Zielinski in Warsaw, 41\n\nPsychotherapist\n\nIt makes me remember the Communist era. Government saying that everything is right, when thousands on the streets and experts say the opposite. For the first time since 26 years of freedom, I and my friends are worried about our democracy.\n\nAdvertisement Continue reading the main story\n\nMichal Madey in Chorzow, 33\n\nOperations manager for Cisco\n\n\n\nI voted for PiS because I believe that Poland is still in the process of transforming from Communism and they are the ones who can finish this process. Eighty percent of our law is written in Brussels. We are being lectured on “democracy” by unelected commissars from the E.U. Polish people value liberty above all, and we want to decide on our own. PiS is far from perfect, but the best option yet. Foreign governments will not accept our democratic choices as they affect the interests of many foreign corporations who invest in Poland.\n\nBikes and Vegetarians\n\nTomasz Surdykowski in Krakow, 32\n\nTranslator and Ph.D. student in French literature\n\n\n\nAs a translator working with E.U. documents and someone who has to care much about words, I feel oppressed by the sheer stupidity of the statements of our current government. Our minister of transport is deeply concerned about chemtrails. Our minister of foreign affairs considers riding a bike and being vegetarian as Marxist. And to add insult to injury, there is also the unbelievable insolence. A former Communist prosecutor is leading the efforts to dismantle the Constitutional Court. A guy involved in the financial schemes now presides the Finance Commission in the Senate. I have stopped listening to the radio and reading newspapers.\n\nMaria Pawlikowska in Krakow, 30\n\nCopywriter in a communications studio\n\nI feel completely alone. I’m a vegan, a cyclist and an atheist. There is no place for me here anymore. I can’t watch my favorite TV station anymore, the budget in my city is lost due to World Youth Day. We want more bike paths and an Erasmus program! They steal our rights and a diversity rooted in Polish history.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA New Public Media\n\nMonika Wolosz in Gdynia, 23\n\nMasters student in English Philology at the University of Gdansk\n\nI am afraid that soon public media will be exclusively conservative and any other point of view will be treated as an action against the law. I was born in 1993 and have lived my whole life in a free, democratic country, and I want it to stay this way.\n\nMichal Szostak, Szczecin, 27\n\nCustomer-service consultant and apprentice blacksmith\n\nI am not a fan of PiS, I have not voted for them, but I see major improvement in the quality of public debate in television. Topics that were silenced are now being mentioned even in major news programs (such as Middle Eastern immigration to Europe, anti-E.U. views, etc.).\n\nPhoto\n\nRise of Civil Society\n\nTomasz Chmielewski in Warsaw, 26\n\nBrand marketing specialist\n\nNigdy nie przypuszczałem, że będę brał udział w demonstracjach w obronie demokracji. Do tej pory widziałem takie demonstracje tylko w telewizji — we wschodniej Europie oraz w archiwach z czasów PRL-u. Nie spodziewałem się, że Polska, która była wzorem dla Europy w walce o demokrację, może w pewnym momencie tę demokrację zacząć tracić.\n\nI never imagined that I would be taking part in demonstrations in defense of democracy. So far, I have seen such things only on television — in Eastern Europe or in historical records from the time of the Polish People’s Republic. I never expected that Poland, which used to be a European role model in the fight for democracy, at some point could start losing this democracy itself.\n\nCezary Michalski in Szczecin, 16\n\nHigh school student\n\nPoland has changed a lot since the Law and Justice Party came to power, mostly for the worse. However, there is one positive thing — the rise of civic society, which is something we never truly had in the past. Our country has been through a lot in the past, and we as a nation have shown that we will fight for our freedom and values we believe in.\n\nPhoto\n\nFear of the Foreign\n\nJan Krol in Poznan, 25\n\nPh.D. student in paleontology\n\nI hope that the new government will work on restoring the Polish economy based on our own production. Now, most of the factories in Poland are similar to those in the Far East — places where people assemble products for big foreign companies, very cheaply.\n\nAdvertisement Continue reading the main story\n\nMark Hall in Krakow, 58\n\nBass player for “Los Gasolineros,” a band of expatriates\n\n\n\nMany of my friends who have never shown an interest in politics are suddenly paying very close attention. The changes here are alarming, and the mounting xenophobia a source of concern to expats who have made their home here.\n\nFear of Exclusion\n\nKatarzyna Andrzejewska in Warsaw, 23\n\nStudent, teacher of foreign languages\n\nJako osoba w homoseksualnym związku boję się o moje życie i wolność. Boję się trzymać moją ukochaną za rękę na ulicy, boimy się mówić głośno o naszym związku. Boimy się przede wszystkim pobicia. Utrudnione jest działanie organizacji broniących praw osób LGBT, cała społeczność homoseksualna w Polsce boi się, czy zmiany w Polsce nie przyniosą także ustawy antygejowskiej, takiej jak w Rosji.\n\nAs a homosexual, I am afraid for my life and my freedom. I am afraid to hold my girlfriend’s hand in the street. We are afraid to talk about our relationship in public. Mostly, we are afraid of being beaten up. It has become harder for L.G.B.T. rights organizations to work. The entire gay community in Poland is afraid that these recent changes in Poland might also bring an anti-gay law — similar to the one in Russia.\n\nPhoto\n\nEuropean Union\n\nRafal Panasiuk in Biala Podlaska, 27\n\nConstruction worker\n\nW moim codziennym życiu nie zmieniło się kompletnie nic. Pracuję i żyję jak dotychczas. Poziom mojej zamożności także pozostaje bez zmian. Nie głosowałem ani na PiS, ani na PO, aczkolwiek kibicuję obecnemu rządowi. Dodatkowo podoba mi się “polityka podniesionej głowy” wobec zachodniej UE. Mogę też śmiało powiedzieć, że za rządów premiera Tuska mój poziom życia znacząco się obniżył. Aby nie stracić płynności finansowej, musiałem wyjeżdżać do Wielkiej Brytanii w celach zarobkowych. Dlatego właśnie dla przeciętnego Polaka najlepszym premierem ostatnich lat był Tony Blair, który otworzył dla nas rynek pracy.\n\nIn my everyday life, nothing has changed. I work and live just as I used to. I voted neither for Law and Justice nor for Civic Platform, but I root for the new government. In addition, I like the politics of “the head held high” in regard to the Western European Union. I can also say that under the rule of Prime Minister Donald Tusk, my quality of life was significantly lowered. To maintain financial stability, I had to emigrate to Britain to work. That’s why the best prime minister for an average Pole was Tony Blair, who opened up the British market for us.\n\nAngelika Ciszewska in Krakow, 32\n\nFreight forwarder at a transport company\n\nW końcu dostrzegam szansę, że przestaniemy być “pieskiem” Niemiec. Polska to od wieków kraj katolicki z wartościami, które zdają się być niewygodne dla liberalnej UE. Jeśli ten rząd nie ugnie się pod presją zachodnich polityków, będę spała spokojnie. Reasumując, w warunkach materialnych nic się nie zmieniło, natomiast na pewno dziś bardziej czuję się Polką.\n\nFinally, I am seeing a chance for Poland to stop being Germany’s “little dog.” For centuries, Poland has been a Catholic country with values that seem to be disturbing for the liberal European Union. If this government does not cave to the pressure exerted by western politicians, I will sleep peacefully.", "summary": "Większość takich rozmów kończy się kłótniami, a do dyskusji o sytuacji w Polsce wszyscy nabrali ostatnio wyjątkowej ochoty. Pierwszy raz w życiu jestem autentycznie zmęczony polityką i uciekam od niej jak tylko mogę. Mogę też śmiało powiedzieć, że za rządów premiera Tuska mój poziom życia znacząco się obniżył. Polska to od wieków kraj katolicki z wartościami, które zdają się być niewygodne dla liberalnej UE."}