{"title": "Obama Says Strategy to Fight ISIS Will Succeed", "authors": ["Michael D. Shear", "Peter Baker"], "url": "https://www.nytimes.com/2015/11/17/world/europe/obama-says-paris-attacks-have-stiffened-resolve-to-crush-isis.html", "body": "If he did not gratify a public hunger for retribution, or at least the language of it, the president gambled that his position was actually closer to the broader American reluctance to get entangled in another land war in the Middle East. Sending large numbers of American ground troops to fight the Islamic State, also known as ISIS, ISIL or Daesh, would repeat what he sees as the error of the Iraq invasion of 2003 without solving the problem at hand.\n\n“That would be a mistake, not because our military could not march into Mosul or Raqqa or Ramadi and temporarily clear out ISIL, but because we would see a repetition of what we’ve seen before,” Mr. Obama said. Victory over terrorist groups, he said, requires local populations to reject the ideology of extremism “unless we’re prepared to have a permanent occupation of these countries.”\n\nPhoto\n\nMoreover, he added that sending significant numbers of ground forces into Syria would set an untenable precedent. “Let’s assume that we were to send 50,000 troops into Syria,” he said. “What happens when there’s a terrorist attack generated from Yemen? Do we then send more troops into there? Or Libya perhaps? Or if there’s a terrorist network that’s operating anywhere else in North Africa or in Southeast Asia?”\n\nHis message drew fire back in Washington, where Republicans and other critics saw it as evidence of an out-of-touch fecklessness. “Unfortunately, the president’s press conference today confirmed that he is unwilling to acknowledge his failed policies or re-evaluate his strategy moving forward,” Senator Roy Blunt, a Republican from Missouri, said.\n\nReince Priebus, chairman of the Republican National Committee, described the president’s news conference as “excuse-laden and defensive,” proving he had no resolve or strategy to defeat the Islamic State. “Never before have I seen an American president project such weakness on the global stage,” he said.\n\nTo his critics, Mr. Obama has never taken the Islamic State seriously enough, once likening offshoot terrorist groups like it as “a J.V. team” compared with the original varsity Al Qaeda, a term he dropped after Islamic State fighters seized swaths of Iraq and Syria in 2014. Just last week, a day before the attacks that killed at least 129 in Paris, Mr. Obama said “we have contained them,” referring to the Islamic State’s control of territory in Syria and Iraq.\n\nLatest Updates\n\nAt his news conference here, Mr. Obama sounded weary as he repeatedly rejected criticism of his yearlong strategy. Wrapping up 48 hours of diplomacy in this Turkish resort community on the Mediterranean Sea, the president seemed frustrated by second-guessing and twice chided reporters for asking the same question in slightly different ways.\n\nAdvertisement Continue reading the main story\n\nHe denied underestimating the Islamic State, saying that the group’s attacks have not been particularly sophisticated. “If you have a handful of people who don’t mind dying, they can kill a lot of people,” he said. “That’s one of the challenges of terrorism. It’s not their sophistication or the particular weaponry that they possess. But it is the ideology they carry with them and their willingness to die.”\n\nAnd he said that he had not hesitated to use force, citing his approval of the special forces raid into Pakistan that killed Osama bin Laden and his first-term decision to send tens of thousands of additional troops to Afghanistan, since withdrawn. But he said he would not be pressured into “posing” as a tough president to satisfy his critics by doing things that would not make the situation better.\n\n“Some of them seem to think that if I was just more bellicose in expressing what we’re doing, that that would make a difference,” he said. “Because that seems to be the only thing that they’re doing, is talking as if they’re tough.”\n\nIn a subdued tone, he attributed his reluctance to the costs of war. “Maybe part of the reason is because every few months I go to Walter Reed,” he said, referring to the military hospital near Washington. “And I see a 25-year-old kid that is paralyzed or has lost his limbs. And some of those are people I’ve ordered into battle.”\n\nMr. Obama grew especially animated about Republican demands that the United States block entry of Syrian refugees to prevent terrorists from slipping into the country. “We do not close our hearts to these victims of such violence and somehow start equating the issue of refugees with the issue of terrorism,” he said.\n\nWithout naming him, Mr. Obama singled out former Gov. Jeb Bush of Florida, one of the Republicans seeking to succeed him, for suggesting the United States focus special attention on Christian refugees as opposed to Muslims. “That’s shameful,” Mr. Obama said. “That’s not American. It’s not who we are. We don’t have religious tests to our compassion.”\n\nMr. Obama also announced a new agreement between the United States and France to share more intelligence information, saying that arrangement would “allow our personnel to pass threat information, including on ISIL, to our French partners even more quickly and more often.”\n\nIn the end, he said, the strategy will choke off the Islamic State’s financing, cut off its supply lines and reinforcements and make it harder to hold territory. Along with a diplomatic solution to the Syrian civil war that provided a vacuum for the Islamic State to fill, “that ultimately is going to be what’s going to make a difference,” Mr. Obama said, adding, “and it’s going to take some time.”", "summary": "If he did not gratify a public hunger for retribution, or at least the language of it, the president gambled that his position was actually closer to the broader American reluctance to get entangled in another land war in the Middle East. Sending large numbers of American ground troops to fight the Islamic State, also known as ISIS, ISIL or Daesh, would repeat what he sees as the error of the Iraq invasion of 2003 without solving the problem at hand. “Unfortunately, the president’s press conference today confirmed that he is unwilling to acknowledge his failed policies or re-evaluate his strategy moving forward,” Senator Roy Blunt, a Republican from Missouri, said. Wrapping up 48 hours of diplomacy in this Turkish resort community on the Mediterranean Sea, the president seemed frustrated by second-guessing and twice chided reporters for asking the same question in slightly different ways."}