{"title": "Kiev Protesters Set Square Ablaze to Thwart Police", "authors": ["Andrew Higgins", "Andrew E. Kramer"], "url": "https://www.nytimes.com/2014/02/19/world/europe/ukraine.html", "body": "Vice President Joseph R. Biden Jr. telephoned Mr. Yanukovych to “express grave concern regarding the crisis on the streets” of Kiev, and urged him “to pull back government forces and to exercise maximum restraint,” the vice president’s office said in a statement.\n\nMr. Yanukovych had repeatedly pledged not to use force to disperse protesters, but after meeting President Vladimir V. Putin of Russia at the opening of the Winter Olympics in Sochi, he had clearly changed his mind. The fighting also broke out a day after Russia threw a new financial lifeline to Mr. Yanukovych’s government by buying $2 billion in Ukrainian government bonds.\n\nThe Russian aid appeared to signal confidence that important votes in Parliament expected this week, to amend the Constitution and form a new cabinet, will go in Russia’s favor.\n\nThe fateful shift in Mr. Yanukovych’s thinking and tactics will silence what had been chants night and day from Independence Square for him to resign, but will by no means guarantee his future grip on power in a country that, despite its deep divisions rooted in language, culture and huge disparities of wealth, prides itself on avoiding violence.\n\nEven one of the president’s most stalwart supporters, the billionaire businessman Rihat Akhmetov, Ukraine’s richest man, seemed distressed by the president’s decision, warning in a statement on Tuesday that “there are no situations whatsoever that vindicate the use of force against a peaceful population.”\n\nWith opposition politicians and other protest leaders vowing defiance late into the night from a stage at the center of their crumbling encampment, it was unclear how long even the greatly feared and detested antiriot police, known as Berkut, could hang on to Independence Square in the event that residents poured into the area once morning broke.\n\nAdvertisement Continue reading the main story\n\nThe authorities shut down the subway system on Tuesday to prevent people from reaching the area and said they would restrict traffic into the city starting at midnight.\n\nActivists in the west of the country, a bastion of support for the antigovernment cause, had earlier vowed to send buses with reinforcements to Kiev.\n\nThe attack on Independence Square began shortly before 8 p.m., when police officers tried to drive two armored personnel carriers through stone-reinforced barriers outside the Khreshchatyk Hotel on the road to the square. The vehicles became bogged down and, set upon by protesters wielding rocks and fireworks, burst into flames, trapping the security officers inside one of them and prompting desperate rescue efforts to save those caught in the second vehicle, which managed to pull back from the protesters’ barricade.\n\nA phalanx of riot police officers, backed by a water cannon, had more success in a separate thrust, pushing through protesters’ barricades near the Ukraina Hotel and firing tear gas as they advanced toward the center of the square. People covered in blood staggered to the protesters’ medical center.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nVolodomyr Pogorily, a doctor at the center, said he had removed five bullets from wounded protesters. Many of the injuries were from percussion grenades, which create a deafening noise but are not meant to be lethal or cause serious injury. But a nurse said the wounds she had treated during the day suggested that the grenades had been wrapped in tape with nails and stones to make them more dangerous. Other victims had been hit by birdshot from shotguns.\n\nYevgeny Avramchuk, a protester who was treated at the center, said doctors had removed a pebble from a hole in his calf. Another person was evacuated in an ambulance with a puncture wound to the chest. Throughout the evening, doctors rushed along a corridor lined with a filthy carpet and littered with bloody bandages, removing projectiles from people slumped in the hallway.\n\nIn the late evening, the police finally overcame resistance from barricades near the Khreshchatyk Hotel and joined colleagues in a pincer operation to try to secure the flame-encircled center of Independence Square, known as Maidan. As they advanced, protesters started singing the Ukrainian national anthem.\n\nArseniy P. Yatsenyuk, a prominent opposition leader who had just returned from a meeting on Monday with the German chancellor, Angela Merkel, delivered what could be his final speech from the stage in Independence Square, at least for some time.\n\n“We see that this regime started shooting at people again. They want to drown Ukraine in blood,” he shouted. “We won’t react on a single one of their provocations. But we won’t make any single step back from here, from this Maidan.”\n\nAdvertisement Continue reading the main story\n\nProtesters caught three police officers who had apparently tried to run through what the protesters were calling the “perimeter of fire.” One was bloodied and semiconscious. As he was being dragged through the crowd, people kicked and cursed at him. Others yelled to stop beating the officer. “We are not beasts, brothers and sisters, stop,” one man said. Protest leaders stepped in to make sure the officers received medical treatment.\n\nBy early Wednesday, the speeches from the stage had given way to mournful prayers and chants by priests from the Ukrainian Orthodox Church.\n\nSome protesters acknowledged that they had contributed to the violent spiral of events by attacking police officers during street battles early in the day near the Ukrainian Parliament, which the opposition had hoped would approve constitutional amendments curbing President Yanukovych’s powers.\n\n“We have no other way,” said Lena Melniko, a 33-year-old accountant who joined a team of protesters digging up paving stones and passing them on to fighters to throw at the police, “We have been protesting for three months but are stuck in dead end.”\n\nThroughout the day, opposition leaders urged protesters to stand firm in a series of defiant speeches. “We will come out of Maidan either free or slaves. But we don’t want to be slaves,” said Serhiy Sobolev, a member of Parliament.\n\nOlder women clustered on the sidewalk and heckled the police, yelling, “Killers!” and “Shoot us! Just shoot us, kill us, kill us, you bastards!”\n\nPetro Poroshenko, a wealthy opposition member of Parliament whose television station has been broadcasting the protests, called for discipline and defiance. “We are here not simply protecting Maidan, we are here protecting Ukraine,” Mr. Poroshenko said, urging residents to converge on the square. “We are not simply staying here for the future of Kiev. We are standing for the unity of Ukraine.”"}