{"title": "In Ukraine War, Kremlin Leaves No Fingerprints", "authors": ["Sabrina Tavernise"], "url": "https://www.nytimes.com/2014/06/01/world/europe/in-ukraine-war-kremlin-leaves-no-fingerprints.html", "body": "The central government building that Mr. Borodai’s forces now control, after sweeping out the ragtag local separatists who occupied it weeks ago, is festooned with a slick, Hollywood-style banner featuring Mr. Borodai’s friend, Igor Strelkov, a Russian citizen who is a rebel leader in the stronghold of Slovyansk. And on Thursday, rebel leaders shipped 33 coffins back to Russia through a remarkably porous border, announcing that the overwhelming majority of those killed in Monday’s battle with the Ukrainian Army were Russian citizens.\n\nPhoto\n\nMr. Putin may not be directing these events, but he is certainly their principal beneficiary. Instability in Ukraine’s east makes the country less palatable to the European Union and more vulnerable to Russian demands, forming a kind of insurance policy for future influence by Russia, which, at least so far, has avoided further sanctions from the West. Leaders of the Group of 7 countries will meet in Brussels on Wednesday, including President Obama, and Russia’s role in Ukraine is at the top of the agenda.\n\n“They are creating facts on the ground,” said Dmitry Trenin, director of the Carnegie Moscow Center. “The goal is clear: build structural guarantees against Ukraine’s potential NATO accession. Plausible deniability is key.”\n\nRussia’s Foreign Ministry on Thursday expressed “deep concern in connection with the further escalation of the situation in eastern Ukraine,” but did not address the Russian deaths. A request for comment on the Russian bodies and on Mr. Borodai went unanswered.\n\nReality in Ukraine seems constantly in flux, and the fact that the country has a new president-elect after careening headless for months could shift the kaleidoscope again. Petro O. Poroshenko, who was elected in a landslide last Sunday, is expected to meet Mr. Putin this summer, and if the two men are able to strike a deal, then Russian support for the separatists may wane, some experts said, though that will not necessarily stop them.\n\n“Russia will keep supporting separatists below the radar as insurance to make sure Poroshenko agrees to a deal,” said Dmitry Gorenburg, a senior research scientist for the CNA Corporation, a nonprofit research group in Washington. “Once the deal is done, I think Putin will drop them.”\n\nBut much has changed between Ukraine and its giant neighbor in recent months and it is not clear how much their interests will overlap. Nor is Kiev entirely without cards to play. On Monday its military inflicted serious damage on the largely Russian separatist force, killing more than 40 fighters and raising the possibility that the military has at least some chance of succeeding.\n\nAdvertisement Continue reading the main story\n\nWhat Russia would do if that started to happen is an open question. But for now, at least, the strategy seems to be to destabilize Ukraine as much as possible without leaving conclusive evidence that would trigger more sanctions.\n\nPhoto\n\n“I don’t think he has blinked,” said Matthew Rojansky, director of the Woodrow Wilson Center’s Kennan Institute, referring to Mr. Putin’s not invading eastern Ukraine. “He has eased up because he sees a situation that he likes better.”\n\nThat leaves Mr. Borodai as a central figure in Ukraine’s immediate future. He may seem to have come out of nowhere, but in Russia he is a known quantity. He comes from a group of ultranationalists who were part of the far-right Zavtra newspaper in the 1990s. Their Pan-Slavic ideas, aiming for the unity of Slavic peoples, were considered marginal at the time. But they have now moved into the mainstream, helping formulate the worldview of today’s Kremlin, said Oleg Kashin, a Russian investigative journalist who has written extensively about Mr. Borodai.\n\n“He’s the Karl Rove of Russian imperialism,” said Irena Chalupa, a fellow at the Atlantic Council.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhen Mr. Borodai talks, people here listen. Surrounded by armed guards with scowling faces, Mr. Borodai stood with a microphone at the center of a large crowd that had gathered last weekend outside the compound of a local oligarch. They wanted to break in and declare it national property.\n\n“I know many of you want a tour,” he said smiling, as the crowd cheered. “I respect that desire. But right now a tour is not possible.”\n\nIn an interview, Mr. Borodai said that he and Mr. Strelkov, the Russian rebel commander in Slovyansk, had both gone to Transnistria, a breakaway area in Moldova, to defend the rights of Russians in the 1990s. He named the cities in Russia that volunteers have come from, including Novosibirsk, Vladivostok and Chita. He said he believed in the idea of a Greater Russia, and that he had come to Ukraine to realize it. “Real Ukrainians have the right to live as they like,” he said. “They can create their own state which would be named Ukraine, or however they like, because the word Ukraine is a little humiliating,” he said, asserting that the literal translation meant “on the border of.” (The etymology is disputed.)\n\nHe explained that Ukrainians “have their heroes, their values, their religion,” but that “we also want to live as we want to live. We think that we have that right. And if we need to, we will assert that right.”\n\nPhoto\n\nRoman Szporluk, emeritus professor of Ukrainian history at Harvard University, said such language was worrying. “Putin would like to Yugoslavize Ukraine,” he said. “He wants to create an ethnic conflict where one did not exist.”\n\nAdvertisement Continue reading the main story\n\nNo one here seems to know where Mr. Borodai came from or what his allegiances are. But such things do not matter. “They are good guys, they are our guys, they are protecting us against Kiev’s aggression,” said Lidia Lisichkina, a 55-year-old geologist who is an ethnic Russian.\n\nMr. Kashin, the investigative journalist, does not believe that either Mr. Borodai or Mr. Strelkov is acting on behalf of the Russian government. “This is not the hand of Moscow, it’s just Borodai,” Mr. Kashin said.\n\nLocal rebel leaders say their goals coincide. Roman Lyagin, an election specialist from Donetsk who is responsible for pensions and wages in the new republic (so far they are still paid by Kiev), said one of the main tasks is to push separatist control farther west to “create a land route from Russia to Crimea.”\n\n“People there need oatmeal, television and underwear,” he said.\n\nAt the regional administration building on Friday, Mr. Borodai was busy consolidating his power, holding his first government meeting after his forces swept out the local separatists.\n\nThe former National Guard base was buzzing with activity. A white minivan full of armed men in black balaclavas zoomed out of a large metal gate, its purple curtains pulled partly closed. A man wearing civilian clothes carried two large black bags to a hatchback station wagon and sped away.\n\nOutside the gate, Mamai, the Ossetian fighter, said he had not come to Ukraine for money. He had a business doing security for banks in Vladikavkaz, where he lives. “Everyone who wants to be with Russia,” he said, “those are our brothers.”"}