{"title": "An Affair? France Shrugs, but Its Leader Calls for Privacy", "authors": ["Alissa J. Rubin", "Scott Sayare"], "url": "https://www.nytimes.com/2014/01/11/world/europe/french-president-franois-hollande-threatens-legal-suit-over-tabloid-report.html", "body": "But the relationship, assuming the report is correct, suggests the continuance of a rather complicated love life for Mr. Hollande, 59, one that at times has directly intersected with his public roles and has amounted to a new challenge to the French presumption that the private lives of public figures are no one’s business.\n\nPhoto\n\nMr. Hollande, who has never married, was involved for many years with Ségolène Royal, a former presidential candidate for his Socialist Party. The two have four children together. He strongly supported her unsuccessful presidential campaign in 2007, and they appeared together as a couple throughout the race before splitting publicly immediately afterward.\n\nMore recently, he has been in a relationship with Valérie Trierweiler, a journalist for the magazine Paris Match who has acted as France’s first lady since Mr. Hollande’s election in 2012. Their relationship began while Ms. Trierweiler was covering Mr. Hollande for the magazine. Ms. Royal and Ms. Trierweiler had engaged in a highly public rivalry that was made particularly plain when, on Twitter, Ms. Trierweiler supported a candidate running in a legislative election against Ms. Royal, who had received the backing of Mr. Hollande. That incident caused a minor political scandal, and Ms. Trierweiler’s Twitter activity has been somewhat less adventuresome since.\n\nCloser, a weekly tabloid that in 2012 drew the ire of the British royal family for publishing topless pictures of the Duchess of Cambridge, the former Kate Middleton, published an article and a collection of photos on Friday that it said documented Mr. Hollande’s meetings with the actress, Julie Gayet, 41.\n\nThe photos appear to show Mr. Hollande and his security detail coming and going by motorcycle on several occasions from the apartment. Ms. Gayet can be seen entering the same building. The photos show a man said to be Mr. Hollande — the man was always photographed wearing a helmet with a full visor — arriving at the building. In one photo, a man in an overcoat with his helmet on is shown as he leaves the building. Mr. Hollande and Ms. Gayet are not shown together.\n\nRumors of a relationship between the two had circulated for months in Paris, and last year Ms. Gayet went so far as to seek a court injunction to make them stop. On Friday, Closer said it would remove the photos from its website in response to a request from Ms. Gayet.\n\nMs. Trierweiler made no public comment on the report, and the status of her relationship with Mr. Hollande remained unclear.\n\nAdvertisement Continue reading the main story\n\nMs. Gayet, who has two children and is said to be separated from her husband, an Argentine film director, has mostly acted in independent films and has played mainly secondary roles, as well as producing some of her own movies. She has played a drug addict, a blind woman, a lesbian and a hairdresser, and in articles about her films she has been praised by directors for her professionalism and artistic choices. She was an active supporter of Mr. Hollande during his presidential campaign.\n\nPhoto\n\nSpeaking Friday morning on Europe 1 radio, Laurence Pieau, the top editor at Closer, called Mr. Hollande a “normal president” and “a normal person.”\n\n“He’s a president who’s fallen in love,” Ms. Pieau said. “We really need to undramatize these images.”\n\nThe reaction of French people, many of whom said they had already heard the rumor before the magazine’s report, was much the same as Ms. Pieau’s.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nJulie Lechevalier, 32, a legal specialist at a technology company, saw it as perhaps not laudable behavior, but hardly something to be condemned.\n\n“This shows our president is a normal man,” she said, adding that even if she did not approve morally, Mr. Hollande has “the right to live his life even if he is president of the republic.”\n\nThe love lives of public officials were long considered off limits for French journalists, some of whom, like Ms. Trierweiler, have become involved with politicians. Several recent presidents have been widely rumored to have had affairs that the news media have avoided publicizing.\n\nA century ago, President Félix Faure expired in the presidential palace at age 58 while engaging in some extramarital sport with a young woman. (Newspapers at the time did not make explicit the circumstances of his death, but one suggested with a wink that Mr. Faure had been “sacrificed to Venus,” the Roman goddess of love.)\n\nPhoto\n\nNow, a combination of factors, including the Internet and the very public soap opera around former President Nicolas Sarkozy’s divorce and subsequent marriage to a model-turned-singer, Carla Bruni, has changed the news media’s appetite for intimate glimpses into the lives of powerful men.\n\nAdvertisement Continue reading the main story\n\nThe first significant shift in the news media’s approach came in 1994, when Paris Match published photos of President François Mitterrand with Mazarine Pingeot, his daughter from a long-running affair. Ms. Pingeot’s existence had been kept hidden from the public but was an open secret among French journalists.\n\nThe 2011 arrest on sexual assault charges of Dominique Strauss-Kahn, then the head of the International Monetary Fund, exposed the potential dangers of the news media’s silence. The legal case against him and subsequent accounts from other women forced a debate about the French news media’s deference to powerful figures over sex.\n\nHowever, the debate died down, and the question of how much the news media should say about private lives has not been resolved.\n\nIn interviews, several people said they were comfortable having Mr. Hollande keep his romantic liaison out of public view.\n\nA financial officer at an industrial company, Alexandre Pasquier, 33, said: “The split between private life and public life is very important to me,” adding, “This does not involve a political problem.”\n\nMr. Pasquier said that although he did not approve of infidelity “on a moral plane,” Mr. Hollande’s apparent affair would not affect either the president’s ability to run the country or the French population’s view of him.\n\n“It’s not going to stain his image,” he said. “He has so many other things going badly, this won’t hurt him. It could even maybe give him a boost.”", "summary": "Now, a combination of factors, including the Internet and the very public soap opera around former President Nicolas Sarkozy’s divorce and subsequent marriage to a model-turned-singer, Carla Bruni, has changed the news media’s appetite for intimate glimpses into the lives of powerful men.The first significant shift in the news media’s approach came in 1994, when Paris Match published photos of President François Mitterrand with Mazarine Pingeot, his daughter from a long-running affair.The 2011 arrest on sexual assault charges of Dominique Strauss-Kahn, then the head of the International Monetary Fund, exposed the potential dangers of the news media’s silence.The legal case against him and subsequent accounts from other women forced a debate about the French news media’s deference to powerful figures over sex.Mr. Pasquier said that although he did not approve of infidelity “on a moral plane,” Mr. Hollande’s apparent affair would not affect either the president’s ability to run the country or the French population’s view of him."}