{"title": "Nemtsov’s Partner Says Russia Held Her Against Her Will", "authors": ["Andrew E. Kramer"], "url": "https://www.nytimes.com/2015/03/03/world/europe/boris-nemtsov-killing-russia.html", "body": "In an interview with Reuters, President Obama said the murder indicated a climate in which “freedom of the press, freedom of assembly, freedom of information, basic civil rights and civil liberties inside of Russia are in much worse shape now than they were four or five, 10 years ago.”\n\nEarlier Monday, Ms. Duritskaya, 23, said in a Skype and telephone interview with Dozhd, a Russian television station, that she was staying at the apartment of an acquaintance in Moscow and had been placed under round-the-clock guard by the police, who she said were holding her against her will.\n\n“I now have the status of a witness,” Ms. Duritskaya said. “I gave all testimony that was possible, and I don’t understand why I am still on the territory of the Russian Federation, as I want to leave to be with my mother, who is sick and in a difficult psychological state.”\n\nMs. Duritskaya said she waited on Friday evening in the Bosco cafe in the GUM department store on Red Square for Mr. Nemtsov to finish an interview on the Echo of Moscow radio station. The two had dinner and then started the walk home.\n\nAt no point, she said, did she notice anything suspicious, and she suggested that she had little to help investigators, because the gunman had shot Mr. Nemtsov in the back as the couple walked side by side.\n\nPhoto\n\nMr. Nemtsov, 55, a longstanding proponent of democratic reforms who had been in and out of jail, crumpled on the sidewalk. By the time she looked back, she said, she saw neither the gunman’s face, nor the license plate of the getaway car. She ran to a nearby snowplow, she said, to ask for help, then returned to the body and waited, by her account, about 10 minutes for the police.\n\nThe relationship of the older, famous politician and the young model from a country many Russians now believe to be their enemy has drawn intense interest from Russia’s tabloid press.\n\nAdvertisement Continue reading the main story\n\nThe Investigative Committee, the law enforcement organization with the lead on the case, has said it was examining a variety of possible motives, including that fellow members of the opposition killed him to create a martyr and that Islamist terrorists might be to blame, or that conflicts in his personal life might be the root.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMore than a few Russian commentators and politicians floated the idea of jealousy. Vladimir Zhirinovsky, the Russian nationalist politician, for example, said of Mr. Nemtsov’s romantic life, “This young girl was not the first.” Mr. Zhirinvosky said his former colleague in Parliament “was always changing his partners, changing wives.”\n\nMs. Duritskaya, in the interview, denied that either of them had received threats from jealous former lovers.\n\nKomsomolskaya Pravda newspaper, citing investigators, reported that Ms. Duritskaya had “forgotten” crucial moments of the shooting on a bridge over the Moscow River, and cited unidentified experts saying that investigators might have to wait until she underwent psychological treatment to overcome shock.\n\nAsked in the Dozhd interview what had happened on the bridge, Ms. Duritskaya said flatly “on the bridge, the murder of Boris took place.”\n\nShe added that the investigators had not prohibited her from talking about the killing, though it remained an open question whether she might speak more freely once outside the country.\n\nLifeNews, one Russian television station that has delved into the relationship, interviewed a friend of Ms. Duritskaya’s, who said the couple “were really tied by genuine feelings.”\n\n“They started to live together almost immediately,” the station cited the friend, identified only by her first name, Yulia, as saying. “The couple was almost never apart.”\n\nMs. Duritskaya had found some success in Kiev, working for the agencies Amodels and Kiev-Casting, appearing in online advertisements.\n\nWhen war came to their countries, Mr. Nemtsov met with the Ukrainian president, Petro O. Poroshenko, who later said he had tried to be a “bridge” between the two nations in conflict. He was killed just days before he was to lead a rally to protest the war in Ukraine."}