{"title": "French Ban on Face Veils Upheld by European Rights Court", "authors": ["Alan Cowell"], "url": "https://www.nytimes.com/2014/07/02/world/europe/european-rights-court-upholds-frances-ban-on-full-face-veils.html", "body": "Proponents of the ban said it was needed to preserve French culture and ward off Islamic separatism. Officials also said the veil presented a security risk because it cloaked the identity of the wearer. But opponents called the ban extreme.\n\nPhoto\n\nAt the time it was enacted, the Interior Ministry in Paris estimated that only about 2,000 women in France wore the face-covering veil, known as the niqab, which leaves the eyes exposed. It is often confused with the head-to-toe covering called the burqa.\n\nHundreds of women have been fined up to 150 euros, or about $215, for defying the ban, but the police have said it is rarely enforced.\n\nThe court said in a statement that the “ban was not expressly based on the religious connotation of the clothing in question but solely on the fact that it concealed the face.” The 17 judges said the applicant had not been a victim of discrimination.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn a statement summarizing the ruling on its website, the court said the woman “is a devout Muslim and in her submissions she said that she wore the burqa and niqab in accordance with her religious faith, culture and personal convictions.”\n\n“The applicant also emphasized that neither her husband nor any other member of her family put pressure on her to dress in this manner,” the statement said. She added that she wore the niqab in public and in private, but not systematically. She was thus content not to wear the niqab in certain circumstances but wished to be able to wear it when she chose to do so. Lastly, her aim was not to annoy others but to feel at inner peace with herself.”\n\nIt continued: “While the court was aware that the disputed ban mainly affected certain Muslim women, it nevertheless noted that there was no restriction on the freedom to wear in public any item of clothing which did not have the effect of concealing the face and that the ban was not expressly based on the religious connotation of the clothing in question but solely on the fact that it concealed the face.”\n\nThe court also said it was “able to understand the view” that, in the interests of social cohabitation, the wearing of such face-covering veils might be perceived as thwarting “open interpersonal relationships, which, by virtue of an established consensus, formed an indispensable element of community life within the society in question.”\n\nWhile opponents of the ban complained that it could exacerbate social tensions, the court’s statement concluded that the prohibition could “be regarded as proportionate to the aim pursued, namely the preservation of the conditions of ‘living together' ” in French society.", "summary": "At the time it was enacted, the Interior Ministry in Paris estimated that only about 2,000 women in France wore the face-covering veil, known as the niqab, which leaves the eyes exposed.The court said in a statement that the “ban was not expressly based on the religious connotation of the clothing in question but solely on the fact that it concealed the face.” The 17 judges said the applicant had not been a victim of discrimination.In a statement summarizing the ruling on its website, the court said the woman “is a devout Muslim and in her submissions she said that she wore the burqa and niqab in accordance with her religious faith, culture and personal convictions.”The court also said it was “able to understand the view” that, in the interests of social cohabitation, the wearing of such face-covering veils might be perceived as thwarting “open interpersonal relationships, which, by virtue of an established consensus, formed an indispensable element of community life within the society in question.”While opponents of the ban complained that it could exacerbate social tensions, the court’s statement concluded that the prohibition could “be regarded as proportionate to the aim pursued, namely the preservation of the conditions of ‘living together' ” in French society."}