{"title": "From Brussels, the Deposed Leader of Catalonia Pleads With a Wary Europe", "authors": ["Steven Erlanger", "Raphael Minder"], "url": "https://www.nytimes.com/2017/10/31/world/europe/puigdemont-catalonia-belgium-spain.html", "body": "On Friday, Jean-Claude Juncker, the most pro-European of European leaders, said bluntly that the European Union “doesn’t need any more cracks, more splits.”\n\nMr. Juncker, the president of the European Commission and himself from tiny Luxembourg, said that the bloc should not intervene in “an internal debate for Spain, but I wouldn’t want the European Union to consist of 95 member states in the future.”\n\nAfter Catalan separatists declared independence last Friday, Mr. Rajoy dismissed Mr. Puigdemont and his cabinet and dissolved the Catalan Parliament, calling for regional elections on Dec. 21.\n\nIn Brussels, Mr. Puigdemont welcomed the chance for separatists to win the December elections. He said he would “accept the results” and called on Madrid to make “a clear commitment” to do the same.\n\nMr. Puigdemont emphasized that he was not escaping Spanish justice, but he said he wanted guarantees of a fair trial and would work for now from Brussels, in “freedom and security.”\n\nAfter reading the charges proposed by the Spanish attorney general, Mr. Puigdemont said he felt Catalan politicians would not be treated fairly by the Spanish judiciary.\n\nVideo\n\nThe possible charges, he argued, amounted to “a persecution” of people and their ideas rather than specific crimes. “More than a desire for justice, it is a desire for vengeance,” he said.\n\nAdvertisement Continue reading the main story\n\nWhile he ruled out asking for political asylum from Belgium, he could do so in the future, especially if Spain seeks his arrest and extradition.\n\nMr. Puigdemont’s Belgian lawyer, Paul Bekaert, said that “as long as the possibility exists that Spain asks to extradite Puigdemont, it can’t be excluded that he applies for political asylum.”\n\nMr. Bekaert, 68, who specializes in asylum cases, has worked in the past for Basque separatists who sought asylum here to avoid trial on terrorism charges in Spain. He said he didn’t know how long Mr. Puigdemont would stay.\n\n“He came here to work in total peace and security,” Mr. Bekaert said. “In the meantime, we are on standby.”\n\nEarlier, Mr. Bekaert told Flemish Radio: “As a citizen of the European Union, he can in fact apply for political asylum here. Whether he obtains it is another question.”\n\nLate Tuesday, some members of the ousted Catalan cabinet flew back to Barcelona from Brussels, triggering speculation about another possible change of mind by Mr. Puigdemont. But he was not on board the plane.\n\nMr. Puigdemont’s presence in Brussels was intended to add a European dimension to Spain’s most serious political crisis in decades. He is in effect proposing to lead his ousted Catalan government from a city that is home to the main institutions of the European Union, which has been unsympathetic to the push for secession, and is in a country that has its own separatist tensions.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSo wary is Belgium of Mr. Puigdemont and his movement that it prevented him from holding his news conference in a government-owned building.\n\nMore important, however, the European Union is also wary of Mr. Puigdemont, whose appeal to a Europe of “democracy, liberty, free expression and nonviolence,” as he put it, indicated a romantic view of the bloc.\n\nAdvertisement Continue reading the main story\n\nThe Catalan separatists appear swept up in an earlier concept of a European Union of shared sovereignties, where regional identities can merge with a vague European identity and somehow supersede national ones.\n\nThat view has become outdated in a bloc under severe nationalist strains stemming from the debt crisis, the migration wave, the fear of terrorism and the populism that all of those anxieties have engendered.\n\nNot least, a larger bloc of 28 very different nations has grown more sensitive than in many decades to the sanctity of their borders.\n\nThe European Union, facing the loss of Britain, has no desire to enlarge further or to create more fissures. Already anxious about Scotland’s previous calls for independence, states like France, Italy and even Belgium have no interest in encouraging regional secessionist movements in places like Corsica, Lombardy, South Tyrol and Flanders.\n\nAnd Spain, with a strongly recovering economy, is considered a model of democratic transformation after the Franco era under the umbrella and tutelage of the European Union. A Spanish failure would be perceived as a European one, just as Brussels feels that the bloc is regaining some of its confidence.\n\nMr. Puigdemont and several members of his ousted cabinet made their way to Brussels on Monday just as the Spanish attorney general, José Manuel Maza, announced in Madrid that Mr. Puigdemont and other separatist leaders should appear “urgently” in court there.\n\nThose in Brussels may avoid the Spanish courts, but they will not find much support from any European Union official. And even as Mr. Puigdemont and others sat tight in Brussels, the Spanish Supreme Court summoned a handful of other Catalan lawmakers to appear in Madrid on Thursday, including Carme Forcadell, the president of the Catalan Parliament who read out the declaration of independence last week.\n\nMr. Maza chose not to order the immediate arrest of the separatists, but he wants judges to allow him to pursue charges of rebellion, sedition and the misuse of public funds against those who organized and carried out an illegal independence referendum on Oct. 1.\n\nAdvertisement Continue reading the main story\n\nOn Tuesday, Mr. Puigdemont said the length of his Brussels stay was dependent “on the circumstances.”\n\n“If we could be guaranteed that the trial would be fair,” he said, “without doubt I would return immediately.”\n\nHad he and his entire cabinet stayed in Barcelona this week, he said, “with an attitude of resistance, there would have been a very violent reaction by the state,” he argued.\n\nMr. Puigdemont said he had not been negotiating with Belgian politicians. “I don’t ask anything from Belgian politicians, except as part of European politics,” he said.\n\nInstead, he repeated his call for the European Union to step into the conflict, a plea that has been rejected by European leaders. “To the international community and especially Europe, I ask them to react,” he said.\n\nWhile he waits, the national government in Madrid took direct administrative control of Catalonia, using emergency constitutional powers invoked by Mr. Rajoy.\n\nMr. Puigdemont called on Catalan citizens to oppose the dismantling of Catalonia’s institutions, while officials in Madrid welcomed the news that Mr. Puigdemont had chosen to leave Spain rather than remain in Barcelona and resist the national government’s decision to oust him.", "summary": "He is in effect proposing to lead his ousted Catalan government from a city that is home to the main institutions of the European Union, which has been unsympathetic to the push for secession, and is in a country that has its own separatist tensions.More important, however, the European Union is also wary of Mr. Puigdemont, whose appeal to a Europe of “democracy, liberty, free expression and nonviolence,” as he put it, indicated a romantic view of the bloc.That view has become outdated in a bloc under severe nationalist strains stemming from the debt crisis, the migration wave, the fear of terrorism and the populism that all of those anxieties have engendered.Already anxious about Scotland’s previous calls for independence, states like France, Italy and even Belgium have no interest in encouraging regional secessionist movements in places like Corsica, Lombardy, South Tyrol and Flanders.Mr. Maza chose not to order the immediate arrest of the separatists, but he wants judges to allow him to pursue charges of rebellion, sedition and the misuse of public funds against those who organized and carried out an illegal independence referendum on Oct. 1."}