{"title": "‘Brexit’ Upsets Londoners Who Find Harmony in a Cultural Cacophony", "authors": ["Sarah Lyall"], "url": "https://www.nytimes.com/2016/07/04/world/europe/brexit-upsets-londoners-who-find-harmony-in-a-cultural-cacophony.html", "body": "“London has always been a dream of mine,” said Bilyana Georgieva, 25, who was having a picnic in the park with a friend. She moved to the city from Bulgaria a year ago, she said, and within two days she had found an apartment and a job, as a chef in a vegetarian restaurant.\n\n“I have never felt pushed away,” she said. “Everyone’s very welcoming.”\n\nBut she and many other Londoners are feeling very odd and alienated these days, as the reality of the vote sinks in and they wonder what will happen to their city if the divorce from the European Union goes through. Much of the Leave vote turned on a desire to limit immigration and restore “British values,” while London prides itself on its ability to attract and absorb outsiders.\n\nThree million of its eight million residents were born in other countries. One hundred languages are spoken in the city. London just elected its first Muslim mayor, Sadiq Khan, whose parents moved to the city from Pakistan in the 1960s.\n\n“London is like the capital of Europe, and it’s the biggest financial capital in the world,” said Alexandra Lewis, 19, a college student in Bristol. Her London high school had students from all over, she recalled, and the British-born were in the minority.\n\nLondon, she said, “needs the connections with Europe much more than the rest of the country.”\n\nThe referendum spurred demonstrations, anguish and anger across the capital, as well as dreams that the city could somehow detach itself and form its own state. A freelance writer in London, James O’Malley, started a petition calling for “Londependence,” an idea that had already begun to waft around Facebook. To his surprise, more than 175,000 people quickly signed the petition.\n\nMr. O’Malley had thought up the petition as a jokey protest, he explained in an article in The Daily Telegraph. He does not really think London should become a city-state like Monaco or Singapore or begin issuing its own currency, for instance. But he does support increased autonomy.\n\n“If Scotland gets to make its own laws to reflect its own unique politics, why not the capital?” he wrote. “We all know — and the referendum made clear — that London has very different politics to the rest of the country.”\n\nAdvertisement Continue reading the main story\n\nThe mayor, Mr. Khan, agrees. Many of the city’s affairs are still controlled by the national government, and he has limited authority compared with the mayor of, say, New York. Mr. Khan said he would begin pressing for the same sort of devolved powers that the national government has granted to Scotland and Wales.\n\n“On behalf of all Londoners, I am demanding more autonomy for the capital — right now,” Mr. Khan said in a speech last week. “More autonomy to protect London’s economy from the uncertainty ahead, to protect the businesses from around the world who trade here, and to protect our jobs, wealth and prosperity.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe also moved to reassure nervous and angry residents that London is at heart an international city. He and the mayor of Paris, Anne Hidalgo, issued a statement saying they would “build far stronger alliances between cities across Europe and around the world.”\n\nThere are a number of ways London might distance itself from Brexit, “short of building a moat around the city,” Parag Khanna argued in Foreign Policy magazine. “There is a wide spectrum of federalist arrangements available to the city, on a continuum ranging from unity to devolution to autonomy to outright independence.”\n\nBut just as the vote has set city against country, it has set neighbor against neighbor within the city. There are really many Londons. One is rich, cosmopolitan London, the London of the financial district, of wealthy areas like Mayfair, Hampstead and Kensington, of people who can afford to travel across Britain, Europe and the rest of the world, of immigrants who have prospered.\n\nAnother is the London of longtime residents like Charmaine Williams, 55, a government social worker. Ms. Williams said she had not seen any advantages to European Union membership, only more people coming from Eastern Europe and using London’s already stretched public services. So she voted yes to Brexit.\n\n“They should fix things at home before they try to fix everyone else,” Ms. Williams said.\n\nA series of devastating budget cuts in recent years under the government’s austerity plans has taken a toll on her work, she said.\n\nThe Brexit question is complicated, said Ms. Lewis, the college student. To denounce those who voted to leave as ignorant and shortsighted, she said, is to think you are smarter and more enlightened, to pit the city not just against the rest of Britain but also, in a way, against itself.\n\nShe does not want to feel that way, yet she cannot shake the sense that London — or, at least, her London — is truly different from everywhere else.\n\nAdvertisement Continue reading the main story\n\n“I don’t want to be seen as superior, or trying to lecture them about what to do,” she said. “I don’t want to feel that I’m apart from the rest of the country.”", "summary": "Much of the Leave vote turned on a desire to limit immigration and restore “British values,” while London prides itself on its ability to attract and absorb outsiders. A freelance writer in London, James O’Malley, started a petition calling for “Londependence,” an idea that had already begun to waft around Facebook. There are a number of ways London might distance itself from Brexit, “short of building a moat around the city,” Parag Khanna argued in Foreign Policy magazine. Ms. Williams said she had not seen any advantages to European Union membership, only more people coming from Eastern Europe and using London’s already stretched public services."}