{"title": "A Belated Welcome in France Is Drawing Few Migrants", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2015/09/18/world/europe/a-belated-welcome-in-france-is-drawing-few-migrants.html", "body": "But France’s relative lack of appeal has not blunted the wariness, or even fearmongering, about immigration that has helped fuel support for the far right here.\n\n“Unless the French people take action, the invasion of the migrants will be every bit the same as that of the fourth century, and could have the same consequences,” Marine Le Pen, leader of the far-right National Front party, warned this week.\n\nExperts, analysts and academics dismissed her remark: There is no such invasion in France, nor is one likely.\n\nLast week, officials from France’s refugees office rushed to Munich, seeking 1,000 migrants to relieve some of the pressure on its harried neighbor. But as thousands crowded into the city, the French officials came back with only 600 people.\n\nIt was not, insisted Pascal Brice, the refugee office director, because they found France unattractive. “They were doing what all the others were doing, staying in Germany,” Mr. Brice said. Besides, he explained, “there was no more arrival of refugees” after Germany closed its borders.\n\nYet many were already in place there. As Mr. Brice acknowledged, “There were thousands of migrants in Munich; we were there to help the Germans.”\n\nThe migrants’ “first reaction was surprise” as the French made their pitch, Mr. Brice said. “They didn’t expect to find another country there,” offering to help.\n\nAdvertisement Continue reading the main story\n\nThe surprise should not have been unexpected. France, with its high unemployment and incendiary political rhetoric about keeping migrants out and borders closed, has not exactly put out a welcome mat, in economic or emotional terms, said a number of experts on the question.\n\nThere has been no French equivalent of the maternal image of Chancellor Angela Merkel offering succor. Pro-migrant demonstrations in France have been small compared with the hundreds of Germans who have flocked to train stations to help.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“When one isn’t doing so well oneself, one is not all that eager to have guests in one’s home,” said Patrick Weil, a French historian of immigration now teaching at Yale, noting also the traumatic memory of displacement present in thousands of German families dating from World War II.\n\nThe absence of an embrace has hardly gone unnoticed by the migrants, fewer of whom are applying for asylum here. From being a European leader for asylum demands, France slipped to fifth or sixth in the first three months of the year, Mr. Brice said.\n\nA recent pledge by the French president, François Hollande, to take in an additional 24,000 migrants over two years — after refusing for months to countenance the idea of quotas — was criticized by the news media in France and elsewhere in Europe as a drop in the bucket compared with Germany’s projection that it would take in close to a million migrants this year.\n\nThe French news media, rueful or defensive, have picked up on the decisive migrant plebiscite for Germany over France as further evidence of France’s relative decline.\n\n“These migrants who don’t dream of France,” read the front-page headline of Le Monde on Sunday. The cover of Le Point, a right-leaning weekly newsmagazine, lamented: “The Incredible Madame Merkel. If only she were French.”\n\nIn Le Figaro, a columnist wrote: “Values, that was all we had left. And now we’ve screwed that up as well,” before transitioning to the cynic’s interpretation of German generosity: The country’s industrialists need help.\n\nMr. Corty, of Médecins du Monde, noted that the lack of receptiveness to migrants was more than emotional, but practical as well. Though France receives about 60,000 demands for asylum annually, the country has only 25,000 places in welcome centers.\n\nAdvertisement Continue reading the main story\n\nOn Thursday morning, French officials moved about 800 migrants, many of them Sudanese, who were squatting at two outdoor sites in Paris — near a train station and local municipal offices — to reception centers, where they will be able to make asylum requests, officials said.\n\n“There are a lot of families who say, we don’t want to stay out of doors,” Mr. Corty said. “France has not put in good conditions.”\n\nAt more than 10 percent, unemployment in France is roughly twice that of Germany and Britain. And it can take up to two years for an asylum request to be processed, longer than in some neighboring countries.\n\nBut less neutral messages are emanating from France as well. Mayors have been asked by the interior minister to receive migrants in their towns, but some are refusing to go along.\n\nIn the towns of Belfort and Roanne, the mayors have been quoted as saying they want only Christian refugees. Other mayors have spoken out loudly about their financial inability to handle a flood of migrants, or of constituents who are themselves waiting for subsidized housing.\n\n“Until the last few days, France has not given the impression of wanting to open its arms to the migrants,” Mr. Weil said. And “Mr. Hollande has not been Mme. Merkel.”"}