{"title": "Attackers in Paris ‘Did Not Give Anybody a Chance’", "authors": ["Andrew Higgins", "Milan Schreuer"], "url": "https://www.nytimes.com/2015/11/15/world/europe/paris-terror-attacks-a-display-of-absolute-barbarity.html", "body": "Video\n\nPARIS — François Granier, a wine consultant and rock music fan, thought the concert he was attending Friday night had simply taken a particularly raucous turn.\n\nMai Hua, a fashion blogger and video director who was dining a few blocks away, figured the explosions she heard were just another burst of gang violence.\n\nErin Allweiss, a publicist from New York who was eating at a restaurant in the same district, hoped the noise came from fireworks.\n\nOne by one on Friday evening, all the ordinary reflexes, expectations and hopes of urban life fell away as Parisians and visitors to their city confronted nearly simultaneous attacks that spanned from the Stade de France, the national sports stadium on the northern edge of the city, to a shabby-chic district studded with bars and restaurants four miles south.\n\nPhoto\n\nThe dull thuds and sharp cracks that so many thought, or at least hoped, were just the background noises of a night on the town in one of the world’s great, vibrant cities turned out to be the ghastly sounds of the worst terrorist assault on the French capital, even bloodier than the January attacks on the satirical newspaper Charlie Hebdo and a kosher supermarket.\n\nLittle seemed to tie the attacks across at least six sites, except that all the 129 victims had been out having fun. But that was very much the point for the Islamic State militant group, which later took responsibility for the carnage and said that it had struck France’s symbols of “perversity.”\n\nThere were other common elements as well — synchronized attacks, targeting random victims, by well-equipped and apparently trained militants, who François Molins, the Paris prosecutor, described as working in three coordinated squads.\n\nThe attacks began at 9:20 p.m. on a chilly Friday outside the stadium, in the suburb of St.-Denis, where France was playing Germany. President François Hollande was among those in attendance.\n\n“We heard something that sounded like a detonating bomb as well as shooting,” said Agnès Dupont, who was at the match with her husband and two young children.\n\nLatest Updates\n\nOthers said they thought youngsters outside the stadium were setting off firecrackers. Another blast followed 10 minutes later. The teams kept playing.\n\nThe prosecutor, Mr. Molins, later said that two of the attackers had detonated suicide bombs near gates to the stadium, which they apparently had tried to enter, and killed one person. A third suicide bomber struck much later, at 9:53 p.m. near a McDonald’s.\n\nAcross the city, five minutes after the first suicide bomber detonated his explosive outside the stadium, Betty Alves, a 39-year-old Parisian, was ordering Chinese food with a friend at a restaurant in the once working-class and now fashionable 10th Arrondissement. Gunshots rang out.\n\n“It was terrifying,” she recalled. “We saw everyone run down the street. We jumped on the floor and I hid under the table.”\n\nThe restaurant closed its metal shutters and everyone hid inside. When they opened the shutters, Ms. Alves said she saw one young woman dead on the street and another man seriously wounded. Her car, a Smart, parked nearby, was riddled with bullet holes.\n\nPhoto\n\nIn that time, 15 diners were killed at the nearby Le Petit Cambodge, an Asian restaurant near a canal that runs through the 10th Arrondissement, and at a restaurant across the street, Le Carillon. Gunmen, according to witnesses, sprayed the establishments with bullets from a black vehicle and then raced away.\n\nEmily Murphy, 28, an architect, had gathered at the packed Carillon with about a dozen of her colleagues. Unable to find a table inside, they stood on the sidewalk, drinks in hand. As Ms. Murphy was preparing to leave to meet a girlfriend in another part of town, she heard what sounded like a small explosion behind her. A man standing next to her pushed her to the ground and told her not to move.\n\n“I was in the middle of the sidewalk. The shooting was going on and on, and I was so scared he could see me and was going to come closer,” she said, referring to a gunman. She said she felt something like a “scratch” on her right leg but only realized after the shooting stopped that she had been grazed.\n\nAt the time, Ms. Hua, 38, the fashion blogger, was eating with three friends on a terrace at Madame Shawn, a Thai restaurant in the area, when she and her friends heard a series of loud bangs. She said they had initially thought the noise was related to gang clashes that sometimes blighted the area.\n\n“It took us a while to register what had happened,” she said. “I looked at my iPhone and I had many worried calls. This is one of the most densely populated areas in Paris. There is no place that is more full on a Friday night. This is a place where young people hang out. It was a hit at the soul of Paris.”\n\nBy 9:32 p.m., the same squad of terrorists in the same vehicle, according to the prosecutor, had already found their next target: the Cafe Bonne Bière, a bar in the adjacent 11th Arrondissement. At least five people were killed there.\n\nA few blocks away, Ms. Allweiss, the New York publicist, was with friends at the restaurant Auberge des Pyrénées Cévennes when the shots began.\n\n“They were so loud,” Ms. Allweiss said by telephone. “It felt like they were on top of us. People screamed to lock the door. We hoped they were fireworks. But we knew they weren’t fireworks.”\n\nThe attacks then came in quick succession: at 9:36, then 9:40, just blocks apart. Gunmen raked at least four restaurants and bars with gunfire in a fast-gentrifying area of Paris. At least 19 people died at La Belle Équipe, a cafe with an outdoor seating area that was hit by sustained gunfire.\n\n“It was not just one or two bullets. The shooting lasted five minutes. They did not give anybody a chance,” Antoine Bonnier, a witness, told BFM, a French television news channel.\n\nVideo\n\nNearby, in the Comptoir Voltaire restaurant on Boulevard Voltaire in the 11th Arrondissement, another suicide bomber detonated a vest identical to the first two, the prosecutor said. One person in the restaurant was seriously wounded.\n\nThe violence came to its climax less than a mile away at the Bataclan, a concert hall, which three gunmen — apparently a third team of terrorists — reached in a black car at 9:40 p.m. There, they took more than 1,000 music fans hostage and shot them indiscriminately before the police regained control in a hail of gunfire and explosions shortly after midnight.\n\nThe attackers, according to witnesses, denounced Mr. Hollande and his support for the American-led military campaign against the Islamic State. The Paris prosecutor said they had cited Syria and Iraq during brief encounters with the authorities.\n\n“This was not a targeted attack but a mass execution,” Mr. Granier, the wine expert, said of his evening at the Paris concert hall that on Friday became a slaughterhouse in which 89 of his fellow rock fans were killed.\n\nHe had gone there to see the Eagles of Death Metal, a hard-driving band from California. The band had played about five songs when a series of loud bangs echoed around the 19th-century hall on Boulevard Voltaire in central Paris.\n\nPhoto\n\n“I thought this was just part of the show,” Mr. Granier, 24, recalled. “There was so much noise and shouting you could not tell what was going on at first.”\n\nAfter seeing fellow concertgoers fall to the ground splattered in blood, Mr. Granier took refuge in a room backstage as three heavily armed men took control; he stayed there for nearly three hours until French antiterrorism forces stormed the building about 20 minutes after midnight.\n\nWhile Mr. Granier hid in a backstage room, Ginnie Watson, 35, a French-British actress and singer who had been watching the concert from the balcony, headed with her friends for a security exit she had noticed earlier. “At first we said, ‘Oh, it’s a joke, the band is playing a joke,’ ” she said. “But then the shots kept going and kept going and kept going. Then we saw people were crying, and the members of the band ran offstage. They didn’t come back, and then I saw people screaming and that’s when I said, ‘O.K., we have to get out of here.’”\n\nShe and her friends pushed open the security exit door and rushed down a staircase leading to the street.\n\nAfter at least five attacks over 20 minutes, word had quickly spread.\n\nAntoine Griezmann, a player for the French national team who heard the first explosion at the stadium, learned about the attack at the Bataclan.\n\nHis sister had gone there to hear the Eagles of Death Metal. He frantically tried to find out if she was safe, finally discovering that she had escaped unscathed. “May God take care of my sister and the rest of France,” the soccer player wrote on Twitter.", "summary": "The dull thuds and sharp cracks that so many thought, or at least hoped, were just the background noises of a night on the town in one of the world’s great, vibrant cities turned out to be the ghastly sounds of the worst terrorist assault on the French capital, even bloodier than the January attacks on the satirical newspaper Charlie Hebdo and a kosher supermarket. Across the city, five minutes after the first suicide bomber detonated his explosive outside the stadium, Betty Alves, a 39-year-old Parisian, was ordering Chinese food with a friend at a restaurant in the once working-class and now fashionable 10th Arrondissement. After seeing fellow concertgoers fall to the ground splattered in blood, Mr. Granier took refuge in a room backstage as three heavily armed men took control; he stayed there for nearly three hours until French antiterrorism forces stormed the building about 20 minutes after midnight. While Mr. Granier hid in a backstage room, Ginnie Watson, 35, a French-British actress and singer who had been watching the concert from the balcony, headed with her friends for a security exit she had noticed earlier."}