{"title": "Excerpts From Imagined Clinton-Blair Chats, Intended as Satire, Cause Confusion", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2016/01/09/world/europe/excerpts-from-imagined-clinton-blair-chats-intended-as-satire-cause-confusion.html?rref=collection%2Fcolumn%2FOpen%20Source", "body": "In a now familiar ritual, the release on Thursday of hundreds of pages of transcribed phone calls and meetings between former President Bill Clinton and Tony Blair, then the British prime minister, from early 1997, to late 2000, was followed by journalists and political junkies sharing striking, funny or odd excerpts from the chats on social networks.\n\nAmong the exchanges that initially attracted attention were one from 1997, after Mr. Blair’s sweeping victory in a general election; another conversation about Northern Ireland in which the men talked about Peter Sellers; a partly redacted chat about Prime Minister Benjamin Netanyahu of Israel, who clashed with both the American leader and the British one; and a conversation just after the death of Princess Diana.\n\nThe accidental comedy of some of the conversations even led the program BBC Newsnight to dramatize snatches of dialogue, with the voices of both the American president and the British prime minister played by the impressionist Rory Bremner.\n\nApparently inspired by how close some of the dialogue came to sitcom banter, or the sorts of imagined conversations between world leaders that used to appear on the satirical puppet show “Spitting Image,” a British comedian, Michael Spicer, created five parody exchanges and uploaded them to his Tumblr blog.\n\nNot long after Mr. Spicer uploaded one of the satirical dialogues to Twitter shorn of any context, and in the well-crafted form of a screenshot that made it appear authentic, his fictional excerpts were mistaken for the genuine article. The fact that at least one example imagined Mr. Clinton using a British expression “to get a sniff” — meaning to come close to — that is unfamiliar to Americans did not give away the joke. The faux transcripts were shared on the social network as if they were real by unsuspecting readers, including Rupert Myers, a political correspondent for British GQ.\n\nBy injecting his satire into a global conversation many participants took to be entirely factual, Mr. Spicer inspired imitators, like Hayes Brown, a Buzzfeed editor, who offered a note of postmodern self-reflection.\n\nFor much of Friday, confusion reigned, as Twitter users shared real and fake transcripts of the Clinton-Blair conversations, making it hard to sort out which were genuine.", "summary": "In a now familiar ritual, the release on Thursday of hundreds of pages of transcribed phone calls and meetings between former President Bill Clinton and Tony Blair, then the British prime minister, from early 1997, to late 2000, was followed by journalists and political junkies sharing striking, funny or odd excerpts from the chats on social networks.The accidental comedy of some of the conversations even led the program BBC Newsnight to dramatize snatches of dialogue, with the voices of both the American president and the British prime minister played by the impressionist Rory Bremner.Apparently inspired by how close some of the dialogue came to sitcom banter, or the sorts of imagined conversations between world leaders that used to appear on the satirical puppet show “Spitting Image,” a British comedian, Michael Spicer, created five parody exchanges and uploaded them to his Tumblr blog.Not long after Mr. Spicer uploaded one of the satirical dialogues to Twitter shorn of any context, and in the well-crafted form of a screenshot that made it appear authentic, his fictional excerpts were mistaken for the genuine article.By injecting his satire into a global conversation many participants took to be entirely factual, Mr. Spicer inspired imitators, like Hayes Brown, a Buzzfeed editor, who offered a note of postmodern self-reflection."}