{"title": "Attacker’s Possible Link to Migrant Trail Heightens Security Fears", "authors": ["Alison Smale", "Rick Lyman"], "url": "https://www.nytimes.com/2015/11/15/world/europe/attackers-possible-link-to-migrant-trail-heightens-security-fears.html", "body": "Video\n\nBERLIN — For months, hundreds of thousands of men, women and children have literally marched their way into Europe, fleeing war, poverty and hunger, arriving in such huge numbers that they set off uncommon displays of compassion — and outright acts of fear.\n\nEven before the attacks in Paris on Friday, some of the most welcoming of Europeans were beginning to lose patience. Borders were closed, benefits cut, warnings issued in Arabic to stay away.\n\nBut on Saturday, French officials revealed what could prove to be a turning point in the debate over migration: One of the attackers was carrying a Syrian passport and, perhaps more ominously, may have entered Europe along the migrant trail.\n\nPoland moved first to shut the door.\n\n“After Paris, we lost security guarantees,” said Konrad Szymanski, Poland’s new minister for relations with other European nations. He added, “The tragic events in Paris showed weakness in Europe.”\n\nEurope never knew how to deal with the migrants. Greece pushed them to Macedonia. Hungary put up a fence. Austria and Germany welcomed them, for a time. But there was no coordinated strategy for the 28 members of the European Union. The only agreement, after summit meetings and other talks, was a plan to distribute 160,000 refugees among all the member states. It was a fraction of the total migrant population, and the agreement was achieved only under intense pressure from Germany.\n\nNow, Poland is moving toward undoing that deal.\n\nThe incoming conservative government in Warsaw quickly criticized the plan, Mr. Szymanski wrote in wPolityce.pl, a right-wing journal. “In view of the tragic events in Paris, we do not see the political possibility of executing this policy. Poland must retain full control over its borders.”\n\nUnder the relocation plan, Poland would receive only 9,000 of the migrants, but Mr. Szymanski said via email Saturday that Poland would agree to accept them only with “security guarantees,” including a full security check on “every person covered by international protection in Europe.”\n\nPoland’s determination to scuttle the pact may spread, dooming it even as investigators in Paris are still trying to establish the identities and backgrounds of the assailants who killed more than 120 people on Friday.\n\nIt was too soon to say for certain whether the attackers had links to the refugees from the Syrian conflict, but investigators believe that militants have tried to hide among the masses legitimately seeking asylum.\n\nAlthough the practice appears rare, a French intelligence official said it would not be the first time that a militant had mingled in the stream of migrants arriving in Europe via Turkey and Greece. He said French security services had recently identified one in Calais. A former senior intelligence official, who is still well briefed, said: “This is becoming a strategy for them: to embed among the migrants.”\n\nIndeed, the attacks emboldened some politicians who had already voiced fears about the security risks and financial costs of trying to accommodate hundreds of thousands of people seeking refuge in a region with its own economic troubles. Populist and conservative leaders around Europe on Saturday stepped up their calls to tighten or shut borders and to halt the flow of migrants, many of them from Syria, where the Islamic State looms large.\n\nFormer communist countries in Central and Eastern Europe have insisted that their largely homogeneous, impoverished societies cannot cope with a large influx of outsiders — who usually prefer to head for wealthier, more multicultural countries like Germany, Austria or Sweden.\n\nOn Saturday, conservative politicians from Slovakia and populist and nationalist leaders in Western Europe, like Marine Le Pen in France and Geert Wilders in the Netherlands, swiftly used denunciations of the Paris violence to bolster their calls for keeping migrants out and borders shut.\n\nLatest Updates\n\nIn Slovakia, Prime Minister Robert Fico, who has opposed refugee quotas, announced tightened security on his country’s borders, particularly the one with Ukraine, and insisted that “everyone who illegally crosses borders must be seen as a security threat.”\n\nAfter the Paris attacks, he said, his government would watch for signs of right-wing extremism, as well as other forms. He added, “I hope that the events that took place open the eyes of some people now.”\n\nMargus Tsahkna, Estonia’s minister of social protection and a member of a small right-wing party in the governing coalition who has opposed the niqab, or full-face veil, worn by some Muslim women, said on Facebook that Estonians must face a “harsh reality” and that “Europe is at war.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA party colleague, Marko Mihkelson, who is a member of Parliament, echoed the sentiment. “If this is not declaring war on Europe, then what is?” he asked. “The terrorists must know they are facing a force that has no mercy and is capable of striking back.”\n\nIn France, Ms. Le Pen did not mention the migrant crisis — though she has opposed admitting more refugees — but she insisted that France had to take control of its borders.\n\n“France and the French are no longer safe, it is my duty to tell you so,” she said at a news conference. “Whatever the European Union may say, it is essential that France recover the control of its national borders, once and for all,” she said. “Without borders, neither security nor protection are possible.”\n\nIn the Netherlands, the center-right prime minister, Mark Rutte, announced a tightening of border checks. But he declined to heed Mr. Wilders’s call for a total shutdown of Dutch borders.\n\nGermany’s chancellor, Angela Merkel, found herself increasingly isolated at home and around the Continent over her call for protecting refugees fleeing war, poverty and terrorism in the Middle East. In an unusually emotional appearance on Saturday morning, she notably did not change her stance.\n\n“We know that our life of freedom is stronger than terror,” Ms. Merkel said. “Let us answer the terrorists by living our values with courage.”\n\nBut even Ms. Merkel could not ignore the potential threat, and so she, too, huddled on Saturday with top security officials. Germany’s interior minister, Thomas de Maizière, who has been at odds with Ms. Merkel over curbing the refugee flow, announced tighter monitoring of rail and air links to France and appealed for unity in the face of “barbarous murderers.”\n\nHe said the police would be watching not only known sympathizers of extreme Islamist groups, but also of right-wing groups. Germany has recorded more than 500 attacks on shelters for migrants this year.\n\nMs. Merkel also insists that she is making headway on a variety of measures, including enlisting Turkey to tighten its sea border with Greece and distributing refugees around Europe. She will have a chance this weekend to press her case when she joins President Obama and other leaders at the meeting of the Group of 20 in Turkey, which is now likely to focus on the dual challenges of migration and terrorism.\n\nLocal officials across Germany, increasingly running out of shelter space for refugees, have reported little effect in efforts to stanch the influx.\n\n“The situation is serious,” Mr. de Maizière said. “Now it is a matter of standing together, in government and in Parliament, in the population at large and in Europe.”", "summary": "BERLIN — For months, hundreds of thousands of men, women and children have literally marched their way into Europe, fleeing war, poverty and hunger, arriving in such huge numbers that they set off uncommon displays of compassion — and outright acts of fear. On Saturday, conservative politicians from Slovakia and populist and nationalist leaders in Western Europe, like Marine Le Pen in France and Geert Wilders in the Netherlands, swiftly used denunciations of the Paris violence to bolster their calls for keeping migrants out and borders shut. Margus Tsahkna, Estonia’s minister of social protection and a member of a small right-wing party in the governing coalition who has opposed the niqab, or full-face veil, worn by some Muslim women, said on Facebook that Estonians must face a “harsh reality” and that “Europe is at war.” Germany’s interior minister, Thomas de Maizière, who has been at odds with Ms. Merkel over curbing the refugee flow, announced tighter monitoring of rail and air links to France and appealed for unity in the face of “barbarous murderers.”"}