{"title": "Seeking a Fair Distribution of Migrants in Europe", "authors": ["Gregor Aisch", "Sarah Almukhtar"], "url": "https://www.nytimes.com/interactive/2015/09/04/world/europe/europe-refugee-distribution.html", "body": "Based on the proportions outlined in the plan, here are countries that have already approved asylum applications at a rate …\n\nHigher than the quota Sweden Netherlands Germany Belgium Austria Hungary Italy Bulgaria Greece Cyprus Malta\n\nLower than the quota Finland Estonia Latvia Lithuania Poland Luxembourg Czech Rep. Slovakia France Romania Slovenia Croatia Portugal Spain\n\nSource: New York Times analysis of demographic, economic and asylum data for each country. Note: Britain, Denmark and Ireland are exempt from the new relocation plan.\n\nThe plan is not comprehensive: Five times as many migrants have already arrived in Greece this year as the 50,400 who would be relocated to other countries by the plan. The quotas were approved only after the dissenting votes of the Czech Republic, Hungary, Romania and Slovakia were overruled.\n\n“We would have preferred to have adoption by consensus, but we did not manage to achieve that,” Jean Asselborn, the foreign minister of Luxembourg, said after the plan was approved.\n\nThese charts use the proportions from the approved quotas to assess which countries have taken on a higher share than the proposal would require, and which have not.\n\nBased on the proportions approved on Sept. 22:\n\nSources: Eurostat; European Commission. Note: Britain, Ireland and Denmark are exempt from the new relocation plan.\n\nA country’s population and its gross domestic product account for 80 percent of the formula used to calculate the proposed quotas. The European Commission has said that larger populations and economies “are generally considered more able to shoulder greater migration pressures.”\n\nThe chart below shows that, of the larger countries with stronger economies, Germany and Sweden have accepted many more asylum seekers than the plan requires, while Finland and France are behind. Bulgaria, Cyprus and Malta stand out as accepting more applicants than the plan requires, despite being smaller and poorer countries.\n\nPopulation vs. wealth\n\nAccepted proportionally more people than proposed Fewer than proposed Exempt from asylum proposal"}