{"title": "Call to Arms in France Amid Hunt for Belgian Suspect in Paris Attacks", "authors": ["Aurelien Breeden", "Kimiko De Freytas-Tamura", "Katrin Bennhold"], "url": "https://www.nytimes.com/2015/11/17/world/europe/paris-terror-attack.html", "body": "PARIS — President François Hollande of France called on Monday for constitutional amendments to fight potential terrorists at home and for an aggressive effort to “eradicate” the Islamic State abroad.\n\nHis call to arms — “France is at war,” he said at the opening of his remarks to a joint session of Parliament — came as security forces in France and Belgium zeroed in on a suspect they said was the architect of the assault that killed 129 people Friday night in Paris. The suspect, a 27-year-old Belgian, has fought for the Islamic State in Syria and has been linked to other terrorist attacks.\n\nMr. Hollande spoke after the French police raided homes and other sites across the country in an effort to head off possible further attacks and as the authorities in Belgium hunted for a suspected assailant in Friday’s attacks.\n\nMr. Hollande called for quick action by Parliament on new legislation that would give the government more flexibility to conduct police raids without a warrant and place people under house arrest. He said he would seek court advice on broader surveillance powers. And he called for amendments that would enable the state to take exceptional security measures without having to resort to the most drastic options currently in the Constitution.\n\nPhoto\n\nMr. Hollande is also seeking to extend the current state of emergency for three months and let the government strip the citizenship of French natives who are convicted of terrorism and hold a second passport.\n\n“Our democracy has prevailed over much more formidable opponents than these cowardly assassins,” Mr. Hollande said a day after France conducted airstrikes against the Syrian city of Raqqa, the self-proclaimed capital of the Islamic State. It was the country’s most intense military strike yet against the radical group, which has claimed responsibility for the attacks in Paris.\n\nThe French leader said he would meet soon with President Obama and President Vladimir V. Putin of Russia in an effort to settle on a united campaign to wipe out the Islamic State, also known as ISIS or ISIL.\n\n“Terrorism will not destroy the republic, because it is the republic that will destroy it,” he said.\n\nVideo\n\nThree days after the attacks on a soccer stadium, a concert hall and numerous bars and cafes, French and Belgian security services were focused on the radical jihadist they believe was the leader of the plot, Abdelhamid Abaaoud. He is among the most prominent Islamic State fighters to have come out of Belgium.\n\nA French official briefed on the investigation, who spoke on the condition of anonymity because he was not authorized to discuss operational details, said Mr. Abaaoud had mentioned plans to attack “a concert hall” to a French citizen who returned from Syria.\n\nMr. Abaaoud, this official said, had also been in contact with Ismaël Omar Mostefaï, one of the Paris attackers. Mr. Abaaoud also knew another attacker, Ibrahim Abdeslam; they were tried together in 2010 in Belgium for a minor offense.\n\nMr. Hollande said the attacks had been “planned in Syria, organized in Belgium, perpetrated on our soil with French complicity.”\n\nPhoto\n\nThe French authorities said Monday that they had conducted 168 raids across the country in an effort to root out possible terrorist threats. The raids extended from the Paris region to the major cities of Lille, Lyon, Marseille and Toulouse, they said. They also said they had arrested 23 people and detained 104 others under house arrest.\n\nBut a Frenchman believed to be involved in the Paris attacks, Salah Abdeslam, 26, a brother of Ibrahim Abdeslam, remained at large, eluding a series of raids conducted by the authorities in Molenbeek, the working-class Brussels neighborhood where the brothers lived.\n\nA third brother, Mohamed, and four other men who had been detained in Belgium were released on Monday. At a news conference in Brussels, Mohamed said he did not know Salah’s whereabouts and added, “My parents are under shock and have not yet grasped what has happened.”\n\nThe man believed to be the architect of the plot, Mr. Abaaoud, who traveled to Syria last year and even persuaded his 13-year-old brother to join him there, is from the same neighborhood, Molenbeek, as the Abdeslam brothers.\n\nPhoto\n\nMr. Abaaoud was already a suspect, according to officials and local news reports, in a failed terrorist plot in Belgium in January and an attempt in August to gun down passengers on a high-speed train to Paris from Brussels. An intelligence official said the authorities feared he might be in Europe.\n\nIn Washington, Representative Adam B. Schiff of California, the senior Democrat on the House Intelligence Committee, said some American officials suspected that Mr. Abaaoud might still be in Syria. Mr. Abaaoud was most likely part of an Islamic State cell that has developed over the past year to help plan, organize and execute terrorist attacks in Europe, particularly in France, Mr. Schiff said in a telephone interview.\n\nThe cell is believed to be led by Abu Mohammed al-Adnani, who serves as an official spokesman for the Islamic State, a Defense Department official said Monday.\n\nMr. Schiff warned that much was still unknown about how much of the plot had been directed from Syria and how much autonomy had been left to conspirators.\n\nAt noon, France observed a moment of silence in honor of the victims of the attack, which wounded about 350 people, in addition to the 129 killed. The Métro and cars stopped and crowds gathered at a makeshift memorial at the Place de la République and at the Eiffel Tower. Mr. Hollande stood with students at the Sorbonne. Many recited the national anthem, “La Marseillaise,” after the moment passed. In other cities — Delhi; Doha, Qatar; and Dublin — crowds gathered at French embassies to pay their respects.\n\nAs France observed its second of three days of national mourning, the authorities in France and Belgium raced to track down suspects and chase leads.\n\nAt one house in the Rhône department in the southeast, around Lyon, the police found a Kalashnikov rifle, three pistols, ammunition and bulletproof vests. Officers then obtained a warrant to search the home of the parents of a man who lived in the house, where they found several automatic pistols, ammunition, police armbands, military clothing and a rocket launcher.\n\nPrime Minister Manuel Valls and Interior Minister Bernard Cazeneuve promised to keep up the search. “We are using all the possibilities given to us by the state of emergency, that is to say administrative raids, 24 hours a day,” Mr. Valls said. He vowed to keep intense pressure on “radical Islamism, Salafist groups, all those who preach hatred of the Republic.”\n\nLatest Updates\n\nThe authorities also confirmed on Monday that one of the attackers entered Europe through Greece on a Syrian passport last month, posing as a migrant.\n\nThe man was identified on his passport — found at the soccer stadium north of Paris where he blew himself up Friday night — as Ahmad al-Mohammad, 25, a native of Idlib, Syria. The holder of the passport passed through the Greek island of Leros on Oct. 3 and the Serbian border town of Presovo on Oct. 7, according to Greek and Serbian officials. It remained unclear whether the passport was authentic.\n\nAll told, at least four French citizens were among the seven attackers: Ibrahim Abdeslam; Mr. Mostefaï, who met with the man suspected of planning the attacks; and two men identified on Monday as Samy Amimour, 28, a Paris native who lived in the suburb of Drancy, and Bilal Hadfi, 20, who lived in Brussels.\n\nMr. Amimour was known to the French authorities, having been charged in October 2012 with terrorist conspiracy, according to the authorities. He was placed under judicial supervision but violated the terms of that supervision in 2013, prompting the authorities to put out an international arrest warrant.\n\nVideo\n\nLast December, the French newspaper Le Monde interviewed Mr. Amimour’s father — it did not identify him by name at the time — who had gone to Syria to try to bring back his son. Three members of the Amimour family were detained on Monday.\n\nTurkey confirmed on Monday that Mr. Mostefaï, 29, entered Turkey in 2013, but it said that “there is no record of him leaving the country.”\n\nA Turkish official, speaking on the condition of anonymity, said that the government flagged Mr. Mostefaï twice — in December and in June — but that “we have, however, not heard back from France on the matter.”\n\nHe continued, “It was only after the Paris attacks that the Turkish authorities received an information request about Ismaël Omar Mostefaï from France.” The official added that “this is not a time to play the blame game,” but that governments needed to do better at sharing intelligence to prevent terrorism.\n\nThe United States has provided logistical support for the French airstrikes in Syria, but Mr. Obama on Monday again ruled out a ground intervention.\n\n“Let’s assume that we were to send 50,000 troops into Syria,” he said at a gathering of leaders of the Group of 20 industrial and emerging-market economies in Antalya, Turkey. “What happens when there’s a terrorist attack generated from Yemen? Do we then send troops into there? Or Libya, perhaps?”\n\nElsewhere in Europe, the authorities tightened security. Britain announced Monday that it would pay for an additional 1,900 intelligence officers, and review aviation security.\n\nIn Washington, John O. Brennan, the director of the Central Intelligence Agency, said Monday that the Paris attacks and the crash of a Russian jet over the Sinai Peninsula bore the “hallmarks” of the Islamic State.\n\nSpeaking at the Center for Strategic and International Studies, Mr. Brennan called the group an “association of murderous sociopaths” that is “not going to content itself with violence inside the Syrian and Iraqi borders.”\n\nWading into the debate over surveillance, privacy and encryption, Mr. Brennan said he hoped the Paris attacks would be a “wake-up call,” adding that “hand-wringing” had weakened the ability of Western intelligence services to prevent attacks.", "summary": "Three days after the attacks on a soccer stadium, a concert hall and numerous bars and cafes, French and Belgian security services were focused on the radical jihadist they believe was the leader of the plot, Abdelhamid Abaaoud. Officers then obtained a warrant to search the home of the parents of a man who lived in the house, where they found several automatic pistols, ammunition, police armbands, military clothing and a rocket launcher. He continued, “It was only after the Paris attacks that the Turkish authorities received an information request about Ismaël Omar Mostefaï from France.” The official added that “this is not a time to play the blame game,” but that governments needed to do better at sharing intelligence to prevent terrorism. In Washington, John O. Brennan, the director of the Central Intelligence Agency, said Monday that the Paris attacks and the crash of a Russian jet over the Sinai Peninsula bore the “hallmarks” of the Islamic State."}