{"title": "After President’s Breakup, French Wonder if Role of First Lady Is Passé", "authors": ["Alissa J. Rubin", "Maïa De La Baume"], "url": "https://www.nytimes.com/2014/01/27/world/europe/after-presidents-breakup-french-wonder-if-role-of-first-lady-is-passe.html", "body": "Mr. Hollande’s announcement came after a French magazine reported that he was having an affair with a French actress, Julie Gayet. After learning of the suspected affair, Ms. Trierweiler, a journalist herself, had an “emotional collapse” and spent more than a week in a hospital.\n\nConversations in recent days with biographers, journalists, a former first lady and several others suggested that the French view of first ladies is far more ambivalent than that of Americans, who — at least since Eleanor Roosevelt in the 1930s and ’40s — have come to see them both as activists who can bring attention to issues they care about and as individuals who can present the president in a softer light. In France, though, there has yet to be a consensus or even a discussion about how a modern first lady should fill the post.\n\nIt is hard to say which American first lady did the most to begin to create a modern template for the position. Certainly Eleanor Roosevelt was an exceptional figure, one who was arguably ahead of her time. Then, in the early 1960s, Jacqueline Bouvier Kennedy was able to cultivate an image of a first lady as, among other things, a strong promoter of culture in the form of music, art and photography, using the White House as a forum for showcasing American work and exposing Americans to foreign culture.\n\nShe was followed by Lady Bird Johnson, whose beautification projects for public spaces like highways continue today. Nancy Reagan and Barbara Bush each took up a social issue, fighting drug use among young people and advocating for literacy. Hillary Rodham Clinton took an active role in public policy issues, especially health care, during her husband’s presidency.\n\nIn France, by contrast, the role is a bit of muddle. Today it seems, de facto first ladies like Ms. Trierweiler need not be married to the president, and they can continue to have jobs in the private sector, raising the question: Who are they working for? Are they serving the French people or themselves? asked Armelle Le Bras Chopard, a professor of political science at the University of Versailles St.-Quentin-en-Yvelines.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAt the end of the 19th century and in the early 20th century, a French president’s wife followed her husband and generally kept out of public view. Later, as the news media became more prevalent, she helped humanize the perception of her husband, showing him with his family and as a normal person. But today, when the president’s companion has a separate career, “this poses all kinds of new questions,” Ms. Chopard said.\n\nCécilia Attias, the former wife of Nicolas Sarkozy, the former president who married the singer and former model Carla Bruni while in office, said in an interview here that she believed it would be helpful to explain the first lady’s public role in a statute. The president’s wife has an important part to play as a member of his team, promoting his ideas and his image, she said.\n\nBernadette Chirac, the wife of former President Jacques Chirac, said in an interview that she viewed the job as “rather tough,” but that she was prepared for it by more than 40 years’ experience as the wife of a politician. She used the role as a platform to work for hospitals and on behalf of the sick, and according to many surveys, she is the most popular first lady of recent times.\n\nAdvertisement Continue reading the main story\n\n“There is a double-edged problem,” Ms. Attias said. “We must on one side respect each person’s liberty, we cannot force the president to marry. But at the same time, as president, they also become a model.”\n\nIn her view, it is neither easy nor realistic to believe that the president can have a private life that is truly private.\n\n“For me, the president of my country is my country,” she said. “He must be exemplary and respectable.”\n\nMichaël Darmon, the chief political editor at the news network iTélé, said there was a decreasing tolerance in France for a first lady who is supported at taxpayers’ expense, especially in a time of economic crisis, high unemployment and belt-tightening.\n\n“This story shows that it is nobody’s business,” said Mr. Darmon, referring to the French public’s and politicians’ view that their personal lives can remain private. But, because it is fodder for the news media at the same time, he said, “it concerns everybody.”"}