{"title": "E.U. Pushes to Take Over Border Security at Migrant Crossings", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2015/12/16/world/europe/eu-borders-migrant-crisis.html", "body": "The proposals already face opposition in countries like Poland where some politicians suspect a blunt power grab by Brussels intended to diminish national sovereignty. An initiative pushed this year by the commission to relocate tens of thousands of people from Greece and Italy to other European Union countries has failed to gain much traction; only around 200 people have been moved so far.\n\nEven so, momentum has been building in France and Germany for the kind of initiative that was announced on Tuesday.\n\nChancellor Angela Merkel of Germany has come under severe pressure to reduce the number of migrants clamoring for asylum in wealthy northern European countries. Reinforcing the bloc’s external borders is also a priority for France, where two of the participants in terrorist attacks in Paris last month posed as refugees to enter the European Union through Greece.\n\nThe borders that migrants “cross are not just Greek borders or Bulgarian borders — they are European borders,” Frans Timmermans, the first vice president of the European Commission, said at a news conference in Strasbourg, France. That made such borders a “collective responsibility,” and “if we don’t protect them in the right way, the consequences will be for all Europeans,” he said.\n\n“I call particularly on Eastern European countries to show solidarity with others,” Mr. Timmermans added.\n\nBefore the two-day meeting that begins on Thursday, Donald Tusk, the president of the European Council, the body that represents European leaders, called on national leaders to “regain control over our external borders to stem migratory flows and to preserve” free movement of citizens.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe plan would double the staff of the current border agency, Frontex, and would create a separate reserve force, drawn from national authorities responsible for border management, to create a European Border and Coast Guard Agency.\n\nThe new agency would have a permanent staff of 1,000 people. The most sensitive element of the proposals is a so-called rapid reserve pool of 1,500 border guards, drawn from countries in the bloc that are part of its free movement zone and who could be deployed to vulnerable areas within three days, even when a member state rejects such help.\n\nAdvertisement Continue reading the main story\n\nThe agency “will be able to step in to ensure that action is taken on the ground even where there is no request for assistance from the member state concerned or where that member state considers that there is no need for additional intervention,” the commission said in an explanatory document.\n\nWhether the new agency or the national authorities would have the final say on whether the border force should be deployed is likely to be among the most delicate issues standing in the way of quick approval.\n\nThere are also concerns from advocacy groups and others over whether the new agency would be sufficiently accountable to protect the rights of migrants.\n\nThe proposal announced on Tuesday contained several other initiatives, including the creation of a European Return Office made up of “escorts, monitors and return specialists” to help remove “illegally staying third country nationals” from the European Union.\n\nTo bolster security, there should be “mandatory systematic checks of E.U. citizens at external land, sea and air borders,” the commission said. The new checks mean “that returning foreign terrorist fighters who are European Union citizens like the ones who perpetrated the Paris attacks will no longer be able to return unnoticed,” Dimitris Avramopoulos, the European commissioner for migration, said at the news conference in Strasbourg.", "summary": "The proposals already face opposition in countries like Poland where some politicians suspect a blunt power grab by Brussels intended to diminish national sovereignty.Chancellor Angela Merkel of Germany has come under severe pressure to reduce the number of migrants clamoring for asylum in wealthy northern European countries.Reinforcing the bloc’s external borders is also a priority for France, where two of the participants in terrorist attacks in Paris last month posed as refugees to enter the European Union through Greece.The most sensitive element of the proposals is a so-called rapid reserve pool of 1,500 border guards, drawn from countries in the bloc that are part of its free movement zone and who could be deployed to vulnerable areas within three days, even when a member state rejects such help.Whether the new agency or the national authorities would have the final say on whether the border force should be deployed is likely to be among the most delicate issues standing in the way of quick approval."}