{"title": "Scotland Votes to Demand a Post-‘Brexit’ Independence Referendum", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2017/03/28/world/europe/scotland-britain-brexit-european-union.html", "body": "The Scottish vote came on the eve of a historic day for a British government intent on disentangling itself from more than four decades of European integration.\n\nPhoto\n\nOn Wednesday, Mrs. May is expected to send formal notification of Britain’s desire to leave the bloc by invoking Article 50 of its governing treaty.\n\nLate Tuesday, Mrs. May’s office issued a photograph of the prime minister signing the letter; its delivery will start the clock on a negotiation scheduled to last two years. During that time, Mrs. May aims to agree to divorce terms and to negotiate a new economic relationship with the countries that remain in the European Union.\n\nIn a speech that she is expected to deliver on Wednesday, she will argue that as Britons “face the opportunities ahead of us on this momentous journey, our shared values, interests and ambitions can — and must — bring us together,” according to excerpts issued by her office.\n\nMrs. May will also promise that, in negotiations, she will “represent every person in the whole United Kingdom,” including citizens of countries in the European Union who have made Britain their home.\n\nAs she embarks on the talks to leave the bloc, Mrs. May knows that one of her many challenges is to secure a deal that helps avert a breakup of Britain.\n\nBut because of her control over the timing, a referendum on Scottish independence is unlikely to happen anytime soon.\n\nPhoto\n\nThe vote on Tuesday empowers Scotland’s pro-independence first minister, Nicola Sturgeon, to formally request a referendum, but she already knows Mrs. May’s answer: not now.\n\nAdvertisement Continue reading the main story\n\nThe British government plans to withhold agreement at least until it has secured its departure from the bloc, scheduled for the first half of 2019.\n\nOn Tuesday, David Mundell, the British government’s Scottish secretary, seemed to push the timetable further by saying that government “won’t be entering into any negotiations at all until the Brexit process is complete.” That hints at a date beyond the British withdrawal and after any further transitional period, perhaps several years later.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNevertheless, Britain’s vote has given Ms. Sturgeon’s governing Scottish National Party a reason to demand another independence referendum, less than three years after it lost the last one in 2014.\n\nAt that time, Scots were told that if they voted to leave Britain, they would lose their place in the European Union. They may now lose it anyway. Ms. Sturgeon argued that Scots should have the right to choose between Brexit “or becoming an independent country, able to chart our own course and create a true partnership of equals across these islands.”\n\nMs. Sturgeon argues that the shape of any Brexit deal should be known by autumn 2018. Scots should then have the opportunity to try, through independence, to stay in the European Union, or at least in its single market and customs union, she has said.\n\nBut with London intent on blocking a referendum anytime soon, Ms. Sturgeon’s best hope may be for Mrs. May’s stalling tactics to backfire — annoying Scots enough to persuade a majority to support independence if they finally have the chance to vote."}