{"title": "Migrants Find an Edge in Germany’s Economy Through Language", "authors": ["Axel"], "url": "https://www.nytimes.com/2015/12/23/world/europe/migrants-refugees-germany.html", "body": "Video\n\nLÜBECK, Germany — The nearly one million asylum seekers arriving in Germany this year must navigate a complicated and uncertain bureaucracy that is struggling to accommodate migrants from cultures very different from Europe’s.\n\nFor the newcomers who can assimilate quickly, there can be advantages — for them and for their hosts.\n\nEhab Ali Musead, 25, arrived here last year from Yemen, where an increasingly dire civil conflict has created a severe humanitarian crisis. But unlike most people arriving here from the Middle East, Mr. Musead spoke some German.\n\n“I was so lucky,” he said recently, in slightly accented conversational German. His father pushed him to study the language as a youngster in Yemen, Mr. Musead said, acknowledging that he did not see the value at the time.\n\nAdvertisement Continue reading the main story\n\nNow, living in an apartment in this northern German city of about 200,000 people, Mr. Musead may be a model for integration and opportunity in large part because of his language skills.", "summary": "LÜBECK, Germany — The nearly one million asylum seekers arriving in Germany this year must navigate a complicated and uncertain bureaucracy that is struggling to accommodate migrants from cultures very different from Europe’s.Ehab Ali Musead, 25, arrived here last year from Yemen, where an increasingly dire civil conflict has created a severe humanitarian crisis.But unlike most people arriving here from the Middle East, Mr. Musead spoke some German.His father pushed him to study the language as a youngster in Yemen, Mr. Musead said, acknowledging that he did not see the value at the time.Now, living in an apartment in this northern German city of about 200,000 people, Mr. Musead may be a model for integration and opportunity in large part because of his language skills."}