{"title": "For Hateful Comic in France, Muzzle Becomes a Megaphone", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2014/03/11/world/europe/for-hateful-comic-in-france-muzzle-becomes-a-megaphone.html", "body": "Freedom of speech is less protected in France than in the United States, and there is widespread support for seeking to muzzle Mr. M’bala M’bala. But his case has set off a new debate over the limits of free expression, with advocates for civil liberties asserting that the government risks overreacting and endangering basic freedoms as well as adding to his luster by making him into a martyr. Lawyers say they are particularly concerned that the government has pre-emptively banned his shows.\n\n“These preliminary injunctions that have been pronounced against his shows are dangerous not for Dieudonné, but because citing ‘a risk to public order’ opens the way for other similar injunctions,” said Agnès Tricoire, a lawyer who specializes in intellectual property and freedom of expression and represents the French League of Human Rights, a group that has a more American and British view of freedom of expression.\n\nMs. Tricoire noted that two of the legal grounds for complaints against Mr. M’bala M’bala are highly subjective: that he is a threat to public order and that his performances defame the humanity of a group or community. He has also been accused of denying the Holocaust — a crime in France — and of inciting hatred.\n\n“The notion of violating human dignity is claimed by certain pressure groups who want to forbid performances for moral reasons,” she said, noting that a similar argument could be used by the far right to try to prohibit art shows or theater even before a performance because those groups view them as immoral. So far, the French government has refrained from bowing to such pressure, even going so far as protecting audiences from protesters when they object to artistic performances.\n\nOthers worry that the “threat to public order” charge could be used more to repress dissent, as it is by some authoritarian governments.\n\nGroups that represent Jews, who have been the chief targets of Mr. M’bala M’bala’s routines, staunchly defend the government’s measures, arguing that the poisonous message harms society and undercuts a goal revered by the French — at least in theory — of people from all races and religions living together.\n\nPhoto\n\nJewish groups also cite the rising number of anti-Semitic crimes in France as good reason to squash Mr. M’bala M’bala’s message. There were more than 600 anti-Semitic acts in 2012, according to the Interior Ministry, an increase of nearly 60 percent over 2011. The sharp rise came after Mohammed Merah, a French Muslim, shot three Jewish children and their teacher, a rabbi, at a Jewish school in Toulouse in March 2012. The numbers for 2013 declined somewhat, according to the ministry.\n\nAdvertisement Continue reading the main story\n\nThere are also ever more anti-Islamic crimes — there were about 200 in 2012, according to the Interior Ministry, up from about 160 in 2011. Some nongovernmental agencies that track anti-Islamic acts cite more than twice that number. One of the most recent occurred in February in a town near Paris, when a pig’s head and what appeared to be pork were thrown into a mosque courtyard. Pork is considered unclean under Muslim law.\n\nRecent years have been marked as well by vitriol against other groups besides Muslims and Jews — such as Roma; blacks, including the Justice Minister Christiane Taubira; and gays — suggesting a fraying in the social fabric and a rising intolerance.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe French are particularly sensitive to anti-Semitism because of the country’s collaboration with Nazi Germany during World War II. “In a country where you had the Holocaust on its soil, we have a very different way of dealing with it,” said Simone Rodan-Benzaquen, the head of the American Jewish Committee in France.\n\nBut she admitted that just prohibiting anti-Semitic speech can go only so far.\n\n“If society at large doesn’t ask itself questions about the values of French society and how it can combat hatred of minorities, it will be in vain,” she said.\n\nMr. M’bala M’bala, who has previously denied that he is an anti-Semite, could not be reached for comment. In one of his videos that recently was the subject of a court case, he provocatively called for the release of Youssouf Fofana, the convicted killer of Ilan Halimi, a 23-year-old Jewish man who was kidnapped in 2006 by a group known as The Barbarians, who tortured him for a week before mutilating him and leaving him bleeding on a road.\n\nMr. M’bala M’bala charged that Jewish youths caused the death of a Muslim man in 2010, and that there was far less of an outcry than in Mr. Halimi’s case.\n\nIn another of his popular routines he performs a song called “Shoahnanas” — a pun that in French sounds like the words “hot pineapple.” The word Shoah refers to the Holocaust, and Nana is a slang term for a woman akin to the English chick. The video features a thin, bedraggled man in the kind of uniform that was worn by prisoners in concentration camps, with an oversize yellow Star of David on it; the man jumps around the stage — a puppet on a string to Mr. M’bala M’bala’s satirical commentary.\n\nThe difference between Mr. M’bala M’bala’s phenomenon and some previous far right anti-Semitic writers is his ability to reach a wide audience.\n\nAnti-Semitic views “are not that important until it connects with the masses and that’s what Céline did in the ‘30s and that’s what Dieudonné is doing now,” said Andrew Hussey, the dean of the University of London in Paris and a specialist in the history of anti-Semitism in France.\n\nLouis-Ferdinand Céline was a celebrated French writer and pamphleteer in the first half of the 20th century who also espoused virulently anti-Semitic views.\n\nAdvertisement Continue reading the main story\n\n“Dieudonné's got this constituency out in the banlieues and he speaks to them in code, he doesn’t have to say, ‘The Holocaust never happened,' ” Professor Hussey said, referring to the poor suburbs often populated by immigrants. “Instead he makes a joke about the Shoah, but the joke is testing the limits of French law.”", "summary": "But his case has set off a new debate over the limits of free expression, with advocates for civil liberties asserting that the government risks overreacting and endangering basic freedoms as well as adding to his luster by making him into a martyr.Recent years have been marked as well by vitriol against other groups besides Muslims and Jews — such as Roma; blacks, including the Justice Minister Christiane Taubira; and gays — suggesting a fraying in the social fabric and a rising intolerance.In one of his videos that recently was the subject of a court case, he provocatively called for the release of Youssouf Fofana, the convicted killer of Ilan Halimi, a 23-year-old Jewish man who was kidnapped in 2006 by a group known as The Barbarians, who tortured him for a week before mutilating him and leaving him bleeding on a road.Anti-Semitic views “are not that important until it connects with the masses and that’s what Céline did in the ‘30s and that’s what Dieudonné is doing now,” said Andrew Hussey, the dean of the University of London in Paris and a specialist in the history of anti-Semitism in France.“Dieudonné's got this constituency out in the banlieues and he speaks to them in code, he doesn’t have to say, ‘The Holocaust never happened,' ” Professor Hussey said, referring to the poor suburbs often populated by immigrants."}