{"title": "Train Station in Budapest Cuts Off Service to Migrants", "authors": ["Anemona Hartocollis", "Dan Bilefsky"], "url": "https://www.nytimes.com/2015/09/02/world/europe/keleti-train-station-budapest-migrant-crisis.html", "body": "Hungary, in turn, expressed its anger by summoning the Austrian ambassador to the Foreign Ministry.\n\n“It is disappointing and incomprehensible that the leader of a neighboring country should talk in this vein about an issue which is causing Hungary, as well as Europe, immense difficulties amounting to a historic challenge,” the minister of foreign affairs and trade, Peter Szijjarto, told the Hungarian news agency MTI.\n\nPhoto\n\nThe cold reception migrants received in Budapest was a contrast to the welcome in Munich, where the police said Tuesday that about 2,500 people had arrived on trains from Budapest, via Vienna, in the span of 24 hours. Hundreds more continued to arrive early Tuesday.\n\nThe scenes of confusion and despair at Keleti and the acrimonious exchanges underline the challenges facing Europe as tens of thousands of migrants, buffeted by civil war and conflict in the Middle East and Syria, try to make the perilous journey. Once in Europe, they face a patchwork of policies across a 28-member bloc that is ill equipped to deal with the surge.\n\nIn Hungary, Prime Minister Viktor Orban’s government, under pressure from a far-right anti-immigrant party with a sizable voice in Parliament, has made some of the most strident denunciations of immigrants on the Continent, and it is building a fence on the Serbian border.\n\nVideo\n\nAdding to the divisions, Janos Lazar, Mr. Orban’s chief of staff, on Tuesday blamed the European Union, which includes Hungary, for stoking the migration crisis. He said a leftist approach by the bloc over the past 10 years had saddled it with a crisis.\n\nHe said that Hungary and the rest of Europe must prepare for millions of people heading to the Continent and that the unrest in Afghanistan, Iraq and Syria had made it obvious that piecemeal measures were not enough. He accused the bloc of failing to properly police its territory, saying that it “has failed to manage the situation, and the problem is the E.U. itself, which is incapable of protecting its own borders.”\n\nEarly in the day, at the Keleti station, rows of riot officers wearing red caps tried to contain the crowds, and the station was shut down under the strain of the influx of migrants trying to travel to Germany.\n\nPhoto\n\nThe migrants erupted in protest after station officials stopped allowing them to board trains, and they were instead funneled into its courtyard, which had been transformed into a camp.\n\nAdvertisement Continue reading the main story\n\nThe migrants, who had been gathering since 5 a.m. in hopes of boarding a train, chanted: “Go free! Go free! Go free!” Later, they shouted, “Merkel! Merkel!” referring to Angela Merkel, the German chancellor, whose country is expected to receive 800,000 asylum seekers this year.\n\nTrain service at Keleti was restored shortly after 10 a.m., but no migrants were being allowed back into the station. By late afternoon, the large angry crowds of migrants had shrunk but were still chanting and shouting, as police officers guarded all entrances.\n\nIt was a different story in Munich, where streets around the central train station were blocked off to allow the authorities to organize the migrants and take them to the city’s processing centers, where they were to be registered and to begin the process of applying for asylum.\n\nMatching the flood of people was a flow of donations of drinks, food and baby necessities. “There is no end to the willingness of people to help — Great!” the police said on Twitter.\n\nOne new arrival, a Syrian in his late teens or early 20s named Mohammed, who did not provide a last name, said he had been through the turmoil in the Vienna rail station on Monday and was relieved to be in Germany, where he hoped to go to college.\n\nPhoto\n\n“I feel very good,” he said, as he left the train platform about 9 p.m. Tuesday with a group of people, past volunteers pressing food and clothing into their hands.\n\nIn a post on Twitter from its federal office for migrant affairs last week, Germany indicated that for those coming from Syria, it was easing its rules, which call for migrants to seek asylum in the European Union country where they first arrived or were registered.\n\nAdvertisement Continue reading the main story\n\nAlthough the language made clear that Germany was not changing its overall policy, it was reported as a general easing of the rules, stirring hope among the migrants and confusing European partners.\n\nThe German action appeared to cast doubt on whether the Dublin Regulation, which establishes the criteria for handling asylum seekers, was still in force.\n\n“There were even rumors that Germany is sending trains to Budapest to pick up refugees,” Reuters quoted Ms. Mikl-Leitner as saying before a regular cabinet meeting in Vienna. “It is all the more important that Germany informs refugees in Hungary that Dublin has not been suspended.”\n\nMs. Mikl-Leitner was speaking after a day of ambiguity about whether migrants who had reached Hungary, part of the open-border Schengen zone, could head west to Austria and on to Germany.\n\nMany migrants have apparently been avoiding registering in Hungary or Austria in hopes of finding refuge in Germany, even as migrant advocates say that European Union countries appear to be selectively applying the Dublin rules, in some cases failing to register or fingerprint migrants to avoid having to take responsibility.\n\nMs. Merkel has insisted that her country continues to apply the Dublin rules, and a spokesman for the Interior Ministry reiterated that point on Tuesday, Reuters reported.\n\nIn the past five days, the number of migrants trying to leave from the Budapest station has grown to 2,000 a day from about 800, according to Karoly Papp, Hungary’s national police chief.\n\nThe increase in train travelers may be related to a crackdown in the region on human traffickers after the discovery on Thursday of the bodies of 71 migrants in Austria who were believed to have smothered in the summer heat after being packed into a truck by smugglers for the journey from Hungary.\n\nOn Tuesday, investigators said they had found about a dozen Syrian travel documents in the truck and were checking to see if they were genuine.\n\nAdvertisement Continue reading the main story\n\nThe authorities said that a sixth suspect in the investigation had been arrested in Bulgaria. The suspect was among those sought by Austria, said Verena Strnad, a spokeswoman for state prosecutors in Burgenland, in eastern Austria. An additional suspect sought by international warrant has been detained in Hungary, she said.", "summary": "“It is disappointing and incomprehensible that the leader of a neighboring country should talk in this vein about an issue which is causing Hungary, as well as Europe, immense difficulties amounting to a historic challenge,” the minister of foreign affairs and trade, Peter Szijjarto, told the Hungarian news agency MTI. The scenes of confusion and despair at Keleti and the acrimonious exchanges underline the challenges facing Europe as tens of thousands of migrants, buffeted by civil war and conflict in the Middle East and Syria, try to make the perilous journey. In Hungary, Prime Minister Viktor Orban’s government, under pressure from a far-right anti-immigrant party with a sizable voice in Parliament, has made some of the most strident denunciations of immigrants on the Continent, and it is building a fence on the Serbian border. The increase in train travelers may be related to a crackdown in the region on human traffickers after the discovery on Thursday of the bodies of 71 migrants in Austria who were believed to have smothered in the summer heat after being packed into a truck by smugglers for the journey from Hungary."}