{"title": "Squalid Migrant City Rises in Budapest as Europe Seeks Solutions", "authors": ["Rick Lyman", "Dan Bilefsky"], "url": "https://www.nytimes.com/2015/09/03/world/europe/europe-migrant-crisis.html", "body": "Hundreds of thousands of migrants have been seeking refuge in Europe, only to find themselves confronted with a patchwork of incoherent asylum policies across the 28-member European Union. At the same time, anti-immigrant sentiment, stoked by far-right political parties, is fostering a backlash in some countries, including Britain, France and Hungary, where those parties have influenced the political agenda.\n\nThe latest focus of the crisis is the tumult surrounding Keleti station. On Wednesday more than 2,000 migrants — most of them young men and women and weary families — clustered together on tattered blankets laid on a filthy tile floor. A few had small tents. Children scampered through the maze of makeshift encampments or tried to play soccer on the few tiny patches of unoccupied space.\n\nPuddles of water smeared the tiles here and there, where people had tried to wash themselves. With temperatures in the 80s, the air smelled of sweat and human waste, and the chatter bouncing off the walls made it difficult to find a quiet spot.\n\nOn the outdoor plaza at the station’s main entrance, hundreds gathered, and there were regular protests where young men chanted (“Germany! Germany! Freedom!”) at the police officers blocking the door, or waved slogans scrawled on empty pizza boxes.\n\nMigrants outside the station said they did not know what to do. The possibility of hiring smugglers to drive them across the border seemed fraught since the gruesome deaths of 71 migrants last week whose bodies were found in the back of an abandoned truck across the border in Austria.\n\n“In Europe, they’re treating us like ISIS did, beating us up,” said Ahmad Saadoun, 27, from Falluja, Iraq. “Either take me to Germany or just send me back. I don’t care anymore.” Mr. Saadoun started weeping. A man standing next to him put his arm around Mr. Saadoun’s neck and kissed his cheek to comfort him.\n\nAdvertisement Continue reading the main story\n\nKeleti was not Wednesday’s only flash point.\n\nAt least 12 migrants drowned Wednesday trying to make the sea crossing from Turkey to Greece, from which many begin the arduous, overland journey through Macedonia and Serbia into Hungary. Several of their bodies washed ashore on Turkey’s rocky western beaches, including that of a 3-year-old boy. And overnight before that, train service beneath the Channel connecting France and Britain was temporarily disrupted after reports that migrants were trying to walk the route or hide atop the hurtling trains.\n\nAmid the broad and ever-shifting crisis, one of the proudest glories of the European Union — the ability to travel freely, without border checks, from Estonia to Portugal — has been splintering.\n\nKnowing that migrants determined to get to Germany and other Western nations and unable to board at Keleti station would probably try other routes, police officers from Hungary and adjoining nations conducted spot checks on trains for travelers who might be migrants.\n\nPhoto\n\nSimilar checks were being made on vehicles trying to cross the border between Hungary and Austria, causing huge traffic jams on the motorway that once sped happy East Europeans unimpeded into the heart of the West. After more than 3,000 migrants succeeded in reaching Munich by train on Tuesday, only 150 arrived overnight, partly a reflection of the way the Hungarian crackdown has squeezed the human flow.\n\nStill, the German authorities expected more migrants to find ways to evade the restrictions — and even hinted that, with a possible agreement on handling the crisis in the works, some might be permitted to travel directly from Budapest in coming days.\n\nMichael Müller, the mayor of Berlin, said the authorities believed that as many as 14,000 migrants were now making their way through Europe, and the city was preparing hundreds of beds in tents, former army barracks and two hangars of the city’s shuttered Tempelhof Airport.\n\n“Today and in the coming days we will have to react to the arrival of markedly more migrants in our city than we had expected,” Mr. Müller said at a hastily called news conference.\n\nIn Budapest, throughout the afternoon squads of police officers wearing surgical masks and gloves roamed the streets near Keleti station, going into Internet cafes and minimarkets and asking people who looked like migrants for documentation.\n\nIf the migrants could not produce evidence that they had entered the country legally or that they had been fingerprinted at the border — the first step in the official registration process — they were taken behind the station and forced to be fingerprinted, according to several migrants and one police officer.\n\nAdvertisement Continue reading the main story\n\nTamas Lederer, one of the founders of a volunteer group called Migration Aid that was formed two months ago in Budapest, said the government’s decision to close the station to migrants had done nothing to slow the human tide.\n\n“They keep coming, in the same numbers, and now they pile up here,” Mr. Lederer said.\n\nMany of the migrants had valid tickets to board trains to the West, bought in a mad rush on Monday evening and Tuesday morning after the Hungarian authorities allowed some migrants to leave. But because they could not get inside the station, they could not board their trains. And because the tickets were nonrefundable, they watched as more of their precious resources evaporated into the muggy air.\n\nPassengers with the proper passports and documentation were being allowed in to catch their trains, and disembarking passengers were fed through a side entrance to keep them away from the migrant throng.\n\nMr. Lederer’s group had set up offices in an empty storefront at the north side of the subterranean hall, and dozens of migrants clustered at its doors trying to get news, supplies and reassurance. Another door a few yards away led to the group’s makeshift clinic where six volunteer doctors and nurses tended to wounds and other ailments.\n\n“At the beginning, a month ago or so, it was mostly foot problems from the long journey they had made,” Mr. Lederer said. “But now, there are so many, we get people with diabetes, various illnesses and, with the building of this wall along the southern border, a lot of slicing wounds from people cut on the razor wire.”\n\nVolunteers packed boxes of relief supplies — cans of beans here, shelves full of diapers and shampoo over there. Vegetarian meals for 2,000 people are produced every day, including rice and beans and various curries. A small shower room also provided some relief. “The whole system is crazy,” Mr. Lederer said. “We cannot see any point to it.”\n\nOutside Hungary’s Parliament building, several thousand people marched Wednesday evening to protest the government’s treatment of the migrants. “I find this government’s refugee policy unacceptable,” said Denes Nagy, 71, a physicist. “It goes against basic human values, European values and Hungary’s true values.”", "summary": "Similar checks were being made on vehicles trying to cross the border between Hungary and Austria, causing huge traffic jams on the motorway that once sped happy East Europeans unimpeded into the heart of the West. Still, the German authorities expected more migrants to find ways to evade the restrictions — and even hinted that, with a possible agreement on handling the crisis in the works, some might be permitted to travel directly from Budapest in coming days. In Budapest, throughout the afternoon squads of police officers wearing surgical masks and gloves roamed the streets near Keleti station, going into Internet cafes and minimarkets and asking people who looked like migrants for documentation. Tamas Lederer, one of the founders of a volunteer group called Migration Aid that was formed two months ago in Budapest, said the government’s decision to close the station to migrants had done nothing to slow the human tide."}