{"title": "Erdogan’s Formula for Consolidating Clout in Turkey", "authors": ["The New York Times"], "url": "https://www.nytimes.com/2015/11/03/world/europe/erdogans-formula-for-consolidating-clout.html", "body": "He could have asked his prime minister, Ahmet Davutoglu, to negotiate to form a new government with another party before the Aug. 23 deadline, but instead he decided to call snap elections.\n\nRenewing War on the Kurds\n\nWhile the four major political parties maneuvered for control, Mr. Erdogan took a number of steps to improve his party’s chances ahead of the new vote. Turkey renewed its war against Kurdish separatists and took on a more active role in the American-led fight against militants of the Islamic State.\n\nSome political opponents said Mr. Erdogan stalled the coalition talks on purpose and intensified his country’s military campaigns as part of a larger political strategy to regain his parliamentary majority in new elections.\n\nThen a deadly double bombing at a peace rally in Ankara, organized by Kurdish and leftist groups, killed nearly 100 people on Oct. 10. Though the suicide bombings failed to unite the polarized Turkish electorate, Mr. Erdogan’s overall security response may have been sufficient to galvanize enough voters to get behind his party’s effort.\n\nCracking Down on News Media\n\nPhoto\n\nIn September, Mr. Erdogan lashed out against a prominent Turkish newspaper, touching off a wave of violent protests by his supporters against the paper and its journalists. The episode came after three foreign journalists were deported and an opposition magazine and news media organization were raided, with some of their executives investigated on terrorism charges.\n\nThen, a few days before Sunday’s vote, the Turkish police raided two television stations and a newspaper group critical of Mr. Erdogan’s party.\n\nMany observers saw this as a continuation of Mr. Erdogan’s campaign of intimidation against the news media. Earlier this year, he accused the chief editor of Cumhuriyet, a Turkish daily newspaper, of “espionage,” and he filed a criminal complaint against editors of the Hurriyet Daily News over a headline he disputed.\n\nAdvertisement Continue reading the main story\n\nAmid the controversy, instability and chaos that have gripped the country, some other observers see the renewal of a conspiratorial “deep state” serving the interests of Mr. Erdogan behind the scenes.\n\nPulling a Putin\n\nThese aggressive tactics — some open, others veiled — have characterized Mr. Erdogan’s consolidation of political power.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAfter reducing the influence of the military in politics, Mr. Erdogan essentially pulled a Putin, absorbing the powers and privileges he exercised for more than a decade as prime minister into his presidency in August, when he became the country’s first directly elected head of state.\n\nLike Vladimir V. Putin of Russia, who swapped the presidency for the prime minister’s seat before returning to the Kremlin four years later, Mr. Erdogan is his nation’s top authority, no matter which position he holds.\n\nBuilding Himself a Lavish Palace\n\nPhoto\n\nMr. Erdogan’s new home represents his outsize ambitions: The extravagant 1,150-room palace includes a laboratory with a staff of five people working 14 hours a day to test the president’s food for poison. It is more than 30 times the size of the White House, and cost more than $600 million. Mr. Erdogan denied an opposition lawmaker’s accusation that he installed gold-plated toilet seats in his bathrooms, and sued the politician for slander.\n\nSome Turkish courts have ruled that the presidential complex was built illegally on protected land.\n\n“Let them knock it down, if they have the power,” Mr. Erdogan has responded.\n\nSilencing Political Rivals\n\nA series of leaked telephone conversations posted on social media purported to reveal corruption by Mr. Erdogan and his inner circle. In the most sensational recording, Mr. Erdogan, worried about an investigation by prosecutors into real estate deals that had already ensnared the sons of government ministers, allegedly tells his son to get rid of tens of millions of dollars from his home.\n\nHe said the recording was a fake, and he blamed his former ally, Fethullah Gulen, an influential Muslim cleric who lives in exile in Pennsylvania, for trying to bring down his government.\n\nMr. Erdogan used the conflict with his political rival to help silence dissent and consolidate power: He blocked access to YouTube and Twitter, stifled news coverage and purged thousands of police officers, prosecutors and judges who he believed were supporters of Mr. Gulen.\n\nAdvertisement Continue reading the main story\n\nDemonizing Social Media\n\nTurkey has become one of the most aggressive censors of the Internet. The government blocked social media channels during the corruption scandal, and Mr. Erdogan has called Twitter “the worst menace to society.”\n\nAt a political rally of his supporters in March 2014, he dismissed the social platform as “Twitter, mwitter!” and said he did not care about the international criticism his decision invited. “Everyone will see how powerful the state of the Republic of Turkey is,” Mr. Erdogan added.\n\nDespite his disdain for Twitter, Mr. Erdogan’s campaign used images taken from social media to create the biggest campaign poster ever, according to the “Guinness World Records” book.\n\nStifling Dissent\n\nPhoto\n\nIn 2013, the police used tear gas and water cannons against peaceful protesters challenging plans to replace Gezi Park in Istanbul with a replica Ottoman-era army barracks that would house a shopping mall, and the crackdown became a catalyst for a broader outburst of civil unrest. During weeks of demonstrations, largely seen as a rebuke of what many considered the authoritarian style of Mr. Erdogan, protesters, lawyers, journalists and medics were detained.\n\nMr. Erdogan’s Justice and Development Party, which holds the largest number of seats in Parliament, passed a bill earlier this year that broadens police powers and increases penalties for people participating in unauthorized demonstrations.", "summary": "After reducing the influence of the military in politics, Mr. Erdogan essentially pulled a Putin, absorbing the powers and privileges he exercised for more than a decade as prime minister into his presidency in August, when he became the country’s first directly elected head of state.Like Vladimir V. Putin of Russia, who swapped the presidency for the prime minister’s seat before returning to the Kremlin four years later, Mr. Erdogan is his nation’s top authority, no matter which position he holds.Mr. Erdogan used the conflict with his political rival to help silence dissent and consolidate power: He blocked access to YouTube and Twitter, stifled news coverage and purged thousands of police officers, prosecutors and judges who he believed were supporters of Mr. Gulen.In 2013, the police used tear gas and water cannons against peaceful protesters challenging plans to replace Gezi Park in Istanbul with a replica Ottoman-era army barracks that would house a shopping mall, and the crackdown became a catalyst for a broader outburst of civil unrest.Mr. Erdogan’s Justice and Development Party, which holds the largest number of seats in Parliament, passed a bill earlier this year that broadens police powers and increases penalties for people participating in unauthorized demonstrations."}