{"title": "U.K. Initiates ‘Brexit’ and Wades Into a Thorny Thicket", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2017/03/29/world/europe/brexit-uk-eu-article-50.html", "body": "She added: “This is an historic moment from which there can be no turning back.” She cited the “enduring power of the British spirit.” And she painted a vision of a “truly global Britain, the best friend and neighbor to our European partners, but a country that reaches beyond the borders of Europe, too.”\n\nWith this step, Mrs. May enters what William Hague, a former foreign secretary, called “the most complex divorce ever in history.” She begins the process with limited leverage, having made clear that establishing control of immigration takes priority over membership in the European Union’s single market or customs union.\n\nAs a result, analysts say, she has frequently stressed her willingness to walk away from the table if a good deal proves elusive, leaving European Union negotiators wondering whether she is serious or trying to bluff her way into a stronger negotiating position.\n\n“I think they would prefer a deal,” Anand Menon, a professor of European politics and foreign affairs at King’s College London, said of the British government, noting the high economic stakes. Nevertheless, he said, “I still think they are readier to walk out than most people accept.”\n\nPhoto\n\nGiven her negotiating “red lines,” the difference between whatever deal Mrs. May can secure and no deal at all may turn out to be relatively small. Blaming the Europeans for a collapse of the talks might be easier, politically, than bringing a weak agreement to Parliament.\n\nThe politics are so toxic, Professor Menon added, that they make a disorderly departure from the bloc — often likened to walking off a cliff edge — plausible. “It’s ugly and so frighteningly horrible, that I can’t quite believe it’s happening,” he said.\n\nAdvertisement Continue reading the main story\n\nEuropean leaders have emphasized that Britain cannot “cherry pick” the rules and regulations it likes, and certainly cannot expect to have a better deal than countries that remain in the bloc. The last thing they want to do is lend greater momentum to the centrifugal forces already threatening to tear apart the European Union.\n\nVideo\n\nMr. Tusk said at a news conference in Brussels that there was “no reason to pretend this is a happy day,” and that Britain’s plans to depart the bloc would only leave the 27 remaining members “more determined and more united.” He added, “We already miss you.”\n\nManfred Weber, a German lawmaker and a powerful conservative in the European Parliament, wrote on Twitter that “from now on, only the interests of the remaining 440 million Europeans count for us.” He later added, “If you leave the EU, you lose the associated benefits.”\n\nWhat makes the looming confrontation so dangerous is that both sides stand to lose economically in the event of a breakdown.\n\nFrom agriculture to aviation, from fisheries to pharmaceuticals, Britain’s economy has been shaped by membership in the European Union, its main trading partner. With its single market — the world’s largest — and its customs union, the European Union ensures customs-free trade across frontiers in goods and some services.\n\nWithout a deal, Britain faces customs checks at its borders and tariffs on imports and exports, not to mention the relocation of at least part of its lucrative financial services sector.\n\nBut Britain is a big market for Continental Europe, too: Germany alone exports 800,000 vehicles there every year. Though London’s dominant financial services sector is hardly popular, many businesses on the Continent rely on its deep capital markets.\n\nBritain is one of only two significant military powers in the bloc — the other is France — and has valuable security and intelligence capabilities that elevate Europe on the global stage.\n\nPhoto\n\nIn her letter to Mr. Tusk, Mrs. May argued that without an overall agreement, “our cooperation in the fight against crime and terrorism would be weakened.” Her officials later denied that this was a threat by Britain, arguing that it reflected the fact that some cooperation on policing issues was conducted through European Union channels.\n\nAdvertisement Continue reading the main story\n\nBut Guy Verhofstadt, the European Parliament’s negotiator for Britain’s exit, said there could be no “trade-off” in talks between such issues and trade. “I think that the security of our citizens is far too important,” Mr. Verhofstadt said.\n\nTo make matters more difficult, the final deal will require votes in perhaps 38 legislatures across Europe, as well as in the British Parliament.\n\nIt is even possible that the negotiations could founder over the issue of money before they really get underway. Michel Barnier, the negotiator appointed by the European Commission, wants to resolve the terms of the departure before moving on to future trade ties.\n\nThe commission estimates that Britain owes as much as $64 billion in future spending commitments and pension entitlements for European Union officials. Boris Johnson, the foreign secretary, has rejected that idea, invoking the memory of Prime Minister Margaret Thatcher, who in 1984 demanded — and received — her “money back” from European partners in another acrimonious negotiation.\n\nPhoto\n\nDiplomats say a collapse over money matters can be avoided if specifics are left until the end of the talks, when the parameters of a trade deal are known. European officials seem open to that idea of reaching agreement on the principles and methodology of calculating what Britain owes, based on commitments undertaken while it was a member. That would allow Mrs. May to justify payments as part of a deal allowing continued access to European markets.\n\nJoachim Fritz-Vannahme, director of the Europe program at the Bertelsmann Foundation, a research institute based in Germany, said the best prospect of achieving agreement was a broad discussion, including defense and security cooperation, an area where London has something to offer at a time when NATO’s role is being questioned.\n\n“If you go narrow, it is tremendously difficult,” Mr. Fritz-Vannahme added. “It will not bring the problem to a conclusion in two years.”\n\nAdvertisement Continue reading the main story\n\nHe said he believed one danger was the “illusion” among some in Brussels that the European Union was “strong enough to live without the Brits,” who still have significant economic and military power. Another is the illusion among some Britons that they can dictate the terms of a deal.\n\nProfessor Menon, too, said he thought the messages from some British politicians, reinforced by tabloid newspapers aggressively for the exit, were destructive. “The British people now think that Europeans will be stupid if they don’t give us a good deal, because it’s in their own interest,” he said.\n\nTime will be a problem, too. British businesses want a transition period to adapt to the circumstances after withdrawal, but this requires an agreement on what Britain would transition to after 2019. And unless all this is decided quickly, it will be of little use; companies will not be able to wait long into 2018 before assuming the worst outcome and acting accordingly, even if that means a sharp economic adjustment.\n\n“Whatever happens, she is not going to have a great deal,” Professor Menon said, referring to Mrs. May. “It is still going to involve a lot of pain, given that we are outside the customs union and the single market.”"}