{"title": "Another Terrorist Attack Strikes the Heart of London", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2017/06/03/world/europe/london-bridge-van.html", "body": "Though no one has claimed responsibility for the attacks, they hit a nation still reeling from the shock of the bombing in Manchester almost two weeks ago when a suicide bomber blew himself up outside the doors of an Ariana Grande concert. Twenty-two people were killed, including many children.\n\nSaturday’s attack was reminiscent of another on Westminster Bridge on March 22, when Khalid Masood, 52, drove a car into pedestrians, killing four people. He then stabbed a police officer to death before being shot and killed near Parliament. The police treated that attack, in which 50 were injured, as “Islamist-related terrorism.”\n\nAnd now, as Britain prepares for national elections in less than a week, it must cope with more attacks in the most ordinary of places, London Bridge on a Saturday night, as people walked about enjoying the spring evening.\n\nThe mood in London was shock and anger, with the center of the city saturated all night with the sound of sirens. People were told to run, or hide and silence their cellphones as the police searched for assailants.\n\nThere was panic that a third stabbing in the Vauxhall area at about the same time as the assaults near the bridge might have been part of a coordinated attack, but the police later declared that incident unrelated.\n\nThe attacks came a few days before a snap election that has major implications for the country’s future outside the European Union. Across London, and Britain, there was a sense of fear that a way of life was under attack, but also a determination to carry on.\n\nThe mayor of London, Sadiq Khan, called it a “deliberate and cowardly attack on innocent Londoners,” and it was also condemned by the leader of the main opposition party, Jeremy Corbyn.\n\nAdvertisement Continue reading the main story\n\nThe office of Theresa May, the prime minister, announced that she will chair a meeting of the government emergency response committee, known as Cobra, on Sunday.\n\nA White House spokesman said President Trump was briefed by his national security aides on the unfolding events in London.\n\nHe spoke with Mrs. May, offering his condolences for the attacks and praising the response of the police, White House officials said. He offered the full support of the United States government in investigating the attacks.\n\nNo motive has been ascribed to the attackers, but on the messaging app Telegram, members and supporters of the Islamic State shared a poster that calls for supporters to attack people with guns, knives and trucks during the month of Ramadan, which began last weekend.\n\nOn Saturday night ambulances rushed to the scene, people fled in panic, restaurants and hotels were evacuated, and helicopters flew overhead.\n\nWitnesses described horrible scenes.\n\nHolly Jones, a BBC reporter who was on the bridge when the van crashed, said it was driven by a man and was “probably traveling at about 50 miles an hour.” She said that at least five people were being treated for injuries after the vehicle drove on the sidewalk and hit them.\n\n“He swerved right round me and then hit about five or six people,” Ms. Jones said. “He hit about two people in front of me and then three behind.”\n\nA witness, who identified himself as Andrew, said he was in the area at a bar, heard “a massive bang” and saw a van hitting the rail of the road.\n\nPhoto\n\n“Next 10 seconds later, there was a guy with a big knife, I mean, a big knife,” he told LBC Radio.\n\nAdvertisement Continue reading the main story\n\nAndrew said he jumped over a fence, got to a footpath and there was “a dead guy lying on the floor.” He hid for a few seconds in bushes nearby, then, he said, “I ran for my life.”\n\nAt the market, Ben, who did not give his last name, told the BBC that he and his wife, Natalie, saw someone being stabbed.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I saw a man in red with quite a large blade — I don’t know the measurement, I guess maybe 10 inches,” Ben said. “He was stabbing a man. He stabbed him about three times fairly calmly.”\n\nBen added, “He was being stabbed quite coldly and he slumped to the ground.”\n\nHe then said someone threw a table and a bottle at the man with the knife, but “then we heard three gunshots and we ran.”\n\nA man named Gerard told the BBC that he saw men stabbing everyone they could and shouting “this is for Allah.”\n\nHe saw three men with knives “and they stabbed a girl,” he said. “So I follow them, toward Borough Market, they were running into the pubs and bars and stabbing everyone. They were running up, saying this is for Allah, and they run up and stabbed this girl 10, maybe 15 times.”\n\nPhoto\n\nLorna Murray, 44, said she was about to drive over London Bridge when traffic stopped and people ran toward her car. “We ducked down in our car, assuming there was a stabbing,” she said. “Then this young couple started banging on the doors trying to get into our car for safety. We took them in but couldn’t let anyone else in because we had a baby in the back.”\n\nThe police told everyone to leave their cars and get away. “When I got out the car everything was a blur, but I saw a woman with blood all over her face,” she said.\n\nAdvertisement Continue reading the main story\n\nTim Hodge, 37, a security officer at a nearby office building on the south side of the bridge, described “huge crowds” running and screaming. “There was so much panic and so many of the people were drunk, which made them more hysterical,” he said.\n\nAlex Shellum was in the Mudlark pub, underneath London Bridge, with his girlfriend. He told the BBC about an injured woman who came into the pub: “She was bleeding heavily from the neck. It appeared that her throat had been cut.”\n\nGabriele Sciotto, a photographer returning from a bar, saw the police confronting three men outside the Wheatsheaf bar on Stoney Street and ordering them to get down. Two of the men were shot by police, he said.\n\n“They looked like they had some explosive belts,” Mr. Sciotto said. “The police didn’t know what was going on honestly. They shouted at them to go down, to stop moving. It was very chaotic.”\n\nThe police said the suspects were wearing what looked like explosive vests but they were later established to be hoaxes.\n\nMr. Sciotto took a photograph, which he later posted to Instagram, that appeared to show at least two men on the ground.\n\n“At the moment these people were shot it was just me, the men and the police,” Mr. Sciotto said.", "summary": "Though no one has claimed responsibility for the attacks, they hit a nation still reeling from the shock of the bombing in Manchester almost two weeks ago when a suicide bomber blew himself up outside the doors of an Ariana Grande concert. And now, as Britain prepares for national elections in less than a week, it must cope with more attacks in the most ordinary of places, London Bridge on a Saturday night, as people walked about enjoying the spring evening. There was panic that a third stabbing in the Vauxhall area at about the same time as the assaults near the bridge might have been part of a coordinated attack, but the police later declared that incident unrelated. Holly Jones, a BBC reporter who was on the bridge when the van crashed, said it was driven by a man and was “probably traveling at about 50 miles an hour.” She said that at least five people were being treated for injuries after the vehicle drove on the sidewalk and hit them."}