{"title": "Party Victory in Turkey Bolsters Erdogan’s Pursuit of Power", "authors": ["Tim Arango", "Ceylan Yeginsu"], "url": "https://www.nytimes.com/2015/11/03/world/europe/justice-development-party-turkey-erdogan.html", "body": "Writing in the pro-government newspaper Daily Sabah on Monday, Ilnur Cevik, a columnist, wrote, “The message is loud and clear: The Turkish nation has decided it will continue its march to the future with the Justice and Development Party (A.K. Party) and has given the green light for a civilian Constitution and for the establishment of a presidential system.”\n\nIn a victory speech on Sunday in Ankara, the capital, Prime Minister Ahmet Davutoglu made clear that, with its restored majority in Parliament, the A.K.P. would push for a new Constitution.\n\nMr. Erdogan has said he envisions a presidency with powers even greater than that of the president in the American system.\n\nIn the pursuit of greater powers, there is the possibility, analysts say, of reviving the peace process with the country’s Kurdish minority. Once, Mr. Erdogan had pushed forward a peace plan with the Kurds to end a long war, and he offered more concessions, such as language and cultural rights, to the Kurds than any other Turkish leader in history. And before June’s election, many anticipated that Mr. Erdogan was counting on support from the Kurds to change the Constitution in a bargain that would have given him an executive presidency and the Kurds more rights and autonomy.\n\n“There is a natural trade-off between what the Kurdish party wants and what Erdogan wants,” said Sinan Ulgen, an expert on Turkey with Carnegie Europe, in a conference call with reporters on Monday.\n\nBut a deal will not come easily, as the resumption of the war with the militants of the Kurdistan Workers’ Party, or P.K.K., in recent months and a crackdown on the civilian side of the Kurdish movement, through harassment and mass arrests, have destroyed trust between the two sides.\n\nPhoto\n\nWhile the Kurdish-dominated Peoples’ Democratic Party, or H.D.P., surpassed a 10 percent legal threshold to enter Parliament, it lost roughly one million votes, which party leaders attributed to the government’s efforts to tarnish the Peoples’ Democratic Party by linking it to terrorism by the militants of the P.K.K.\n\nAdvertisement Continue reading the main story\n\n“This was not a fair election, period,” Selahattin Demirtas, the co-leader of the Peoples’ Democratic Party, said on Sunday, noting that the party had barely campaigned because of fears about security. “We won close to 11 percent of the vote without a campaign, trying to protect our people from massacres.”\n\nQuestions persist about the quality of Turkey’s democratic institutions, such as the news media and the judiciary, which critics and analysts say have increasingly come under the control of Mr. Erdogan and his party.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA day after the election, the Turkish police raided a weekly newsmagazine, Nokta, that was recently charged with “insulting the Turkish president” after its cover depicted a mocked-up selfie of Mr. Erdogan. The magazine’s editor was detained, and distribution of the publication was halted, the local news media reported.\n\nEven in the absence of a new Constitution, Mr. Erdogan will continue to wield enormous influence. In September, he added more loyalists to its governing committee, even though by law he is supposed to remain impartial and above partisan politics.\n\nNaz Masraff, the director for Europe at the political risk consultancy Eurasia Group, said in an interview that Mr. Erdogan would “continue to head cabinet meetings as he deems necessary, block various appointments, delay government bills, and will eventually push for a formal switch to a presidential system when he deems the timing is right.”\n\n“But until then Turkey will be ruled under a de facto executive presidency,” Ms. Masraff said.\n\nMr. Erdogan’s victory not only revitalized his presidential ambitions, but it may also have restored some shine to his position as a regional Islamist leader. After the Arab uprisings began in 2011, Mr. Erdogan visited Cairo and Tunis, offering a vision of Islamic democracy to the revolutionaries. But after the ouster in 2013 of the elected government of the Muslim Brotherhood in Egypt, and Mr. Erdogan’s authoritarian tilt at home, his example was seen more as a cautionary tale.\n\nYet in the wake of the election victory, according to Al Jazeera, he received congratulatory messages from the Brotherhood as well as from Hamas, the militant group that controls the Gaza Strip and has received crucial support from Turkey.\n\nIslamist rebel groups fighting in Syria that Turkey has backed — under a policy that has been deeply contentious here, especially as violence has spilled into Turkey — also offered congratulations.\n\nOn Monday, as analysts weighed the meaning of the election results for Turkey’s future, they were introspective, asking why everyone seemed to be so off in their predictions.\n\nAdvertisement Continue reading the main story\n\n“At the end of the day, Erdogan gambled, and it paid off,” said Omer Taspinar, a Turkey expert at the Brookings Institution. “People want stability. They have seen 13 years of stability, and compared to the 1990s, the last decade in Turkey is much better.”\n\nHe added, “We have underestimated as analysts the power of the A.K.P.”\n\nOn Monday morning, Mr. Erdogan attended prayers at a mosque in Istanbul and then visited the graves of his parents before making his first comments to reporters about the election.\n\nAlluding to the turmoil of recent months, which included the worst terrorist attack in modern Turkey, he said, “The developments in that short span of time made the people say, ‘There is no way out other than stability.’ ”", "summary": "Writing in the pro-government newspaper Daily Sabah on Monday, Ilnur Cevik, a columnist, wrote, “The message is loud and clear: The Turkish nation has decided it will continue its march to the future with the Justice and Development Party (A.K.In a victory speech on Sunday in Ankara, the capital, Prime Minister Ahmet Davutoglu made clear that, with its restored majority in Parliament, the A.K.P.“There is a natural trade-off between what the Kurdish party wants and what Erdogan wants,” said Sinan Ulgen, an expert on Turkey with Carnegie Europe, in a conference call with reporters on Monday.Questions persist about the quality of Turkey’s democratic institutions, such as the news media and the judiciary, which critics and analysts say have increasingly come under the control of Mr. Erdogan and his party.Alluding to the turmoil of recent months, which included the worst terrorist attack in modern Turkey, he said, “The developments in that short span of time made the people say, ‘There is no way out other than stability.’ ”"}