{"title": "Shooting of Boris Nemtsov Draws Comparisons to Death of Another Putin Foe", "authors": ["Alan Cowell"], "url": "https://www.nytimes.com/2015/03/03/world/europe/shooting-of-boris-nemtsov-draws-comparisons-to-death-of-another-putin-foe.html", "body": "“It’s a different way to kill a person,” Mr. Litvinenko’s widow, Marina, told the BBC last weekend, referring to Mr. Nemtsov’s death, perhaps at the hands of political opponents, “but a way to present that anybody who will try to say something against us will be killed.”\n\nUntil shortly before his death, the diagnosis was that Mr. Litvinenko, 43, had been poisoned with thallium. But Mr. Litvinenko showed no sign of muscle weakness — a key indicator of thallium poisoning.\n\n“I was becoming convinced that it was not thallium poisoning, but didn’t know what it was,” said Dr. Amit Nathwani, a consultant at the University College Hospital in London where Mr. Litvinenko was transferred after initial treatment at Barnet in north London.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAs Mr. Litvinenko worsened, scientists at Porton Down, a British government research facility, were working on pinpointing the toxin from a sample of his urine. But it was only on the night before Mr. Litvinenko died, Dr. Nathwani said, that an expert from the facility called him and, for the first time, said polonium was a possibility.\n\nThe identification of the isotope was critical since it enabled the police to follow what became known as the “polonium trail,” linking Mr. Litvinenko to two Russians accused of killing him, Andrei K. Lugovoi and Dmitri V. Kovtun, who both deny the charge. The British police say that Mr. Litvinenko was poisoned after drinking green tea laced with polonium at a bar in central London where he met Mr. Lugovoi, a former K.G.B. bodyguard, and Mr. Kovtun, a former Red Army soldier, on Nov. 1, 2006.\n\nThe delay in discovering polonium resulted from a feature of the isotope itself. Polonium emits mainly alpha radiation while the Geiger counter used to check Mr. Litvinenko for radiation poisoning detected gamma radiation.\n\nIndeed, a report at the Barnet hospital on Nov. 15, 2006, said there were “no radioactive emissions” from him. Dr. Andres Virchis, a consultant who treated Mr. Litvinenko at Barnet, told the inquiry on Monday that there was no equipment there to detect alpha radiation.\n\nAs physicians investigated the collapse of Mr. Litvinenko’s bone marrow, Dr. Nathwani said, “we were fishing for diagnoses.” But, he said, organ systems failed one after the other, because “polonium from the gut was being transferred to various parts of the body.”\n\nAsked by a lawyer for the inquiry, Robin Tam, if it was true “that there wasn’t in fact any treatment possible that could have saved” Mr. Litvinenko, Dr. Nathwani replied: “Correct.”"}