{"title": "Russian Enclave Seen as a Fault Line of East-West Tensions", "authors": ["Neil Macfarquhar"], "url": "https://www.nytimes.com/2016/04/17/world/europe/russias-separate-piece-sets-off-alarms-about-a-cold-war-revival.html", "body": "These days, the Kremlin seems determined to do the opposite, and senior Western military officials and other experts now regard the Baltic region as a main fault line in revived East-West tensions.\n\nOne of the most confrontational incidents in years occurred on Tuesday about 70 nautical miles off Kaliningrad, where two Russian Su-24 planes buzzed the American guided missile destroyer Donald Cook, simulating an attack. One plane roared within 30 feet of the ship, Pentagon officials said, and prompted protests from Washington.\n\nIn another episode on Thursday, a Russian warplane intercepted an American reconnaissance plane at an unsafe distance over the Baltic Sea, CNN reported, citing Capt. Danny Hernandez, a spokesman for the United States European Command.\n\nPhoto\n\nIn the immediate post-Soviet era, Moscow tried to reinvent Kaliningrad, which is more than 200 miles from mainland Russia, as its own duty-free Hong Kong. Factories producing cars, electronics and furniture blossomed. After the provincial government negotiated visa-less travel to Polish border areas, the Ikea outlet in nearby Gdansk became a Russian colony.\n\n“More people visited Europe than big Russia,” said Ilya Shumanov, the local representative of Transparency International, an anti-corruption organization based in Berlin.\n\nIn recent years, however, Moscow has heavily armed Kaliningrad, analysts say, equipping secretive bases with the advanced, long-range S-400 antiaircraft missile system and mobile, medium-range Bastion anti-ship missiles. Russia has also held maneuvers here deploying Iskanders, a short-range ballistic missile capable of carrying nuclear warheads.\n\nDuring congressional testimony in February, Gen. Philip M. Breedlove, the NATO commander, described Kaliningrad as a “very militarized piece of property” and a “complete bubble” capable of repelling attacks by air, land or sea.\n\nAdvertisement Continue reading the main story\n\nWith recent Russian military adventures in Crimea, eastern Ukraine and Syria, President Vladimir V. Putin has left the world guessing — as he so relishes — when or where he might intervene next.\n\nGiven his stated policy of safeguarding ethnic Russians who were severed from the motherland after the Soviet Union disintegrated, some fear the next target might be the Baltic States: Estonia, Latvia and Lithuania. All three former Soviet republics are now members of the European Union and NATO.\n\nAn attack on them would trigger NATO’s mutual defense treaty. Any attempt to defend them would have to get past Kaliningrad, wedged between Poland and Lithuania.\n\nIn the few conflicts where NATO has intervened, it has always displayed overwhelming force, experts said, but Kaliningrad would be different.\n\n“The overall balance is very hostile to NATO,” said David A. Shlapak, the lead author of a new RAND Corporation study on the Baltics.\n\nPhoto\n\nRussians here tend to agree, although they mainly scoff at the idea of such a war. At Baltiysk, home to the Baltic Fleet and Russia’s most western outpost, grizzled fishermen lined the sea wall, barely glancing up at the modern corvettes steaming out to sea.\n\nAny NATO forces attacking Kaliningrad “will get their teeth broken,” one gruff angler said. A navy veteran, he stood beneath a symbol of Russia’s might and glory: a hulking equestrian statue of the Empress Elizabeth Petrovna facing the West.\n\nKaliningrad residents, watching NATO forces edge ever closer to Russia in recent years, generally seem to support buttressing the military.\n\nAdvertisement Continue reading the main story\n\n“If you are my neighbor and you sit there with an ax, I will get an ax, too,” said Ms. Sivkova, the museum director. “It is foolish, but people say that weapons have been moved to Russia’s borders, so there has to be some parity.”\n\nYet people here find being cast as a Russian fortress disorienting. In downtown Kaliningrad, the Vorota Cafe and gallery fills the neo-Gothic Sackheim Gate, a leftover from the 17th-century city walls. Parts of the city still resemble Germany, including some suburbs of red-tiled, Gründerzeit villas.\n\nThe cafe’s young founders wanted an art space like those in Amsterdam or Berlin, and they were surprised by a question about life on the new East-West fault line.\n\n“It is a strange question, because we look at ourselves as being a bridge, not a fault line,” said Eugene Makarkhin, 26, a computer engineer.\n\nYet fallout from the deteriorating relations between Russia and the West rains down on Kaliningrad.\n\nBMW, one of the province’s largest employers, recently shelved expansion plans in the face of a 40 percent decline in Russian car sales. Decades of Swedish development aid are coming to a close. Cultural exchanges have been sharply curtailed.\n\nUntil the Ukraine crisis, the most dangerous flotilla dispatched from Kaliningrad toward Sweden was raw sewage dumped into the Baltic.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Kaliningrad is really one of the last big hot spots,” said Anna Tufvesson, the regional environmental project coordinator for the Swedish International Development Cooperation Agency.\n\nKaliningrad, home to almost half the province’s one million people, was the last major Baltic city without a modern water treatment plant. Sweden has helped build about 30 in the southern Baltic region since the collapse of the Soviet Union. Kaliningrad’s German system, built around 1928 and still in use, basically filtered out old bicycles, dead dogs and not much else, Ms. Tufvesson said.\n\nAdvertisement Continue reading the main story\n\nThe modern Kaliningrad sewage plant, delayed for years, should be operating by the end of this year. Ms. Tufvesson expects all Swedish aid to be terminated by 2018.\n\nThe aid is another victim of the economic penalties imposed because of the Ukraine conflict. Sanctions cut off European bank loans for development here.\n\n“Cooperation with European countries was a good source of cheap loans, and now we don’t have that possibility,” said Alexander N. Ivaschenko, who runs the Kaliningrad city waterworks. “Due to the sanctions, future projects are frozen.”\n\nConfrontation is eclipsing cooperation. Mr. Putin has fed Western concerns about a possible Baltic conflict by ordering snap military exercises in northwestern Russia and deliberate violations of NATO airspace. While military officials and other experts on both sides say war is unlikely, contingency planning proceeds. Sweden and Finland, Russian neighbors that once professed neutrality, are considering the once unthinkable prospect of joining NATO.\n\nRussia, too weak to confront NATO directly, relies on two methods to punch above its weight, military analysts say. In Crimea and eastern Ukraine, the Kremlin conducted “hybrid warfare,” deploying anonymous Special Forces soldiers nicknamed “little green men,” nationalistic local militias and a news media blitz to seize territory without provoking a large, conventional military response.\n\nKaliningrad embodies the other method, a concentration of highly effective conventional weapons lethal enough to thwart any invader.\n\n“Hybrid warfare represents one pillar of Russian defense policy,” said a new report on Kaliningrad from the International Institute of Strategic Studies, a research organization in London. “Air defense and guided missile strength represents another.”\n\nFINLAND NORWAY St. Petersburg Gulf of Finland ESTONIA SWEDEN RUSSIA LATVIA Baltic Sea LITHUANIA DENMARK Baltiysk RUSSIA Gdansk BELARUS Kaliningrad GERMANY POLAND 150 Miles FINLAND SWEDEN St. Petersburg ESTONIA Baltic Sea RUSSIA LATVIA LITHUANIA Baltiysk RUSSIA BELARUS Gdansk Kaliningrad 150 Miles POLAND\n\nThere is also the Baltic Fleet. In the post-Soviet years, it shrank to 190 ships from 450 and to two submarines from 42, before the decline was reversed and some new corvettes were delivered in recent years, according to the London institute. The fleet remains strong enough, analysts say, to turn the Baltic into a deadly caldron.\n\nAdvertisement Continue reading the main story\n\nFor Americans, the Baltic trip wire revives an old Cold War conundrum, said Dmitri Trenin, the director of the Carnegie Moscow Center. The question used to be whether Americans would sacrifice Chicago to save West Berlin, he said. The assumption was that if the United States intervened to rescue the German city from a Soviet incursion, nuclear missiles would have annihilated Chicago.\n\n“This is the same question posed about the Baltic States,” Mr. Trenin said. “Whether the United States would risk a military conflict with Russia for the sake of the Baltic States, knowing full well that Russia is still a nuclear power and when push comes to shove, nuclear will be on the table.”\n\nKaliningrad residents worry far less about war than about an economy battered by low oil prices, sanctions and a weak ruble. “A passing Mercedes has always proved stronger than the birch trees,” said Solomon I. Ginzburg, an opposition deputy in the local Parliament, meaning that economic aspirations trump nationalism here.\n\nThe fact that the “free economic zone” expired on April 1 causes far more consternation than a renewed Cold War. “Nobody knows what will happen,” said Ivan A. Vlasov, the publisher of the Kaliningrad edition of the national RBC website.\n\nThe collapsed ruble means Russians have scaled way back on shopping in Poland or attending concerts in Lithuania. They also feel less welcome.\n\n“If you listen to the news from Latvia and Lithuania, it is laughable,” said Albert Prokhorchuk, the general director of Baltma Tours, which last year lost about a quarter of its 4,500 annual visitors from Germany. “The president of Lithuania has basically been saying that people should head for their basements because the Russians are coming.”\n\nPoles still cross the border for cheap gasoline, cigarettes and vodka, but a certain unease prevails on both sides.\n\n“I don’t think it is a place for development anymore,” said Mr. Shumanov, the anticorruption activist. “I think that it is a place for militarization. There is no investment, no money, no real federal interest in the region itself and bad relations with the neighbors.”", "summary": "These days, the Kremlin seems determined to do the opposite, and senior Western military officials and other experts now regard the Baltic region as a main fault line in revived East-West tensions. One of the most confrontational incidents in years occurred on Tuesday about 70 nautical miles off Kaliningrad, where two Russian Su-24 planes buzzed the American guided missile destroyer Donald Cook, simulating an attack. During congressional testimony in February, Gen. Philip M. Breedlove, the NATO commander, described Kaliningrad as a “very militarized piece of property” and a “complete bubble” capable of repelling attacks by air, land or sea. In Crimea and eastern Ukraine, the Kremlin conducted “hybrid warfare,” deploying anonymous Special Forces soldiers nicknamed “little green men,” nationalistic local militias and a news media blitz to seize territory without provoking a large, conventional military response."}