{"title": "Migrant Children, Arriving Alone and Frightened", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/10/29/world/europe/in-waves-of-migrants-children-arrive-alone-and-settle-in-uneasily.html", "body": "Ten months later, sitting on his neatly made bed in a children’s home run by Roman Catholic nuns, he retold the story of his journey in near-fluent German, only once checking the small yellow dictionary he now carries with him: how he was robbed of the money his mother had put in his pocket for emergencies; how he watched the police chase other children; how he finally made contact with his parents, now back in Iran, only to lose touch with them again a month ago.\n\nReza’s story is unusual because of his age. But it illuminates a quiet corner of Europe’s migrant crisis: In the human tide washing up on the Continent, tens of thousands are children and teenagers who arrive on their own.\n\nLast year, more than 23,000 unaccompanied minors applied for asylum in the 28 member countries of the European Union, according to the United Nations. That was before the number of refugees surged this year. By now, 30,000 are estimated to live in Germany alone.\n\nTwo dozen psychological profiles of recent arrivals, compiled by the authorities and seen by The New York Times, reveal patterns: Many of Europe’s new mystery children are boys ages 14 to 17, sent by families too poor to pay smugglers for more than a single journey. Some lost their parents to war or murder at home. Others, like Reza, were separated from them in the chaos along the way. A few had their own reasons to flee: escaping recruitment as child soldiers or suicide bombers.\n\nPhoto\n\nMohammed Safar, from Afghanistan, arrived in Passau on Sept. 4, a 14-year-old whose voice has yet to break. The Taliban shot his father because his mother was a teacher, he said. It was she who told him and his 15-year-old brother to leave.\n\n“We did not want to go,” Mohammed said, speaking through a translator. “We were afraid.”\n\nBut his mother insisted. She gathered money and paid smugglers in advance to take the boys to Germany. The scariest stretch, Mohammed said, was from Iran and Turkey, when the smugglers forced the brothers to split up.\n\nAdvertisement Continue reading the main story\n\n“They told us we have to go separately to have a better chance that one of us makes it,” Mohammed recalled. “We told them we did not want to. We cried very hard.”\n\nIn the end, Mohammed went first and left the boys’ only cellphone with his brother. Reunited in Istanbul 10 days later, the boys called their mother.\n\n“We never told her about the dangerous parts,” Mohammed said.\n\nOnly about 2 percent of the teenagers who arrive alone are girls, but they often have the most harrowing tales of abuse.\n\nEuropean Refugee and Migrant Crisis\n\nOne 15-year-old Syrian girl in the children’s home where Reza lives had such bad internal injuries that a gynecologist was able to diagnose multiple rapes weeks later. Another, Fatima, 16, from Somalia, told of such sadistic sexual violence in Bulgaria and Serbia that her youth worker in Germany said she had chosen not to include the details in her report.\n\n“We did not have the words,” the youth worker, Sandra Wagner-Putz, said.\n\nAlois Kriegl, head of Passau’s youth welfare office, said that three years ago, the term “unaccompanied minor refugee” was not even in his vocabulary. Now, this city of 50,000, one of the most popular gateways to Germany on the migrant trail, has an administration dedicated to them.\n\nIn a separate headquarters, with a 2-million-euro budget and a staff of 25, workers who used to protect neglected and abused children from drug-addicted parents and domestic violence now spend their days finding foster families, homes, psychological support, legal guardians and schools for the young Syrian, Afghan and Somali arrivals.\n\nThe numbers are now so large that everything is scarce.\n\nOnly a handful of unaccompanied minors arrived in Passau in 2012. A year later, their number had risen to 70, and by 2014, there were 470. This year, officials expect 2,000.\n\nThe young refugees are as resourceful as they are vulnerable. Mr. Kriegl told of two Afghan brothers, 9 and 10, who arrived in the summer, barefoot and in shorts, saying they were on their way to Sweden. His office fed them, found them beds in a children’s home and told them about life in Germany. But the next day, they were gone.\n\nPhoto\n\n“Their determination was nothing I have ever seen,” Mr. Kriegl said. “And people think higher fences and barbed wire can stop them.” He laughed.\n\nAdvertisement Continue reading the main story\n\nThen he grew serious again.\n\n“You have to ask yourself,” he said, “what has to happen for a child to go on such a journey? What has to happen for parents to send their child on such a journey?”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAcross town, on the second floor of a temporary home for newly arrived teenage migrants, a wall covered in colorful paintings provides some answers. The theme of a therapeutic painting session for a dozen boys ages 14 to 17 was “Home.” From their brushes emerged warplanes, tanks, burning houses, bodies and a Syrian flag crying tears of blood.\n\n“Some of these boys have never held a coloring pen in their hand, but they’ve seen their own father beheaded,” said Matthias Schacherbauer, who has run the center since it opened in March.\n\nHis center, known as a clearing point, is where refugees’ age is assessed, the search for family members begun, a legal guardian assigned and a more permanent home sought. A child psychologist makes a first assessment.\n\nPhoto\n\nThe files on Mr. Schacherbauer’s computer tell of 16-year-olds who can sleep only with the lights on. A 15-year-old Syrian whose boat sank in the Mediterranean survived four hours in the water but saw two of his friends drown before he was rescued.\n\nAnother is haunted by the image of his father’s maimed body after the Taliban shot half his head off. He displays signs of post-traumatic stress that are not unusual here: a racing heart, a stutter and a frequent shake.\n\nSome of the young migrants are no longer in contact with their families, and those who are can lose it abruptly.\n\nAnd yet, the mood in the center is good, even cheerful. Jokes flew across the lunch table in Arabic, Pashto and bits of newly learned German one recent afternoon.\n\nAdvertisement Continue reading the main story\n\n“They are teenagers, after all,” said Hilde Müller-Zehentbauer, a volunteer who supervises the art class once a week.\n\nThe German teacher, who gives four hours of instruction a day, said the boys were the easiest students she had ever had.\n\n“They are not entitled like the German kids,” the teacher, Judith Pasquay, said. “They are grateful to be here. They want to learn. It’s a pleasure.”\n\nHer star student is Shahin Kamal, 16, from Qamishli, in the Kurdish part of Syria. Shahin arrived five weeks ago speaking Arabic, Kurdish, Turkish and some English. Already, he can have a basic conversation in German — and he routinely beats Mr. Schacherbauer in chess.\n\n“Schachmatt,” Shahin said proudly after his latest triumph. Checkmate. His brother taught him chess, he said.\n\nShahin said he missed his brother. He missed home.\n\nLike many here, he desperately hopes his family can join him once he has his papers.\n\nStill, it is becoming harder for boys like Shahin to merge into German society, because there are now so many of them. Many end up living with fellow refugees in supervised housing. The only ones still systematically put into foster families or children’s homes are the girls and those under 10, social workers said.\n\nReza was taken to his new home within a day of his arrival and has been sharing a room with a German boy. Now 8, he attends a regular primary school.\n\nAdvertisement Continue reading the main story\n\nHe is a good student. The crayons in his pencil case are neatly organized by color. “Already more German than some Germans,” a caregiver joked.\n\nReza has made progress, his caregiver said. Sometimes he falls asleep at night without crying. It was even better when he spoke to his mother every week. But last month, they lost contact.\n\nReza said he hoped that meant she was on her way. “She said she would come,” he said. “She promised.”", "summary": "Ten months later, sitting on his neatly made bed in a children’s home run by Roman Catholic nuns, he retold the story of his journey in near-fluent German, only once checking the small yellow dictionary he now carries with him: how he was robbed of the money his mother had put in his pocket for emergencies; how he watched the police chase other children; how he finally made contact with his parents, now back in Iran, only to lose touch with them again a month ago.Two dozen psychological profiles of recent arrivals, compiled by the authorities and seen by The New York Times, reveal patterns: Many of Europe’s new mystery children are boys ages 14 to 17, sent by families too poor to pay smugglers for more than a single journey.In a separate headquarters, with a 2-million-euro budget and a staff of 25, workers who used to protect neglected and abused children from drug-addicted parents and domestic violence now spend their days finding foster families, homes, psychological support, legal guardians and schools for the young Syrian, Afghan and Somali arrivals.The theme of a therapeutic painting session for a dozen boys ages 14 to 17 was “Home.” From their brushes emerged warplanes, tanks, burning houses, bodies and a Syrian flag crying tears of blood.His center, known as a clearing point, is where refugees’ age is assessed, the search for family members begun, a legal guardian assigned and a more permanent home sought."}