{"title": "Head of Poland’s Governing Party Leads a Shift Rightward", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2016/01/12/world/europe/head-of-polands-governing-party-leads-a-shift-rightward.html", "body": "Mr. Kaczynski’s political career tracks the pendulum swings in Poland’s post-Communist efforts to find its place in Europe, from throwing off the shackles of the Soviet Union through the establishment of a robust democracy and ascension to the European Union to, now, a reassertion of what Mr. Kaczynski sees as traditional conservative values lost in the rush to assimilate into the West.\n\nPhoto\n\nWhite-haired, diminutive and enigmatic, Mr. Kaczynski first came to public attention as a boy in 1962, starring beside his twin brother, Lech, in a still-popular children’s film, “The Two Who Stole the Moon.” Later, both brothers were active in the Solidarity movement that toppled Communism and subsequently went into politics. Lech was the public face, the charismatic one with a high degree of political finesse, and Jaroslaw was the more backstage figure, persuading people and fashioning a political vision.\n\nThey promised to complete the unfinished work of the Solidarity movement with a platform stressing traditional Catholic values and a zeal for unmasking and prosecuting anyone who had collaborated with the Communist authorities.\n\nAdvertisement Continue reading the main story\n\nLaw and Justice first won power in 2005, four years after its founding. Lech became president and Jaroslaw, eventually, his prime minister. After two tumultuous years, voters turned them out in favor of Civic Platform, the party’s chief center-right rival, though Lech Kaczynski continued as president.\n\nThen, in 2010, a plane carrying the president and much of Poland’s top leadership crashed while landing at an airport near Smolensk, Russia. Everyone was killed, a cataclysmic event that rocked Polish politics and still simmers within Law and Justice ranks, in which many believe Russia was behind the crash.\n\n“The death of his twin, which affected Kaczynski profoundly and continues to be a focus of his concerns, forced him into the spotlight,” said John S. Micgiel, a professor of international and public affairs at Columbia University who has studied Poland closely.\n\nNever married, Mr. Kaczynski lived with his mother until her death early last year and now lives alone, with his cat, Fiona. He is said to be an affable and unerringly polite person, but one with a steel spine who brooks no rivals within the party.\n\nWhat remains unanswered is how far Law and Justice will be able to go — even with a hobbled constitutional tribunal and firmer control of the national prosecutor’s office and government-controlled media — before running up against the limits of both domestic and European politics.\n\nThe legislation to give the government more direct control of the public broadcaster, which is being rebranded as National Media, reflecting a new emphasis on nationalistic and patriotic programming, drew sharp reactions in Poland and in the European Union.\n\n“We believe that culture should be free,” said Katarzyna Janowska, who recently resigned as head of the public television channel covering Polish culture. “They believe that culture should be used to promote something. But you can’t discuss it with them because you live in two different countries, in two different realities.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nGuy Verhofstadt, the former Belgian prime minister who leads a liberal coalition in the European Parliament, said, “This is just another hastily adopted step to quickly create facts and dissolve Poland from the European value order, manipulating the country eastward.”\n\nOn Wednesday, the European Commission will debate whether the party has violated European Union rules with these first moves in power. Law and Justice officials have, in effect, told them to mind their own business.\n\nAdvertisement Continue reading the main story\n\nOn Friday, the government appointed Jacek Kurski, a deputy culture minister known as the “bull terrier” of the party, as head of all 14 public television channels, including TVP1, the country’s most-watched station. More such moves are promised in coming months.\n\n“Public television will become a place of honest debate and fair fight,” Mr. Kurski said Friday, vowing to model the network upon BBC. “As the public television, we will do everything to rebuild national unity and aim for grand, noble goals.”\n\nNeither Mr. Kaczynski nor any other top officials in the governing party replied to requests for interviews. But in public statements, leaders of Law and Justice and party supporters simply point out that they won the presidential race last May and the parliamentary elections in late October, earning an outright majority in Parliament, the first time that has happened since the first post-Communist election in 1989.\n\n“Their feeling is, ‘We won the election, so now we should be able to put our people into positions of power and authority,’ ” Dr. Micgiel said.\n\nIn an interview with the German newspaper Bild, Witold Waszczykowski, Poland’s new foreign minister, said: “The previous government carried out a leftist program. It was as if the world was according to a Marxist model which has to automatically develop in only one direction — a new mixture of cultures and races, a world made up of cyclists and vegetarians, who only use renewable energy and fight all forms of religion.”\n\nOn Sunday, Mr. Waszczykowski summoned the German ambassador to discuss recent critical remarks by German officials about the new government’s moves.\n\n“I want to strongly state that no pressure, no threats, no words which should never be spoken, particularly by Germans, will make us turn back from this path,” Mr. Kaczynski said. “We will not turn back!”\n\nCritics in the opposition, the European Union and the Western media are objecting, officials of the new government say, not because they truly believe Law and Justice is acting in an undemocratic fashion, but because they see their hold on power slipping and their vision of a diverse, liberal Poland evaporating.\n\nAdvertisement Continue reading the main story\n\nLiberal politicians in Western Europe, like Mr. Verhofstadt, did not complain when the previous government humiliated and persecuted Law and Justice, said Anna Fotyga, a former foreign minister who represents Law and Justice in the European Parliament.\n\n“But somehow, any attempts to modify the functioning of state institutions by the current government is a coup d’état,” she wrote in a Facebook post.\n\nIn any case, the criticism has shown no signs of deterring Mr. Kaczynski. When Mr. Orban visited southern Poland this month for consultations, neither Poland’s president, Andrzej Duda, nor its prime minister, Beata Szydlo, were anywhere to be seen. Instead, Mr. Orban disappeared into the historic Niedzica Castle with Mr. Kaczynski.", "summary": "“The death of his twin, which affected Kaczynski profoundly and continues to be a focus of his concerns, forced him into the spotlight,” said John S. Micgiel, a professor of international and public affairs at Columbia University who has studied Poland closely. What remains unanswered is how far Law and Justice will be able to go — even with a hobbled constitutional tribunal and firmer control of the national prosecutor’s office and government-controlled media — before running up against the limits of both domestic and European politics. The legislation to give the government more direct control of the public broadcaster, which is being rebranded as National Media, reflecting a new emphasis on nationalistic and patriotic programming, drew sharp reactions in Poland and in the European Union. Critics in the opposition, the European Union and the Western media are objecting, officials of the new government say, not because they truly believe Law and Justice is acting in an undemocratic fashion, but because they see their hold on power slipping and their vision of a diverse, liberal Poland evaporating."}