{"title": "Remembering Slain Critic of Putin, Tens of Thousands March in Moscow", "authors": ["Andrew E. Kramer"], "url": "https://www.nytimes.com/2015/03/02/world/europe/march-in-moscow-to-honor-putin-critic-boris-nemtsov.html", "body": "The crowd shuffled solemnly over the muddy pavement in Moscow’s government district, from Slavic Square on the banks of the Moskva River, past the red brick walls of the Kremlin, to the spot on a bridge where Mr. Nemtsov, a former first deputy prime minister, was killed. One placard read, “Boris, we will continue your work.”\n\nRussian news media reported that more than 56,000 marchers had passed through metal detectors set up at the start of the route, a larger turnout than expected.\n\nPhoto\n\nThe vigil took the place of a protest rally, called the March of Spring, that Mr. Nemtsov had been organizing for Sunday. It was intended to be a focus for public discontent over stagnant wages and inflation, as well as Russia’s deepening entanglement in Ukraine.\n\nSeveral tiny, mostly obscure Russian political parties and groups were involved in setting up the rally, including the December Fifth Party, the Progress Party and Mr. Nemtsov’s group, the Republican Party of Russia-People’s Freedom Party.\n\nIt was not clear whether that rally would have drawn much of a crowd. Such events in Moscow these days often bring out only the organizers and a few elderly people who show up at any and every protest.\n\nAnd the usual infighting had broken out among the organizers, in this case over the venue. When city officials refused at first to grant a parade permit for the center of Moscow, Mr. Nemtsov took the setback in stride and prepared to hold the rally in the outlying Maryino district. But the Yabloko Party said it would boycott an event there, and held out instead for a central site.\n\nOn Saturday, the city relented and granted the parade permit so that marchers could walk past the place where Mr. Nemtsov was killed. With the march transformed into a vigil, the organizers put aside their squabbling, a possible sign that the shooting could galvanize the Russian opposition to take more effective action.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“God help us come together now,” said Yuri A. Medovar, a member of the Yabloko Party, who attended the march as his party’s banners flew over the crowd. “At least Boris’s murder can unite us, and let us realize that the real enemy is in the Kremlin.”\n\nAdvertisement Continue reading the main story\n\nIn Washington, Secretary of State John Kerry was asked about Mr. Nemtsov during a Sunday television appearance. “We are enormously saddened to hear of his murder,” he said on the ABC program “This Week.”\n\n“We hope the authorities will join the world in producing the credible, transparent investigation necessary to find out who did — who was behind this and who did it,” Mr. Kerry said.\n\nPhoto\n\nAs the crowd in Moscow solemnly trudged along, some marchers said they had not planned to attend the March of Spring rally, but wanted to protest the killing of Mr. Nemtsov.\n\n“They shot somebody in the back, and this is a crime and shouldn’t happen in Russia,” said Olga Dobrovalskaya, a lawyer. “This really touched people. It’s serious.”\n\nAnother marcher, Marina Nevskaya, said: “It’s unlikely I would have come to the demonstration in Maryino. But all decent people had to come here. What happened was a personal spit in my face. I don’t want to hide my face from my children.”\n\nThe only known witness to the killing is Mr. Nemtsov’s girlfriend, Anna Duritskaya, a Ukrainian model. Her lawyer said on Sunday that the Russian authorities were not allowing Ms. Duritskaya to return home to Ukraine, though she was not formally being detained.\n\nThe lawyer, Vadim Prokhorov, told the RIA news agency that Ms. Duritskaya had rejected police protection but was nonetheless being kept in Moscow under guard. Ilya Yashin, a friend of Mr. Nemtsov’s, told Ukrainian television that Ms. Duritskaya was being held in an apartment in the capital.\n\n“We think her rights are being violated,” Mr. Prokhorov said. “She had categorically rejected the program for witness protection, and against her will, she cannot be guarded.”\n\nSome of the marchers on Sunday carried placards suggesting frustration with the way state media outlets vilify the opposition and its leaders. “Hate doesn’t build, hate doesn’t cure, hate doesn’t teach, hate kills,” one sign said.\n\nAdvertisement Continue reading the main story\n\nAfter looping past the domes of St. Basil’s Cathedral, the march continued past the sidewalk where Mr. Nemtsov was walking when he was killed. One by one, the mourners laid their bouquets on the pavement, forming what soon became large heaps of flowers."}