{"title": "Mazarine Pingeot, Mitterrand Daughter, Looks Back", "authors": ["Maïa De La Baume", "The Saturday Profile"], "url": "http://www.nytimes.com/2012/12/01/world/europe/mazarine-pingeot-mitterrand-daughter-looks-back.html", "body": "Ms. Pingeot, now 37, an author and philosophy professor, lived with her mother in an apartment owned by the French state, under the protection of government bodyguards. It was not until 1994 that the story came out, when pictures of her and her father were published in the magazine Paris Match.\n\nLast month, Ms. Pingeot published “Bon Petit Soldat,” (“Good Little Soldier”), a diary that includes memories of her childhood as a state secret. It is another attempt, she said, to “unravel” the enigmas of her past, seven years after she published “Bouche Cousue” (“Sealed Lips”).\n\n“Being unable to share a secret makes this secret very heavy,” she said in an interview at Julliard, her publisher. “You protect it rather than protecting yourself.”\n\nPhoto\n\nMs. Pingeot described in her autobiographical books and in interviews how Mr. Mitterrand spent almost every night of his 14 years in office with his daughter and mistress in a secret apartment in the Seventh Arrondissement of Paris, across the river and three miles from the Élysée.\n\nMs. Pingeot spent her childhood surrounded by books, pets and eight bodyguards. She wrote poems and read Flaubert, Balzac and Zola because “literature goes with loneliness,” and when she got a bicycle, her bodyguards followed her on bicycles, too.\n\nMr. Mitterrand liked “ambivalence,” Ms. Pingeot said. It was a different age, one more protective of the private lives of high officials, and, she said, Mr. Mitterrand liked to eat with her at restaurants and stroll with her along the banks of the Seine.\n\nBUT he was careful, too, even suspicious. He ordered his security staff to wiretap those who knew about her existence, including a journalist, Jean-Edern Hallier. He spoke of his daughter to a tiny circle of friends, said Christian Prouteau, Mr. Mitterrand’s chief of security, but sheltered his second family in houses bought with state money.\n\nAdvertisement Continue reading the main story\n\nFor the outside world, Ms. Pingeot was “the lovely little lie,” as she described herself in “Bouche Cousue.” She met Mr. Mitterrand’s official children several days before her father’s funeral, and discovered Jarnac, her father’s native village in southwestern France, after he died in 1996.\n\nAt home, Ms. Pingeot was the cherished only daughter, where she would joke with her father and he would act very unpresidential. “My father would hide an egg behind his back and say, ‘Look at me: I’m a hen,’ ” Ms. Pingeot said, smiling shyly.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nShe was born in 1974 in the southern city of Avignon, and her mother had to tell her own conservative grandmother that she was baby-sitting for a child to make ends meet. Mr. Mitterrand first met Anne Pingeot when she was 13, and later looked after her when she moved to Paris from her native Auvergne. The two fell in love when Mr. Mitterrand started his first presidential campaign, around 1963. Ms. Pingeot was then in her early 20s and he was in his late 40s.\n\nWhen Mr. Mitterrand took office in 1981, Ms. Pingeot was 6, and her father refused to change his routine. He came “home” almost every day and sang her a lullaby almost every night. When they spent summer days together in southern France, he would take her hand and they would kiss the trunks of the lime trees, opposite their house. Her life with Mr. Mitterrand was made of rituals, she said. Before going to bed, she would kiss him on the tip of his nose, which was sharp and angular, like hers.\n\nIn 1994, when Paris Match broke the story of the president’s second family, publishing photographs of Mazarine’s frail figure and studious looks, it had the effect of an explosion, she said.\n\nPhoto\n\n“My father called me and said, ‘Prepare yourself,’ ” she said. “It was ultraviolent. I went from invisibility to exposure, and I felt even more imprisoned.”\n\nHer first public appearance was at her father’s funeral, when Mr. Mitterrand’s wife stood next to her husband’s longtime mistress and took his long-secret daughter in her arms. In a book called “En Toutes Libertés” (“In All Liberty”), published in 1996, Mrs. Mitterrand, who was famous for her charitable work and died last year, said she had known about the existence of Mazarine long before her husband’s funeral.\n\n“It wasn’t a discovery or a drama,” she wrote. “I’ve taken responsibility for it.”\n\nMs. Pingeot, who studied in France’s elite École Normale Supérieure, taught philosophy at the University of Aix-Marseille and became a media-savvy author and columnist. She wrote her first book at 24 and later published seven books in seven years, including an essay on Descartes and a novel on infanticide. She worked for the Europe 1 radio network, appeared on several television programs, and has recently been on the cable channel Paris Première. She also has a Web program sponsored by Starbucks, on which she interviews celebrities.\n\nHer books have stirred some negative reviews and reactions, but she responds to critics by saying that her story “belongs to France” and that being Mr. Mitterrand’s daughter made her a “scapegoat.”\n\nAdvertisement Continue reading the main story\n\n“To tell the truth, if Mazarine Pingeot wasn’t Mitterrand’s daughter, we wouldn’t talk about this book,” said a review in Le Figaro of Ms. Pingeot’s 2000 novel, “Zeyn ou la Reconquête” (“Zeyn or the Reconquest”).\n\nTODAY, Ms. Pingeot teaches philosophy at Université Paris 8 and lives with Mohamed Ulad-Mohand, a French-Moroccan documentary filmmaker. He directed a 1993 documentary called “An American in Tangiers,” on the American author Paul Bowles. Ms. Pingeot and Mr. Ulad-Mohand have three children: Astor, 7; Tara, 5; and Marie, 2.\n\nShe has never been drawn to politics but publicly backed the successful presidential candidacy of François Hollande. She said she regretted that politics had become so professionalized.\n\n“My father was a humanist who liked history and culture,” she said. “He would look at things from the big picture.”\n\nIn June, she was invited to Mr. Hollande’s investiture at the Élysée Palace and went there officially for the first time since her father left office in 1995.\n\n“It was a historic moment,” she said. “But for me, it meant going back to the Élysée without wanting to hide myself.”", "summary": "Last month, Ms. Pingeot published “Bon Petit Soldat,” (“Good Little Soldier”), a diary that includes memories of her childhood as a state secret.Ms. Pingeot described in her autobiographical books and in interviews how Mr. Mitterrand spent almost every night of his 14 years in office with his daughter and mistress in a secret apartment in the Seventh Arrondissement of Paris, across the river and three miles from the Élysée.He spoke of his daughter to a tiny circle of friends, said Christian Prouteau, Mr. Mitterrand’s chief of security, but sheltered his second family in houses bought with state money.In 1994, when Paris Match broke the story of the president’s second family, publishing photographs of Mazarine’s frail figure and studious looks, it had the effect of an explosion, she said.In a book called “En Toutes Libertés” (“In All Liberty”), published in 1996, Mrs. Mitterrand, who was famous for her charitable work and died last year, said she had known about the existence of Mazarine long before her husband’s funeral."}