{"title": "Russia to Release Loan Money for Ukraine, Lifting Leader", "authors": ["Andrew Higgins", "Alison Smale"], "url": "https://www.nytimes.com/2014/02/18/world/europe/german-leaders-meet-with-ukrainian-opposition-leaders.html", "body": "Mr. Yanukovych negotiated the $15 billion loan with President Vladimir V. Putin of Russia in December, and Ukraine received a first segment of this soon afterward when Russia purchased Ukrainian bonds worth $3 billion. But Russia suspended further payments last month after violent street clashes in Kiev and the resignation of Ukraine’s Russian-born prime minister.\n\nOn Monday, however, Mr. Putin again showed his talent for putting rivals off balance when Russia’s finance minister, Anton Siluanov, told reporters during a visit to the Russian town of Cherepovets that Moscow would this week purchase a further $2 billion of Ukrainian bonds. This indicated that Moscow has now reactivated the previously suspended credit offer.\n\nThe news came as Ms. Merkel met for more than an hour with the Ukrainian opposition leaders, who expressed gratitude for the attention of Europe’s most important national leader before heading to a meeting with Foreign Minister Frank-Walter Steinmeier. There was no indication they were flying back to Kiev — where barricades erected by protesters have sealed off the center of the city for more than two months — with any promises of money or support.\n\nPhoto\n\nA spokesman for the German Foreign Ministry, Martin Schäfer, said the role of Russia had come up during the Ukrainians’ talks with Mr. Steinmeier, but added that there had been no mention of the Russian finance minister’s announcement. He described the timing of this announcement as “interesting,” and said he wondered what Russia’s conditions were.\n\nMr. Steinmeier was in Moscow on Friday for talks with Foreign Minister Sergey V. Lavrov, and German news media reported that Ukraine was among the most intensely discussed topics.\n\nMr. Lavrov was quoted as saying that “there can be no foreign sphere of influence in Ukraine,” and that the European Union should be “honest” instead of somehow forcing Ukrainians to choose East or West.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAs well as not coming up with any money to induce Ukraine into embracing European standards and values, the European Union has balked at taking the alternative route of imposing sanctions.\n\nAndreas Schockenhoff, a leading member of Ms. Merkel’s conservative bloc in Parliament, on Monday rejected calls from some quarters for immediate sanctions on members of Ukraine’s government. Mr. Schockenhoff, who is an expert on Eastern Europe, dismissed sanctions such as travel bans or closing the bank accounts of Ukrainian leaders, at least for now.\n\nAdvertisement Continue reading the main story\n\nStill, the resumption of Russian funding is unlikely to win over protesters to the side of Mr. Yanukovych, and may even strengthen the protesters’ view that the president, although democratically elected in 2010, is the Kremlin’s lackey.\n\nBut many Ukrainian activists in a protest movement in its third month now seem eager to reduce tensions. On Sunday, protesters left Kiev City Hall, which they had occupied since December, cementing an amnesty deal with the authorities indicating that both sides want to step back from a head-on confrontation that last month spiraled into deadly violence in the capital.\n\nA potential wild card is that the Ukrainian opposition, including the leaders invited to Berlin, do not necessarily control the so-called people’s self-defense units and freelance groups of young men armed with clubs and iron rods on the street in central Kiev. On Monday in the capital, all was quiet, but the militant wing started reinforcing some of the barricades that were supposed to be removed after the announced amnesty for protesters.\n\nOn Hrushevsky Street, a cobblestone road carpeted with soot after fierce battles between protesters and the riot police last month that involved firebombs and burning tires, a narrow passageway that had opened up on Sunday through high barricades was sealed off on Monday by a metal gate erected by protesters. Masked men who identified themselves as members of the 31st Self-Defense Unit guarded the area, blocking pedestrians and vehicles."}