{"title": "New Polish Government Faces E.U. Investigation", "authors": ["Joanna Berendt"], "url": "https://www.nytimes.com/2016/01/14/world/europe/new-polish-government-faces-eu-investigation.html", "body": "Photo\n\nWARSAW — The European Commission said on Wednesday that it had opened a formal inquiry to determine whether Poland’s new right-wing government had violated the democratic norms of the European Union.\n\nFrans Timmermans, the first vice president of the European Commission, the executive arm of the European Union, announced the decision, but tried to play down the potential confrontation it opened with the Polish government. He said that the commission would take “a very cooperative approach” and that it was willing to meet with Polish officials at any time to discuss the matter. “Our aim is not to accuse or engage in a polemic,” he said.\n\nA spokesman for Law and Justice, the new governing party in Poland, said the government would be “very happy” to welcome European officials.\n\nThe Polish government has approved legal changes that would allow it to appoint more sympathetic judges to the nation’s Constitutional Tribunal and would give it a firmer hold on the nation’s public broadcasting system. Both actions have stirred protests at home and abroad.\n\nAdvertisement Continue reading the main story\n\nOther changes include measures that would rein in the court’s ability to overturn new laws; allow the government to directly appoint the country’s top prosecutor; and pardon the head of the security services, who had been appealing a conviction for abuse of office stemming from the ruling party’s previous time in power, from 2005 to 2007.", "summary": "Frans Timmermans, the first vice president of the European Commission, the executive arm of the European Union, announced the decision, but tried to play down the potential confrontation it opened with the Polish government. He said that the commission would take “a very cooperative approach” and that it was willing to meet with Polish officials at any time to discuss the matter. The Polish government has approved legal changes that would allow it to appoint more sympathetic judges to the nation’s Constitutional Tribunal and would give it a firmer hold on the nation’s public broadcasting system. Other changes include measures that would rein in the court’s ability to overturn new laws; allow the government to directly appoint the country’s top prosecutor; and pardon the head of the security services, who had been appealing a conviction for abuse of office stemming from the ruling party’s previous time in power, from 2005 to 2007."}