{"title": "London’s Cats Are Falling Victim to a Two-Legged Predator", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2016/05/14/world/europe/londons-cats-are-falling-victim-to-a-two-legged-predator.html", "body": "“The cat killer is clever, operates in darkness in mostly residential neighborhoods away from surveillance video cameras,” said Mr. Jenkins, adding, “The aim is obviously to inflict maximum distress.”\n\nPhoto\n\nWhen reports of the killings first emerged, the Royal Society for the Prevention of Cruelty to Animals, Britain’s best-known animal welfare charity, treated them as car accidents followed by mutilations by foxes, which are ubiquitous in London.\n\nBut as the bodies piled up, Mike Butcher, an investigator at the charity, asked a specialist at the Royal Veterinary College to perform autopsies on 20 of the cats. In 44 years of investigating animal cruelty, he said, he had never seen such systematic brutality.\n\nScotland Yard has confirmed that at least 20 cats have been killed, and that at least 19 of the killings appeared to be “linked.” Alex Stoll, the veterinary forensic pathologist who conducted the post-mortems, said the cats had died from “blunt force trauma” before being mutilated by a “sharp implement, probably wielded by a human being.” (He emphasized that he did not rule out the possibility that the cats had first been run over by a car.)\n\nSwabbing a cat for DNA traces, Dr. Stoll added, would be unlikely to help catch the culprit because cats are petted by so many people.\n\nNo arrests have been made. “At this stage, the exact nature of any offense committed is not clear, and the ongoing investigation is committed to seeking any evidence or information that will assist this,” Scotland Yard said in a statement.\n\nWhile there is no evidence to suggest that humans are at direct risk, some notorious serial killers — for example, the so-called Boston Strangler, Albert H. DeSalvo, who confessed to killing 13 women in the early 1960s; and Jeffrey L. Dahmer, whose acts of murder and necrophilia came to light in 1991 — began with animal cruelty.\n\nAdvertisement Continue reading the main story\n\nThe string of cat killings in London has left many of the pets’ owners traumatized.\n\nNaomi Chauhan, 27, an events manager from Brackley, a town in south Northamptonshire, was so enamored of her 1-year-old white and ginger cat Ivy that she splurged on a pet sofa, a drinking fountain and a special electronic cat flap that recognizes a pet’s ID chip in an effort to keep unwanted visitors away. “My cats are my babies,” she said.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhen Ms. Chauhan discovered that Ivy was missing on a Thursday evening last month, she searched everywhere. The next morning, she combed the neighborhood in her car and spotted a cat lying near a road, 500 yards from her home. When she got closer, she was overcome by horror: Ivy had no head.\n\n“It was very clean and clinical,” she said. “This was no accident. There was no blood. A fox wouldn’t have done it that way.”\n\nMs. Chauhan says she has fallen into depression and has not been able to go to work since the discovery. “How could anyone do this?” she asked.\n\nIn Britain, animal cruelty can carry a fine of up to about $29,000 and a sentence of up to six months in prison. After the cat killings, animal-rights groups have been calling for tougher penalties and for the creation of an offense of “animal murder.”\n\nIn the United States, the F.B.I. recently began counting animal cruelty in its annual statistics on felonies and other crimes.\n\nIn Croydon, Mr. Jenkins, from the South Norwood animal welfare group, has appealed for information from the public. The killings have spawned no shortage of conspiracy theories. Tips have poured in, with some of the more outlandish ones blaming satanic worshipers or the Islamic State. While the killings remain unsolved, cat flaps are being nailed closed, pets shut indoors and difficult news kept from children.\n\n“My daughter kept asking when Barney was coming home,” said Danielle Bowden, a 42-year-old from southeast London, whose cat was beheaded. She told her three young children that Barney had been struck by a car.", "summary": "“The cat killer is clever, operates in darkness in mostly residential neighborhoods away from surveillance video cameras,” said Mr. Jenkins, adding, “The aim is obviously to inflict maximum distress.” But as the bodies piled up, Mike Butcher, an investigator at the charity, asked a specialist at the Royal Veterinary College to perform autopsies on 20 of the cats. While there is no evidence to suggest that humans are at direct risk, some notorious serial killers — for example, the so-called Boston Strangler, Albert H. DeSalvo, who confessed to killing 13 women in the early 1960s; and Jeffrey L. Dahmer, whose acts of murder and necrophilia came to light in 1991 — began with animal cruelty. While the killings remain unsolved, cat flaps are being nailed closed, pets shut indoors and difficult news kept from children."}