{"title": "Shooting in Munich: What We Know, and What We Don’t", "authors": ["The New York Times"], "url": "https://www.nytimes.com/2016/07/23/world/europe/munich-shooting-what-we-know.html", "body": "Photo\n\nA lone gunman killed nine people and seriously injured 27 others near a shopping mall in Munich late Friday afternoon. The gunman, whose body was found about half a mile from the mall, fatally shot himself, officials said.\n\nWhat We Know\n\n• The gunman was an 18-year-old native of Munich, with dual German and Iranian citizenship. In keeping with police protocol, he was not identified. He had no criminal record.\n\n• He acted alone, and there is no evidence that he was involved in any terrorist group.\n\n• The gunman used a 9mm Glock — its serial number had been scratched off — and was carrying a backpack with 300 rounds of ammunition.\n\n• The nine people who died were mostly young: three were 14 years old, two were 15, and the others were 17, 19, 20 and 45. Three of the nine were female. All lived in the Munich area. Of the 27 people injured, 10 were in critical condition, including a 13-year-old boy.\n\n• At a search of the gunman’s Munich home early Saturday morning, the police found material indicating an obsession with violent attacks, including articles on past episodes of mass violence and the German edition of “Why Kids Kill: Inside the Minds of School Shooters,” a study by an American academic psychologist.\n\n• The gunman had been treated for depression.\n\n• He appeared only twice in police records, as a victim of bullying and, separately, of a robbery.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n• Chancellor Angela Merkel was convening top officials in Berlin on Saturday.\n\nWhat We Don’t Know\n\n• The full identities of the attacker or his victims.\n\n• His motivations, and the role that depression or other mental disturbances, or bullying, might have played in the attack.\n\n• How the killer acquired the 9mm Glock, in a country where handguns are very strictly regulated.", "summary": "A lone gunman killed nine people and seriously injured 27 others near a shopping mall in Munich late Friday afternoon. • At a search of the gunman’s Munich home early Saturday morning, the police found material indicating an obsession with violent attacks, including articles on past episodes of mass violence and the German edition of “Why Kids Kill: Inside the Minds of School Shooters,” a study by an American academic psychologist. Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services."}