{"title": "Anjem Choudary, Islamist Activist in Britain, Is Convicted of Supporting ISIS", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2016/08/17/world/europe/anjem-choudary-islamist-activist-in-britain-is-convicted-of-supporting-isis.html", "body": "He has long been infamous in Britain for praising the men who attacked the United States on Sept. 11, 2001; for refusing to condemn the London bombings of 2005; and for saying he wanted to convert Buckingham Palace into a mosque and fly the Islamic flag over 10 Downing Street.\n\nMr. Choudary served two years in jail for encouraging people to kill British and American troops in Afghanistan. One of the men who hacked a British soldier, Lee Rigby, to death in 2013 had attended protests organized by Mr. Choudary.\n\nDean Haydon, the head of the Metropolitan Police’s Counterterrorism Command, said in a statement, “These men have stayed just within the law for many years, but there is no one within the counterterrorism world that has any doubts of the influence that they have had, the hate they have spread and the people that they have encouraged to join terrorist organizations.”\n\nMr. Choudary has denied encouraging terrorism or supporting attacks in non-Muslim lands. But Mr. Haydon said, “Over and over again, we have seen people on trial for the most serious offenses who have attended lectures or speeches given by these men.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Haydon said that when the two defendants swore allegiance to the Islamic State, it was “a turning point for the police — at last we had the evidence that they had stepped over the line and we could prove they supported ISIS.”\n\nRichard Whittam, a prosecutor in the case, said that “terrorist organizations thrive and grow because people support them, and that is what this case is about.” He added, “Do not confuse that with the right of people to follow the religion of their choice or to proclaim support for a caliphate.”\n\nOn July 7, 2014, the anniversary of the London bombings, Mr. Choudary and Mr. Rahman posted an oath of allegiance online under the pseudonyms they used on an extremist website: Abu Luqman (Mr. Choudary) and Abu Baraa (Mr. Rahman).\n\nFrom August to September 2014, the men posted speeches on YouTube encouraging support for ISIS. An audio recording that was uploaded to Mr. Choudary’s YouTube channel on Sept. 9, 2014, was played to jurors during the trial.\n\nAdvertisement Continue reading the main story\n\nTitled “How Muslims Assess the Legitimacy of the Caliphate,” the recording, lasting an hour and six minutes, is accompanied by a map of northern Africa, the Middle East, northwestern Asia and southern Europe.\n\nOn the recording, Mr. Choudary can be heard explaining the requirements for a legitimate Islamic caliphate and why he judges the Islamic State to be one.\n\n“The lesson from this narration is that obedience to the caliph is an obligation if they rule by the Shariah,” he says, referring to the legal code of Islam based on the Quran.", "summary": "He has long been infamous in Britain for praising the men who attacked the United States on Sept. 11, 2001; for refusing to condemn the London bombings of 2005; and for saying he wanted to convert Buckingham Palace into a mosque and fly the Islamic flag over 10 Downing Street. Mr. Haydon said that when the two defendants swore allegiance to the Islamic State, it was “a turning point for the police — at last we had the evidence that they had stepped over the line and we could prove they supported ISIS.” Titled “How Muslims Assess the Legitimacy of the Caliphate,” the recording, lasting an hour and six minutes, is accompanied by a map of northern Africa, the Middle East, northwestern Asia and southern Europe. “The lesson from this narration is that obedience to the caliph is an obligation if they rule by the Shariah,” he says, referring to the legal code of Islam based on the Quran."}