{"title": "Spanish Judge Jails 8 Catalan Separatists Before Trial", "authors": ["Raphael Minder", "Christopher Solomon", "America S Wildest Place Is Open For Business"], "url": "https://www.nytimes.com/2017/11/02/world/europe/spain-catalonia-jail.html?rref=collection%2Fbyline%2Fraphael-minder&action=click&contentCollection=undefined&region=stream&module=stream_unit&version=latest&contentPlacement=4&pgtype=collection", "body": "Advertisement\n\nSpanish Judge Jails 8 Catalan Separatists Before Trial Image Spain’s attorney general is seeking to prosecute 20 Catalan separatists, including Carles Puigdemont, the former leader of Catalonia. Credit Jon Nazca/Reuters\n\nMADRID — Less than a week after Catalonia declared independence , a Spanish judge on Thursday ordered prison without bail for eight former members of the regional government pending trial on charges of rebellion.\n\nIn all, Spain’s attorney general is seeking to prosecute 20 Catalan separatists, including Carles Puigdemont , the former leader of Catalonia, who refused to join the others summoned to court on Thursday in Madrid.\n\nSpain’s public prosecutor asked the judge, Carmen Lamela, to approve an arrest warrant for Mr. Puigdemont and four other Catalan politicians who left for Belgium on Monday as Madrid began taking over direct administration of Catalonia under emergency measures.\n\nJudge Lamela, who sits on Spain’s national court, must now decide whether to approve a European arrest warrant for the politicians, which would then have to be reviewed by a counterpart judge in Belgium, pending possible extradition to Spain.\n\nThat process is likely to take weeks and risk a diplomatic wrangle between Spain and Belgium, where Mr. Puigdemont and the others could seek asylum .\n\nLate Thursday, Mr. Puigdemont’s Belgian lawyer told VRT, a Belgian television channel, that a warrant had been issued for his client, as well as for four other Catalan politicians who are also in Belgium. There was no official confirmation of that in Madrid early Friday. Mr. Puigdemont issued a televised message from Brussels calling for the release of his eight former colleagues and “the end of the political repression.”\n\nThe attorney general wants the separatist leaders to be prosecuted on charges of rebellion, sedition and the use of public funds to organize the Oct. 1 independence referendum, which had been declared illegal by the Spanish government and courts. If found guilty of rebellion, Mr. Puigdemont and the others could face up to 30 years in prison.\n\nThe detention of half of the former Catalan government appeared to re-energize the independence movement after the confusion that followed last Friday’s independence declaration and Mr. Puigdemont’s unexpected departure for Brussels. Thousands of people took to the streets in Catalan cities to protest the jailing of the politicians, which follows the detention of two other separatist leaders last month on grounds of sedition.\n\nImage Carme Forcadell, the former speaker of the Catalan Parliament, leaving Spain’s Supreme Court on Thursday. Credit Francisco Seco/Associated Press\n\nOn Thursday night, Ada Colau, the influential left-wing mayor of Barcelona, the region’s capital, put a banner on City Hall demanding “freedom for political prisoners.” She then argued in an address that the judge had sent to prison “a government legitimately elected at the ballot boxes.”\n\nMs. Colau called on the main Catalan parties to unite in demanding the release of the detained politicians, as well as an end to the emergency measures used by Prime Minister Mariano Rajoy’s government to take administrative control in Catalonia. While questioning the separation of powers in Spain, she said the national court judge helped put the Spanish state “on the slippery slope toward authoritarianism.”\n\nMr. Rajoy’s government did not comment on what it said was a decision taken independently by Judge Lamela. Albert Rivera, the leader of the Ciudadanos party that is firmly opposed to secession, said Thursday night that “when somebody permanently flouts the law and the courts, he needs to understand that perhaps a judge decides that he cannot stay in liberty.”\n\nAfter a hearing for nine of the politicians on Thursday, Judge Lamela sent eight of them to prison without bail, considering them a flight risk. Among those jailed was Oriol Junqueras, who was the deputy to Mr. Puigdemont in the Catalan government as well as the leader of one of the main separatist parties.\n\nAn exception was made for Santi Villa, who resigned from the Catalan regional government a day before lawmakers declared independence. Mr. Villa could leave custody if he posts bail of 50,000 euros, or about $52,000, pending a full trial.\n\nSeparately, a judge from the Spanish Supreme Court postponed the hearings of five Catalans who have parliamentary immunity until next week, after their lawyers requested more time to prepare their cases.\n\nThe most prominent among the lawmakers is Carme Forcadell, who read out the declaration of independence last week as president of the Catalan Parliament.\n\nThis week, Mr. Puigdemont said at a news conference that he was in Brussels to bring the Catalan conflict into “the institutional heart of Europe,” since Brussels is home to the most important institutions of the European Union.\n\nMr. Puigdemont said that he was neither seeking asylum in Belgium nor escaping Spanish justice, but that he wanted guarantees that Spain’s judiciary would treat him and other Catalan politicians fairly.\n\n\n\n\n\n\n\nMilan Schreuer contributed reporting from Brussels. Order Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page A 6 of the New York edition with the headline: Spain Jails 8 Who Led Separatists In Catalonia\n\nSign up for The Interpreter Subscribe for original insights, commentary and discussions on the major news stories of the week, from columnists Max Fisher and Amanda Taub SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up"}