{"title": "Attacks in Paris Add Urgency to Talks on Ending Syria War", "authors": ["Julie Hirschfeld Davis"], "url": "https://www.nytimes.com/2015/11/15/world/europe/attacks-in-paris-add-urgency-to-talks-on-ending-syria-war.html", "body": "VIENNA — The top diplomats from more than a dozen countries agreed Saturday to press forward on an ambitious timetable to engineer a political transition and cease-fire in Syria, but remained deeply divided on major issues after a round of talks that gained intensity following the terrorist attacks in Paris.\n\nSecretary of State John Kerry said the countries had agreed to pursue “as rapid a path as possible” toward an end to the fighting and eventual elections in Syria. Included is a move to start formal talks between the Syrian government and opposition groups by Jan. 1, with a goal of holding elections within 18 months.\n\nMr. Kerry conceded, however, that the effort to meet that schedule faced long odds, saying of the Jan. 1 target, “that’s pushing it.”\n\nThe ministers also agreed to use their countries’ influence on the diverse constellation of combatants on the ground in Syria to enforce an eventual cease-fire. This would be arranged in tandem with the political transition, although the truce would not apply to the Islamic State, the Nusra Front, Al Qaeda’s affiliate in Syria, or any other organization that is deemed a terrorist group.\n\n“We all recognize the urgency of the moment,” Mr. Kerry said at a news conference after a day of intensive talks here, which began with a moment of silence for the victims of the attacks in Paris.\n\nVideo\n\nThe countries at the table “do not agree on all the issues when it comes to Syria,” he said, but “we do agree on this: It is time for the bleeding in Syria to stop. It is time to deprive the terrorists of any single kilometer in which to hide. It is time that we come together to help the Syrian people embark on the difficult but extraordinarily high imperative of rebuilding their country.”\n\nMr. Kerry sat beside Sergey Lavrov, the Russian foreign minister, and Staffan de Mistura, the United Nations special envoy for Syria who will have the task of bringing the government of President Bashar al-Assad and opposition groups — neither of which have been a party to the talks so far — together for formal negotiations on forming a unity government.\n\n“We welcome the efforts and will help in every way possible to gather the opposition and the government around the negotiating table,” Mr. Lavrov said.\n\n“This will be a Syrian-led process, and the Syrians will decide which country they will live in.”\n\nBut even as senior diplomats voiced optimism for a peaceful political solution to the bloody civil war in Syria, the rifts that have long divided them were on display, underscoring the difficulty of the diplomatic effort.\n\nMr. Kerry and Mr. Lavrov sparred openly over the fate of Mr. Assad, a central question in any final agreement.\n\nLatest Updates\n\nThe United States, along with Saudi Arabia and the Persian Gulf states, believes Mr. Assad must go as part of any final settlement, and Mr. Kerry described him on Saturday as an enabler of the Islamic State and a “magnet” for foreign fighters who are spreading terror through the region and beyond.\n\n“This war won’t end — this war can’t end — as long as Bashar al-Assad is there,” he said.\n\nBut Russia has been a strong Assad supporter, and Mr. Lavrov argued that the conflict in Syria goes far beyond him, noting that past crises in Iraq and Libya only worsened with the ouster of their leaders, Saddam Hussein and Muammar el-Qaddafi.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I cannot agree, therefore, with the logic that Assad is the cause for everything,” Mr. Lavrov said to Mr. Kerry, seated with him in a hotel ballroom for the news conference. “The Paris attacks have shown, alongside with ISIS claiming responsibility for it, that it doesn’t matter if you are for Assad or against him; ISIS is your enemy, so it’s not about Assad.”\n\nAlso left unresolved was the critical question of which groups would be considered terrorist organizations and which legitimate members of the opposition would be included in the political transition talks, an issue that the diplomats agreed to work on in the days ahead.\n\nJordan will lead a working group to distinguish friend from foe, a difficult prospect given the many competing agendas among nations at the negotiating table.\n\nVideo\n\nThe ultimate goal, the ministers agreed, should be United Nations-supervised elections in which all Syrians, including those living outside the country, could participate — a daunting task to organize, given the volume of refugees who have fled in recent years.\n\nStill, against the grim backdrop of the Paris attacks, which lent a somber urgency to the proceedings, the ministers made plans to reconvene next month for more talks, declaring that they were as determined as ever to resolve a four-year-old conflict that has fueled the rise of the Islamic State.\n\n“It was further momentum,” Mr. de Mistura said, even as he said that a 18-month timetable for action would be “quite a challenge.”\n\nThe challenges in Syria are steep, and Mr. Kerry has said in recent days that they will not be quickly resolved.\n\nThe negotiations involve a diverse set of players with competing agendas, including the United States, Russia, Iran and Saudi Arabia.\n\nMohammad Javad Zarif, the Iranian foreign minister, who had planned to skip the meeting, canceled a scheduled trip in light of the Paris attacks and took part in the talks, later meeting privately with Mr. Kerry.", "summary": "VIENNA — The top diplomats from more than a dozen countries agreed Saturday to press forward on an ambitious timetable to engineer a political transition and cease-fire in Syria, but remained deeply divided on major issues after a round of talks that gained intensity following the terrorist attacks in Paris. Also left unresolved was the critical question of which groups would be considered terrorist organizations and which legitimate members of the opposition would be included in the political transition talks, an issue that the diplomats agreed to work on in the days ahead. The ultimate goal, the ministers agreed, should be United Nations-supervised elections in which all Syrians, including those living outside the country, could participate — a daunting task to organize, given the volume of refugees who have fled in recent years. Still, against the grim backdrop of the Paris attacks, which lent a somber urgency to the proceedings, the ministers made plans to reconvene next month for more talks, declaring that they were as determined as ever to resolve a four-year-old conflict that has fueled the rise of the Islamic State."}