{"title": "Russia Continues to Train and Equip Ukraine Rebels, NATO Official Says", "authors": ["Michael R. Gordon", "Andrew E. Kramer"], "url": "https://www.nytimes.com/2014/11/04/world/europe/donestk-luhansk-ukraine-vote-zakharchenko-plotnitsky.html", "body": "“We have seen a general trend towards a hardening of this line of demarcation and much more softening of the actual Ukraine-Russia border,” General Breedlove said.\n\n“The Ukraine-Russia border is wide open,” he added. “It is completely porous. Russian equipment, resupply, training flows back and forth freely.”\n\nThough the Kremlin has denied that it has sent forces into Ukraine, General Breedlove said about 250 to 300 Russian soldiers are still in the country.\n\n“These are not fighting formations,” he said. “These are formations and specialists who are in there doing training and equipping of the separatist forces.”\n\nAnd as the Sunday vote approached, he reported, some Russian military units edged closer to Russia’s border with Ukraine, an intimidating move that appeared intended to caution the Ukrainian government not to intervene.\n\n“Some of those formations have moved closer to the border,” General Breedlove said. “We believe that was probably to bring some pressure on and make sure that the elections went according to the separatists’ plans.”\n\nOn Saturday, in another show of force, a column of about 60 unmarked military trucks drove through Donetsk.\n\nIn total, Russia has seven battalions near Ukraine, down from the 18 battalions — about 20,000 troops — it had there in August. But the forces are enough to maintain Russia’s influence in the area and to buttress Moscow’s efforts to help the separatists.\n\nAdvertisement Continue reading the main story\n\nOn Monday, the Organization for Security and Cooperation in Europe reported that pro-Russian fighters had fired on one of its surveillance drones the day before as it was filming pro-Russian forces on the move near a Ukrainian checkpoint. “New drones under fire east of the contact line,” the group said in a post on Twitter.\n\nThe organization issued a statement saying the drone was flying at an altitude of about 5,000 feet near Mariupol, in the south of the Donetsk region, on the pro-Russian side of the front. It was filming a civilian truck when “a canvas covering on the back of the truck was removed, revealing a truck-mounted antiaircraft gun, which immediately fired numerous rounds” at the drone but missed.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nRussia’s president, Vladimir V. Putin, has said he does not want a crystallization of the status quo into a frozen conflict, but the Russian Foreign Ministry nevertheless issued a statement saying it would respect the outcome of separatist elections.\n\nRussia “respects the choice made by residents of the southeast” of Ukraine, Russia’s deputy foreign minister, Grigory Karasin, later told the Interfax news agency.\n\n“Our position is that the elected representatives of the Donetsk and Luhansk regions thereby received a mandate to hold negotiations with the central Ukrainian authorities and, acting as part of their political dialogue, tackle all the problems that have accumulated over many months,” Mr. Karasin said.\n\nThe ministry statement stopped short of recognizing the outcome of the vote, but still drew a din of criticism from European officials.\n\nSteffen Seibert, the spokesman for Germany’s chancellor, Angela Merkel, told reporters in Berlin that it was “incomprehensible that there are official Russian voices that are respecting or even recognizing these so-called elections.”\n\nThe turn of events in the rebellious territories ruled out any early lifting of European sanctions imposed on Russia and could lead to further sanctions if security deteriorated, Mr. Seibert said.\n\nAdvertisement Continue reading the main story\n\nThe European Union’s foreign policy chief, Federica Mogherini, said in a statement, “I consider today’s ‘presidential and parliamentary elections’ in Donetsk and Luhansk ‘People’s Republics’ a new obstacle on the path toward peace.”\n\nThe Ukrainian government has refused to negotiate directly with the rebel leadership outside of the O.S.C.E.-brokered cease-fire talks that include European and Russian officials, and it calls the separatist leadership “terrorists.” President Petro O. Poroshenko described Sunday’s elections as a farce.\n\nThe rebel central election committee in Donetsk said Aleksandr Zakharchenko, a former electrician, had won the election with about 78 percent of the vote. Mr. Zakharchenko commanded a pro-Russian militia, Oplot, until August, when the Donetsk Supreme Soviet elevated him to prime minister, replacing a Russian citizen in a leadership shuffle intended to put a local face on the movement. Mr. Zakharchenko is a Russian-speaking ethnic Ukrainian.\n\nIn Luhansk, election officials said Igor Plotnitsky, a former public health inspector, had won with about 63 percent of the vote. The elections in both regions offered few plausible alternatives, and separatist officials said the purpose of the voting was to legitimize the leadership and compel Kiev to negotiate with them."}