{"title": "Belgium Says Algerian Killed in Raid May Have Had Links to Radical Islam", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2016/03/17/world/europe/belgium-terrorism-suspect.html", "body": "Mr. Belkaid was killed during the shooting. In the apartment where he died, the police found a flag of the Islamic State, 11 cartridge clips and numerous shell casings, Mr. van der Sijpt said; near his body, they found a book on the Salafist school of Islam and a Kalashnikov rifle.\n\nMr. Belkaid was not previously known to the police, except for one case of theft in 2014. It was unclear whether he had any connection to the Nov. 13 attacks, which killed 130 people.\n\nThe Belgian federal prosecutor’s office said in a statement Wednesday afternoon that two men who were arrested after the raid had been released without charges.\n\nOne of them had been taken to a hospital in Halle, about eight miles southwest of Forest, on Tuesday evening, by a man who then fled when the police arrived. The other was arrested after an overnight search in a house in Forest.\n\nMore houses in Forest were searched on Tuesday, Mr. van der Sijpt said. Two full Kalashnikov cartridge clips and an article of black clothing were found near a house on the Rue de l’Eau, and a Kalashnikov rifle was found inside.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSearches in two more houses on the Rue de l’Eau, in about 30 enclosed parking spaces and in a storage facility did not yield any results, Mr. van der Sijpt said. Neither did a house search in Sint-Pieters-Leeuw, southwest of Brussels, the prosecutor’s office said.\n\nAdvertisement Continue reading the main story\n\nAfter a national security meeting on Wednesday, Prime Minister Charles Michel of Belgium announced that the country’s terrorism alert would remain at its second-highest level.\n\nEarlier on Wednesday, Mr. Michel told RTL radio that the police had not expected an “armed, violent reaction” to the raid on Tuesday.\n\n“I think that there was a surprise, because according to the federal prosecutor’s office, there was no need to mobilize the special forces for this raid,” Mr. Michel said, “which shows that we were not expecting to find resistance, and certainly not resistance of that nature.”\n\nThe Belgian authorities have conducted more than 100 home searches and arrested 58 people in connection with the November attacks, Mr. van der Sijpt said, adding that 23 people had been arrested in connection with related investigations.\n\nThe French and Belgian authorities have detained nearly a dozen men suspected of helping the Paris attackers either before or after the Nov. 13 assaults, but are still seeking others.\n\nThe chief fugitive is Salah Abdeslam, a 26-year-old French citizen who is believed to have participated in the Paris attacks. Mr. Abdeslam, who was born in Brussels to parents who had emigrated from Morocco, fled to Belgium immediately after the attacks.", "summary": "The Belgian federal prosecutor’s office said in a statement Wednesday afternoon that two men who were arrested after the raid had been released without charges.Searches in two more houses on the Rue de l’Eau, in about 30 enclosed parking spaces and in a storage facility did not yield any results, Mr. van der Sijpt said.After a national security meeting on Wednesday, Prime Minister Charles Michel of Belgium announced that the country’s terrorism alert would remain at its second-highest level.Earlier on Wednesday, Mr. Michel told RTL radio that the police had not expected an “armed, violent reaction” to the raid on Tuesday.The French and Belgian authorities have detained nearly a dozen men suspected of helping the Paris attackers either before or after the Nov. 13 assaults, but are still seeking others."}