{"title": "Experts Question Whether Salah Abdeslam Will Provide Answers on Attacks", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/03/25/world/europe/experts-question-whether-salah-abdeslam-will-provide-answers-on-attacks.html", "body": "Yet there is reason to doubt that he will ultimately be of much help to investigators.\n\nHis trajectory so far has been sinuous. He backed out of the Paris attacks, yet the authorities say he returned immediately to the Brussels terrorist cell that is believed to have been tied to the Islamic State, instead of turning himself in.\n\nHe failed to give any hint of the Tuesday bombings, though he was in custody and being questioned by the police.\n\nMr. Abdeslam, a Belgian-born French citizen of Moroccan ancestry, has now reversed course on an initial refusal to be extradited to France.\n\nVideo\n\nFrench officials say his extradition is now a near-certainty, though they are unable to give an exact timetable.\n\nBut when he does make it back into the hands of the Paris antiterrorism investigators, he could be an unreliable witness at best, some experts suggested. His accounts — if he gives them — should be treated with caution.\n\nAdvertisement Continue reading the main story\n\n“Will he accept cooperation?” said Jacques Poinas, a former top French antiterrorism police official. “I’m very skeptical.”\n\n“Would he really have that much knowledge of the other cells? Was his role that important?” Mr. Poinas asked.\n\nAnd, in the view of some terrorism experts, Mr. Abdeslam, 26, is likely to have been in some sort of disgrace for having pulled back from “martyrdom.”\n\nAsked why Mr. Abdeslam had changed his mind on extradition, Mr. Mary said that his client understood “the case here is just a small piece,” and that he wanted to “explain himself in France.”\n\nAs for what his client had said about the attacks, Mr. Mary replied, “He didn’t say, because he didn’t know it.” Asked if Mr. Abdeslam had reacted to the attacks, Mr. Mary said. “He had no reaction.”\n\n“I wouldn’t want him to clam up,” Mr. Mary added. “His clamming up would make us face other Zaventems and other Bataclans.” He was referring to the Belgian airport and to the Paris concert hall where 90 people were killed by gunmen on Nov. 13.\n\nYet the track record of information gleaned from other terrorists captured in Europe is not necessarily promising.\n\nThe police had under lock and key the gunman who attacked a high-speed train traveling between Brussels and Paris last August. Yet it was of no help in staving off the November attack, even though the operation is thought to have had the same mastermind, Abdelhamid Abaaoud.\n\nAdvertisement Continue reading the main story\n\nAnd the police have evidently learned little from Mehdi Nemmouche, the taciturn killer who fired on the Jewish Museum in Brussels in 2014 and has hardly talked since, according to Belgian news media.\n\nSimilar disappointments may lie in store for Mr. Abdeslam’s interrogators. “He’s someone who is very central, yet he pulled back from Paris, and in the case of Brussels he didn’t participate in the execution,” said Thomas Renard, a terrorism expert at the Egmont Institute in Belgium. “He didn’t go all the way to the end.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAnd yet, in the case of Brussels, “one can imagine that if he wanted this to happen, all he would have to do was keep his mouth shut,” Mr. Renard said. Which is what Mr. Abdeslam did.\n\nBelgian authorities are looking into links between Mr. Abdeslam and the brothers who set off the bombs, the Bakraouis. He was hiding out in an apartment that the authorities suspect was rented by one of the brothers in the Brussels neighborhood of Forest when the police raided it on March 15.\n\nA possible second bomber at the airport on Tuesday, Najim Laachraoui, is suspected of having made the suicide belts used in the Paris attacks, in which Mr. Abdeslam played a central logistics role, the authorities say.\n\nMr. Abdeslam bought materials used to make the suicide belts, rented several cars, including the one used by the terrorists who opened fire at the Bataclan music hall and helped rent an apartment used by the Nov. 13 plotters, the authorities say.\n\nHe “participated in the arrival of a certain number of terrorists in Europe,” the Paris prosecutor, François Molins, said on Saturday. But then, at the moment of the Paris attacks, Mr. Abdeslam backed down.\n\nIt was not a complete reversal of position. Rather than turning himself in, he fled back across the border to Belgium to rejoin the terrorist cell that had nurtured him.\n\n“He rejoined his accomplices in Belgium,” said Mr. Poinas, the former counterterrorism official. “So you cannot count on his sincerity.”\n\nAdvertisement Continue reading the main story\n\n“There are people who have repented,” Mr. Poinas added. “But he has done nothing, his whole attitude is suspect. This is not the trajectory of someone who has repented. On the 14th of November, he could have turned himself in. Yet one can’t say that he has renounced.”", "summary": "He backed out of the Paris attacks, yet the authorities say he returned immediately to the Brussels terrorist cell that is believed to have been tied to the Islamic State, instead of turning himself in.Asked why Mr. Abdeslam had changed his mind on extradition, Mr. Mary said that his client understood “the case here is just a small piece,” and that he wanted to “explain himself in France.”And the police have evidently learned little from Mehdi Nemmouche, the taciturn killer who fired on the Jewish Museum in Brussels in 2014 and has hardly talked since, according to Belgian news media.“He’s someone who is very central, yet he pulled back from Paris, and in the case of Brussels he didn’t participate in the execution,” said Thomas Renard, a terrorism expert at the Egmont Institute in Belgium.A possible second bomber at the airport on Tuesday, Najim Laachraoui, is suspected of having made the suicide belts used in the Paris attacks, in which Mr. Abdeslam played a central logistics role, the authorities say."}