{"title": "Coca-Cola Retreats From Social Media War Over Crimea", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2016/01/07/world/europe/coca-cola-withdraws-from-social-media-war-over-crimea.html?rref=collection%2Fcolumn%2FOpen%20Source", "body": "Coca-Cola withdrew a cartoon map of Russia from the web on Wednesday, after managing to anger both Russians and Ukrainians by first excluding and then including Crimea in Russia’s territory.\n\nThe map, part of an Orthodox Christmas card uploaded last week to the company’s official page on VKontakte, Russia’s most popular social network, initially left out Crimea, the Black Sea peninsula annexed by Russia in 2014, along with Kaliningrad, an enclave on the Baltic Sea, and the Kurile Islands, which are claimed by both Russia and Japan.\n\nAfter a wave of criticism from Russian nationalists, the map was changed on Tuesday, adding all three regions. As the Ukrainian newspaper Ukrainskaya Pravda reported, the new map was accompanied by a note in the company’s name that read: “Dear community members, we sincerely apologize for this situation! The map has been corrected! We hope you will understand.”\n\nAmong those who emphatically did not understand, Ukraine’s Hromadske TV reported, were Ukrainian Internet activists, members of Parliament and diplomats.\n\nMustafa Nayyem, who helped start the Euromaidan protest movement in Kiev, the Ukrainian capital, in 2013 and now is a member of President Petro O. Poroshenko’s party in Parliament, called for a boycott of Coca-Cola, along with the company’s other soft drinks. Within hours, outraged messages tagged #BanCocaCola flooded Ukrainian social networks.\n\nAdvertisement Continue reading the main story\n\nAmong the messages was one from a Ukrainian blogger who noted that Coca-Cola’s famous attempt to foster global harmony in the 1970s, by teaching the world to sing the glories of its product, featured young women in vyshyvanka, a traditional embroidered Ukrainian blouse.\n\nOleh Tyahnybok, the leader of Svoboda, an ultranationalist, right-wing party, joined in, pressing for an official ban on “this American company that’s de facto recognized Crimea to be Moscow’s.”", "summary": "After a wave of criticism from Russian nationalists, the map was changed on Tuesday, adding all three regions.As the Ukrainian newspaper Ukrainskaya Pravda reported, the new map was accompanied by a note in the company’s name that read: “Dear community members, we sincerely apologize for this situation!Among those who emphatically did not understand, Ukraine’s Hromadske TV reported, were Ukrainian Internet activists, members of Parliament and diplomats.Mustafa Nayyem, who helped start the Euromaidan protest movement in Kiev, the Ukrainian capital, in 2013 and now is a member of President Petro O. Poroshenko’s party in Parliament, called for a boycott of Coca-Cola, along with the company’s other soft drinks.Oleh Tyahnybok, the leader of Svoboda, an ultranationalist, right-wing party, joined in, pressing for an official ban on “this American company that’s de facto recognized Crimea to be Moscow’s.”"}