{"title": "Tensions Surge in Estonia Amid a Russian Replay of Cold War Tactics", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2014/10/06/world/europe/estonia-russia-cold-war-eston-kohver-border.html", "body": "Their movements masked by a volley of smoke and stun grenades, in the Estonians’ telling, the Russians dragged Mr. Kohver at gunpoint into Russia across the meandering and mostly unmarked line that separates the two countries.\n\nThe next time anyone in Estonia saw Mr. Kohver was when he appeared the following day on Russian television wearing handcuffs and facing charges of espionage. He was shown being bundled out of a blue van by masked Russian security officers and then being locked in a small, barred chamber. Russian television cameras panned across a table said to display his belongings: more than $6,000 in cash, a mobile telephone and what Russia’s Federal Security Service, or F.S.B., described as “intelligence related” devices, including a Taurus pistol and bullets.\n\nThe cameras lingered on the gun, showing a close-up of lettering on the barrel — “Made in Miami, Fla., U.S.A.” — and sending what many in the Baltics interpreted as a blunt warning from Moscow that, despite whatever support America has shown former Soviet lands, Russia could still act as it pleased in this part of the world, even in countries that belong to NATO.\n\nAnders Fogh Rasmussen, the departing secretary general of the alliance, said that Estonia had not raised Mr. Kohver’s abduction “in the context of NATO” and that Russia’s intentions were difficult to fathom. “It is hard to guess about motives in the Kremlin but personally I think they are all the way through testing our vigilance,” Mr. Rasmussen said in an interview in Brussels, the alliance’s headquarters.\n\n“It is clear that Russia did not accept the outcome of the Cold War. That is what all this is about,” Mr. Rasmussen said, referring to a surge in tensions between Moscow and the West over Ukraine and other former Soviet territories. “This will last a long, long time.”\n\nNATO and the European Union have both called for Mr. Kohver’s swift release.\n\nRussia for its part denies that he was seized in Estonian territory and insists he was arrested inside Russia while on an undercover spying mission.\n\nHe is now being held in Moscow’s notoriously grim Lefortovo prison. Estonia hired a prominent Russian lawyer to defend him but Russian court officials say that Mr. Kohver demanded a court-appointed advocate instead.\n\nAdvertisement Continue reading the main story\n\nIn an interview in Tallinn, President Toomas Hendrik Ilves ridiculed as “fiction” Russia’s account of what had happened to Mr. Kohver, whose agency, KAPO, has no mandate to operate outside Estonia and deals only with domestic intelligence.\n\nRussia’s version, he said, is no more credible than its insistence, despite overwhelming evidence to the contrary, that it has sent neither weapons nor soldiers to support pro-Russian rebels in southeastern Ukraine. “I no longer take anything they say seriously,” the president added.\n\nThe abduction of Mr. Kohver, President Ilves added, recalled “the kind of behavior we noticed on our borders before World War II,” when Soviet troops killed three border guards in neighboring Latvia and took around 10 others hostage. The Soviet Union invaded shortly afterward.\n\nAll the same, President Ilves thinks it is still too early to determine what Russia’s recent border activities might presage for Baltic nations which, like Ukraine, have large populations of ethnic Russians. “Is this the beginning of something or a one-off? Time will tell,” he said, adding: “You can’t draw a line until you have two points.”\n\nOn Sept. 18, however, Russia added another point of reference when it seized a Lithuanian fishing boat sailing in what Lithuania asserts were international waters off Russia’s northern coast. Lithuania, like Estonia after Mr. Kohver’s abduction, summoned Russia’s ambassador, complained of a violation of international law and demanded the release of its detained citizens. The European Union protested the vessel’s seizure and its “forceful towing to Russian territory.”\n\nBaltic states, and also Finland and Sweden, have reported a surge in activity near, and sometimes across, their borders by Russian warplanes.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYet, Maj. Gen. Riho Terras, commander of the Estonian Defense Forces, said there had been no signs of Russia gearing up for a direct attack on the Baltics. He said he was shocked by the kidnapping of Mr. Kohver because it violated “spies’ rules,” but said the episode fit into what, under President Vladimir V. Putin of Russia, has become a routine pattern of constant probing and maneuvering intended to knock Russia’s neighbors off balance and divide NATO.\n\n“They don’t have a plan to take this country out. But if there is a window of opportunity they will use it,” General Terras said, noting that so-called hybrid warfare — a mix of destabilizing dirty tricks, disinformation, camouflaged aggression and more conventional military methods — had been a central part of Russia’s strategy toward its neighbors for years, particularly since it invaded Georgia in 2008.\n\nBut instead of dividing NATO, he said, Russia’s tactics have so far only solidified the alliance and discredited voices that played down Baltic members’ worries about Russia. “Our allies have recognized that we were right in being a bit paranoid. A little bit of paranoia is very useful,” General Terras said.\n\nAdvertisement Continue reading the main story\n\nThe uncertainty surrounding Russia’s motives in Mr. Kohver’s case has spawned a host of theories. One is that Russia’s F.S.B., the post-Soviet K.G.B., simply wants to settle scores with Estonia’s intelligence agency, which in recent years has unmasked four moles working for Russia. Mr. Kohver, according to this view, will be convicted and then used as currency in exchange for Russian agents jailed in Estonia.\n\nAnother theory is that Mr. Kohver, who focused on anti-smuggling operations, upset a deeply corrupt F.S.B. by threatening its lucrative collaboration with criminal gangs involved in cross-border smuggling.\n\nBut a senior Estonian security official who has worked with Mr. Kohver, said the timing of the kidnapping, just two days after a visit to Tallinn by President Obama, was perhaps Russia’s way of signaling its contempt for Mr. Obama’s vow to defend the Baltics from any Russian aggression.\n\n“Their message is that whatever President Obama says, these are just words, and that ‘Our actions speak louder than words,’ ” said the official, who asked not to be named in order to speak candidly about intelligence matters. As Mr. Obama left Tallinn to attend a NATO summit gathering in Wales, the F.S.B., according to Estonian officials, carefully set a trap in the forest for Mr. Kohver, who had arranged to meet on the border with an informant from Russia offering information about smuggling.\n\nRussian and Estonian officials had frequently exchanged information in the past about smuggling, a perennial problem involving cigarettes, illegal immigrants and sometimes weapons. As Mr. Kohver waited for his informant on the morning of Sept. 5, an armed backup team from Estonia’s security agency watched from a distance.\n\nSuddenly, from the Russian side of the border, stun and smoke grenades went off. At the same time, all the Estonians’ communications gear went dead.\n\nShouts of “don’t move or we’ll shoot” warned members of the backup team to stay where they were. When the smoke cleared, Mr. Kohver was gone.\n\nIn keeping with standard procedures following a border incident, Estonian and Russian border guards gathered later that same morning to assess what had happened and draft a preliminary report. The Russian representative, A.V. Zuev, signed a document, written in both Estonian and Russian, describing how the border had been violated from the Russian side and that an Estonian citizen had gone missing.\n\nAdvertisement Continue reading the main story\n\nThe wording of the Russian-language text differed slightly but still left no doubt that Estonia’s border had been violated. A handwritten map in the report marked three spots where the joint inspection found craters left by the grenades set off just over the border in Russia.\n\nA video recording of the site inspection shows Russian and Estonian border guards examining evidence and agreeing on what had just happened.\n\nSince then, however, the superiors of the Russian border guard have steadfastly refused to endorse the initial findings.\n\nTarmo Kohv, Estonia’s police chief for the region and boss of border guards in the zone where Mr. Kohver disappeared, said Mr. Zuev had clearly been kept in the dark about the operation to snatch Mr. Kohver and had unwittingly contradicted a story line worked out later by the F.S.B. in Moscow.\n\n“I would like to know what has happened to him now,” Mr. Kohv said."}