{"title": "U.S. Will Accept More Refugees as Crisis Grows", "authors": ["Michael R. Gordon", "Alison Smale", "Rick Lyman"], "url": "https://www.nytimes.com/2015/09/21/world/europe/us-to-increase-admission-of-refugees-to-100000-in-2017-kerry-says.html", "body": "“We still need to do more, and we understand that,” Mr. Kerry said at a news conference with Mr. Steinmeier.\n\nUnder the new plan, the limit on annual refugee visas would be increased to 85,000 in 2016. The cap would then rise to 100,000 the following year.\n\nThe United States has taken in only about 1,500 Syrian refugees since the start of the conflict there more than four years ago. American officials said that the Syrians accepted in the next year would come from a United Nations list of about 18,000 refugees.\n\nThe three largest groups of refugees admitted last year were from Iraq, Somalia and Bhutan. Syrians were at the bottom of the list of nationalities. Refugees are people who have fled their homes to escape war or persecution (and can prove it), while migrants more generally may be relocating for economic reasons.\n\nPhoto\n\nIn their meeting, Mr. Kerry and Mr. Steinmeier also focused on ways to end the war in Syria, where 250,000 people have died and 12 million have fled their homes in the past four and a half years. In addition, Germany and the United States will try to rally support next week at the United Nations General Assembly for a significant increase in aid to United Nations refugee camps in the countries neighboring Syria, Mr. Steinmeier said.\n\nThe American response is unlikely to relieve much of the pressure on European countries, particularly Germany, which remains the most desirable destination for most of the migrants. Other efforts to address the crisis, such as agreeing to distribute migrants equitably among European Union members, have foundered so far, and in the absence of a unified and effective policy, the migrants have been left to find their own way across the Continent.\n\nGermany recently has been under pressure from a seemingly unstoppable influx of migrants, and it reinstated border checks a week ago to better manage the crowds. The flow from Austria slowed over the weekend to less than 2,000 registered arrivals each day, according to Lars Rebel, a spokesman for the German federal police.\n\nAdvertisement Continue reading the main story\n\nBut Austria received about 20,000 newcomers over the weekend on its eastern border with Hungary. Most “still want to go to Germany, their great goal, their great dream, their great vision,” said Alexander Marakovits, a spokesman for Austria’s Interior Ministry in Vienna.\n\nAt least 10,000 arrived or passed through Sunday at the small Austrian village of Nickelsdorf, a city in the state of Burgenland near the border with Hungary that links Budapest to the east and Vienna to the west, Mr. Marakovits said.\n\nThe main highway linking the two cities was closed amid concerns that crowds of refugees would spill into traffic. Although everyone insisted the flow was manageable, the director of the state’s police, Hans Peter Doskozil, hinted at the strain.\n\n“In the worst case, if there is no shelter, then the buses can go on the highway and make a kind of sightseeing tour,” Mr. Doskozil told the Austria Press Agency, “as crazy as that sounds.\n\n“But they must drive away, so that the others see something is happening,” he added. “Otherwise you can’t hold the crowd back anymore.”\n\nGerry Foitik, head of the Austrian Red Cross, said his volunteers would probably manage to accommodate most migrants somewhere in Austria on Sunday night. But he said about 5,000 might remain in and around Nickelsdorf.\n\nMr. Kerry met with Mr. Steinmeier in Berlin at Villa Börsig, a palatial German guesthouse overlooking a lake. Later they met with a small group of Syrian refugees, who asked not to be identified by journalists out of concern for friends or relatives still in Syria.\n\nNewsletter Sign Up Continue reading the main story Breaking News Emails Sign up to receive an email from The New York Times as soon as important news breaks around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Syrians, asked by Mr. Kerry why the surge of migrants had been so great in recent weeks, said they had despaired of being able to return home and that life in refugee camps was becoming harder as food rations were cut back.\n\nAdvertisement Continue reading the main story\n\n“The reason people are coming now is because they gave up hope completely,” one woman said.\n\nOne man asked: “Are not five years enough for the international community to intervene, especially the United States?”\n\nAsked at his news conference why the United States could not accept more Syrians more quickly, Mr. Kerry said that budget constraints and vetting requirements established after the Sept. 11 terrorist attacks limited the scope of the response.\n\n“We are doing what we know we can manage immediately,” he said. But he did not rule out the possibility that more might eventually be done.\n\nAlong the migrant trail, those who had appeared boxed in on Friday — stranded in Serbia, Croatia, Slovenia and Hungary — somehow managed to continue their trek. With help from the Serbian authorities, who made no secret of their policy of pushing them through as fast as possible, most of the migrants who had been thwarted at the Hungarian border made their way west into Croatia.\n\nFrom there, some continued toward Slovenia, where the authorities said around 2,500 had crossed the border by Sunday morning; the Croatians took a larger number to the Hungarian border in the northeast.\n\nIn Hungary, angry officials, who have been struggling to extend a razor-wire fence at the Serbian border to include the Croatian frontier, received the arrivals, packed them on trains and buses and moved them quickly to the Austrian line. The authorities there were allowing them to enter — 5,000 on Saturday alone.\n\nThe authorities in Slovenia, meanwhile, were halting migrants at the border with Croatia to the south and allowing them to pass in small groups, taken by bus from border crossings at Obrezje and Rigonce to several locations around the country.\n\nBy Sunday morning, the crowds had diminished, with only about 300 people waiting at the huge Obrezje crossing, and only about half as many in Rigonce. Those who continued to straggle toward the border from deeper inside Croatia were simply allowed through by the Croatian authorities, leaving it up to the Slovenians to stop and process them.\n\nThe Slovenians took the migrants, one busload at a time, to a processing center in Brezice, a few miles from the border. There, they were registered but not fingerprinted. Slovenia is a member of the European Union, as is Croatia, but unlike Croatia it also is part of the Schengen accord, which allows passport-free travel but encourages strong external borders.\n\nAdvertisement Continue reading the main story\n\nIllustrating how hard it is to keep the refugees from their main goal — Germany — only seven migrants had requested asylum in Slovenia by Sunday. The rest were taken to six refugee centers around the country. From there, many simply decided to make their own way north toward the Austrian line, where a few hundred had crossed by Sunday morning."}