{"title": "Denmark’s New Front in Debate Over Immigrants: Children’s Lunches", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2016/01/21/world/europe/randers-denmark-pork.html", "body": "But Martin Henriksen, a spokesman for the Danish People’s Party, a far-right anti-immigrant party that backed the measure, framed the move on his Facebook page as necessary to uphold Danish culture in the face of potential threats from Islam.\n\n“It is unacceptable to ban Danish food culture, including dishes with pork, in Danish child care institutions. What will be next?!” he wrote. “The Danish People’s Party is working nationally and locally for Danish culture, including Danish food culture, and that means we are also fighting against Islamic rules and misguided considerations dictating what Danish children should eat.”\n\nThe rule on pork comes as Denmark is poised to pass a law that would force refugees to hand over their valuables, including jewelry, to help pay for lodging them, a move that has angered human rights groups and drawn criticism from the United Nations.\n\nPrime Minister Lars Lokke Rasmussen has also warned that the 1951 United Nations treaty governing the rights of refugees might need to be revised. And this month, after Sweden introduced identity checks for travelers arriving from Denmark, the Danes did the same along their border with Germany.\n\nIn Denmark, a small Scandinavian country where farming has long been part of the national identity and pork is a popular staple, some commentators said it was not surprising that the ubiquitous pig had become a point of contention. In 2014, crispy pork with parsley sauce was named Denmark’s national dish. The country is also among the world’s largest pig meat exporters, according to the Danish Agriculture and Food Council.\n\nAyse Dudu Tepe, an archaeologist and radio host who was born in Denmark to Turkish parents, noted, with more than a hint of wryness, that she could understand those agitating on behalf of pigs.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“In a country with more pigs than humans,” she wrote on her Facebook page, “it makes perfect sense to have a political party talking on behalf of the pigs.”\n\nCharlotte Molbaek, a member of the Socialist People’s Party on the Randers Town Council, said the proposal was politically motivated. The Danish People’s Party has become a potent political force, in part by railing against immigration and fashioning itself as the protector of traditional Danish values.\n\nAdvertisement Continue reading the main story\n\n“What do children need? Do they need pork? Actually not. But the Danish People’s Party does,” she was quoted as saying by Politiken, a daily newspaper, during a debate on the measure. “Children need grown-ups.”\n\nDenmark is not alone in viewing culture, including food, as a bulwark to protect national identity. In food-obsessed France, where calls to uphold the country’s vaunted secular liberal values have become all the more urgent after two separate terrorist attacks by Islamic extremists, pork has become a sometimes emotive issue in debates over integration.\n\nSeveral towns run by rightist mayors have tried to remove nonpork options from school cafeterias in a professed effort to preserve French identity, even as members of the Muslim and Jewish populations have protested that such policies risk alienating minorities. In Chalon-sur-Saône, in the French region of Burgundy, elementary school students who do not eat pork have to content themselves with vegetables after the City Council voted in September to stop offering substitutions like fish on their menus on days when pork is served.\n\nSchools in Europe have increasingly come under scrutiny for their essential role in fostering integration, and, on Wednesday, it emerged in Britain that a 10-year-old Muslim boy had been questioned by the police in December after his spelling skills failed him and he mistakenly wrote that he lives in a “terrorist house” during an English lesson.\n\nThe boy, from Lancashire, in northwest England, had meant to write “terraced house,” the BBC reported.\n\nBut in Denmark, it is food at schools that has spurred the latest debate. Fatma Cetinkaya, a member of the Social Democrats on the Randers Town Council, called the new measure “incomprehensible.”\n\n“Randers has always been at the forefront when it comes to integration,” she was quoted as saying by Politiken. “We don’t have problems with crime and a lot of other things, so it’s incomprehensible that pork has been made into a problem. It’s such a shame.”\n\nBut she was philosophical. “As a Muslim, you get thick-skinned,” she said.", "summary": "The rule on pork comes as Denmark is poised to pass a law that would force refugees to hand over their valuables, including jewelry, to help pay for lodging them, a move that has angered human rights groups and drawn criticism from the United Nations.In Denmark, a small Scandinavian country where farming has long been part of the national identity and pork is a popular staple, some commentators said it was not surprising that the ubiquitous pig had become a point of contention.In food-obsessed France, where calls to uphold the country’s vaunted secular liberal values have become all the more urgent after two separate terrorist attacks by Islamic extremists, pork has become a sometimes emotive issue in debates over integration.Several towns run by rightist mayors have tried to remove nonpork options from school cafeterias in a professed effort to preserve French identity, even as members of the Muslim and Jewish populations have protested that such policies risk alienating minorities.Schools in Europe have increasingly come under scrutiny for their essential role in fostering integration, and, on Wednesday, it emerged in Britain that a 10-year-old Muslim boy had been questioned by the police in December after his spelling skills failed him and he mistakenly wrote that he lives in a “terrorist house” during an English lesson."}