{"title": "Al Qaeda Trained Suspect in Paris Terror Attack, Official Says", "authors": ["Eric Schmitt", "Michael S. Schmidt", "Andrew Higgins"], "url": "https://www.nytimes.com/2015/01/09/world/europe/paris-terror-attack-suspects.html", "body": "But the French interior minister, Bernard Cazeneuve, announced Thursday that Saïd Kouachi, described as unemployed, was now formally considered the “aggressor” in the case, indicating that investigators believe he was the driving force behind the massacre. He lived in Reims, a city east of Paris, where late Wednesday a heavily armed antiterrorist police unit raided his apartment in a concrete residential block.\n\nMr. Cazeneuve said Saïd “has never been prosecuted or convicted but has appeared on the periphery of judicial cases” involving his younger brother.\n\nAmerican intelligence and counterterrorism officials on Thursday were still trying to determine whether the Qaeda affiliate in Yemen had explicitly ordered Wednesday’s attack. There was no indication that the masked men who carried it out were acting under orders from the group or were part of a larger militant cell in France. But as they launched their attack at Charlie Hebdo, according to witnesses, the pair proudly declared allegiance to the group.\n\n“Tell the media that it is Al Qaeda in Yemen,” the men shouted, referring to the terrorist outfit also known as Al Qaeda in the Arab Peninsula.\n\nThe Yemeni branch of Al Qaeda had already declared its own interest in targeting the newspaper. A 2013 edition of the group’s English-language propaganda magazine, Inspire, placed Charlie Hebdo’s editor, Stéphane Charbonnier, on a list along with other prominent journalists, writers and public figures. “Wanted dead or alive for crimes against Islam,” the magazine stated.\n\nWhile familiar to the French authorities, the two Kouachi brothers appear to have lived low-key lifestyles in and around Paris. Orphaned as children after the deaths of their parents, immigrants from Algeria, Chérif and Saïd were raised in foster care in Rennes, in western France. Chérif trained as a fitness instructor before moving to Paris, where he lived with his brother in the home of a convert to Islam.\n\nPhoto\n\nBut Chérif, in particular, hid his militant leanings in plain sight, and more is known about him and his views. While working at a series of menial jobs over the years, which included delivering pizzas as well as selling fish, and leading a seemingly normal immigrant life in and around Paris, he became entangled with a string of foreign jihadist outfits and activists.\n\nAdvertisement Continue reading the main story\n\nAnd he was so well known for his extremist links that he appeared in a 2005 documentary shown on France 3, a state television channel, about France’s jihadist underworld. He was presented as an ordinary immigrant youngster who enjoyed rap music and clubbing before tumbling into a subterranean world of fanatical faith and calls for vengeance against United States troops in Iraq and other forces perceived as enemies of Islam.\n\nAfter his arrest that year, Chérif Kouachi was held in a detention center at Fleury-Mérogis, a southern suburb of Paris, and got to know Djamel Beghal, a champion of jihad who was jailed in 2001 for a planned attack on the American Embassy in Paris.\n\nAfter his release, Chérif got a steady girlfriend and found a job selling fish at a Leclerc supermarket, and had seemingly put his past behind him. But, according to the newspaper Le Monde, he quietly renewed contacts with his old jihadist comrades and again popped onto the radar of intelligence officers in connection with a plot to free a jailed Islamist militant serving a life sentence for a 1995 attack on a rail station at the Musée d’Orsay.\n\nMore on the Paris Shootings\n\nProsecutors, worried about making charges stick, decided in the end not to prosecute. Their written ruling, according to Le Monde, stated that Mr. Kouachi would not face charges “despite his proven roots in radical Islam and his demonstrated interest in theses defending the legitimacy of armed jihad.”\n\nFresh out of prison and already deeply involved in France’s violent Islamist underground, Chérif Kouachi worked hard to present an unthreatening face to the world when he got a job in August 2009 at the fish counter in a suburban supermarket northwest of Paris.\n\nThe manager of the Leclerc store in Conflans Sainte Honorine, who spoke on the condition of anonymity because she wanted to avoid attracting unwelcome attention, said Mr. Chérif made an excellent fishmonger. He was even-tempered, conscientious and never distracted by idle chitchat with colleagues, his former boss said, adding that the only thing he ever talked about was the price of fish.\n\nAnother foreign associate of Chérif Kouachi and his brother is believed to be the Tunisian-French jihadist Boubaker Hakim, a member of the Islamic State who has been actively recruiting and building a network of fighters across Northern Africa and in European immigrant communities since 2011.\n\nVideo\n\nMr. Hakim helped found a network of young jihadists based in the 19th Arrondisement of Paris that Chérif Kouachi fell in with a decade ago. It mixed classes on jihad, led by a 26-year old janitor-turned-preacher, with physical training sessions in Buttes-Chaumont, a public park on a hill in northeastern Paris, and the recruitment of local young Muslims to fight in Iraq.\n\nAdvertisement Continue reading the main story\n\nThe radical mosque where they gathered, near the Stalingrad subway station, was torn down eight years ago. The manager of a nearby Islamic book shop, the House of Light, like many other local residents, declined to discuss the Kouachi brothers, who lived in the heavily immigrant area before Chérif’s 2005 arrest in connection with the group’s recruitment of fighters for Iraq.\n\nMr. Hakim, who also spent time in the grimy neighborhood, is now wanted for the assassination of the Tunisian left-wing politician Mohamed Brahmi in Tunis in 2013. Mr. Hakim is thought to be in Iraq or Syria and appeared in a video produced by the Islamic State in December with two other Tunisians urging North Africans to join the Islamic State and conduct assassinations at home.\n\nMathieu Guidére, a French expert on terrorism, described the brothers as representative of a common and powerful phenomenon — the emotional appeal of global jihad, particularly after the battlefield successes in Iraq and Syria last year of the Islamic State, to segments of Europe’s young Muslim population.\n\n“The profile of the brothers is simple: They’re typical French terrorists, well trained and determined, connected to Al Qaeda network,” Mr. Guidére said. “They haven’t been motivated by personal grievance against the French intelligence and security service. They have had contacts with the Islamic State via Internet, but they’ve never been there.”\n\nWith more than five million Muslims, Europe’s largest Muslim population, France has struggled for years to keep track of genuine extremists while avoiding measures that would alienate ordinary Muslims and increase the risk of a violent response.\n\nJonathan Laurence, the author of “The Emancipation of Europe’s Muslims,” said in a telephone interview that intelligence services in European countries had so many residents with jihadist sympathies that it was very hard to separate those who merely offer verbal support for groups claiming to fight for Islam from those who are prepared to take up arms.\n\n“Mass surveillance of an entire community is not an option because civil liberties also need to be balanced with the potential benefit it will gain,” Mr. Laurence said.", "summary": "But, according to the newspaper Le Monde, he quietly renewed contacts with his old jihadist comrades and again popped onto the radar of intelligence officers in connection with a plot to free a jailed Islamist militant serving a life sentence for a 1995 attack on a rail station at the Musée d’Orsay.Fresh out of prison and already deeply involved in France’s violent Islamist underground, Chérif Kouachi worked hard to present an unthreatening face to the world when he got a job in August 2009 at the fish counter in a suburban supermarket northwest of Paris.The manager of a nearby Islamic book shop, the House of Light, like many other local residents, declined to discuss the Kouachi brothers, who lived in the heavily immigrant area before Chérif’s 2005 arrest in connection with the group’s recruitment of fighters for Iraq.Mathieu Guidére, a French expert on terrorism, described the brothers as representative of a common and powerful phenomenon — the emotional appeal of global jihad, particularly after the battlefield successes in Iraq and Syria last year of the Islamic State, to segments of Europe’s young Muslim population.Jonathan Laurence, the author of “The Emancipation of Europe’s Muslims,” said in a telephone interview that intelligence services in European countries had so many residents with jihadist sympathies that it was very hard to separate those who merely offer verbal support for groups claiming to fight for Islam from those who are prepared to take up arms."}