{"title": "Police Push Into Kiev Square as Crisis Grows", "authors": ["David M. Herszenhorn", "Andrew E. Kramer"], "url": "http://www.nytimes.com/2013/12/11/world/europe/ukrainian-security-forces-confront-protesters-in-Kiev-square.html", "body": "The crackdown by the authorities came hours after a three-and-a-half-hour meeting between Mr. Yanukovich and Catherine Ashton, the European Union’s foreign policy chief.\n\nThe diplomatic consequences became apparent almost immediately. “I was among you,” Ms. Ashton said in a statement on Wednesday morning. “The authorities did not need to act under the cover of night.”\n\nAnd in unusually strong language, Secretary of State John Kerry expressed the United States’ “disgust” with the authorities’ decision to use force. “This response is neither acceptable nor does it befit a democracy,” he said in a statement.\n\nHe added: “As church bells ring tonight amidst the smoke in the streets of Kiev, the United States stands with the people of Ukraine. They deserve better.”\n\nWestern leaders, including Vice President Joseph R. Biden Jr., who spoke by telephone with Mr. Yanukovich on Monday, had sternly warned the government against the use of force on peaceful protests. Earlier, on Tuesday, demonstrators had milled about on Independence Square as they have every day since Dec. 1, when it was occupied and barricaded after a huge demonstration that drew hundreds of thousands. That rally was animated by public anger over a brief but bloody crackdown by the police against demonstrators the day before.\n\nPeople first took to the streets nearly three weeks ago, in anger over Mr. Yanukovich’s sudden decision to scuttle far-reaching political and free-trade agreements with the European Union that had been in the works for more than a year and that he had promised to sign.\n\nThe storming of the plaza was especially surprising because Tuesday had largely been a day of consultations and discussions among senior officials. The talks with Western diplomats had focused heavily on Ukraine’s acute financial troubles; a deepening cash crunch could leave the country broke within months.\n\nAdvertisement Continue reading the main story\n\nAlong with Ms. Ashton, Victoria Nuland, an assistant secretary of state, returned to Kiev after making a brief visit here last week and then traveling elsewhere in the region, including to Russia where she urged senior officials to help resolve the crisis in Ukraine.\n\nMr. Yanukovich also met with the three former presidents of Ukraine, to begin what the government described as a process of “round table” discussions to resolve the crisis.\n\nVideo\n\nBy 3 a.m. Wednesday, witnesses said that the police had largely divided the crowd into sectors and had cleared a substantial portion of the plaza. They then stood in formation but did not appear to be making arrests.\n\nAt one point, protesters in construction hats, bicycle helmets and other protective gear rushed toward the officers, with blows being landed by both sides. Burning barrels tipped over, sending up plumes of smoke.\n\nRoman Bakus, 30, had been standing in front of a long line of police officers in the embattled plaza and was knocked down by their advance.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Of course we are afraid, but we are all together,” said Mr. Bakus, who was wearing a bicycle helmet. “Of course we could lose, but we will achieve something anyway. We’ll stay here until the end. If we lose today, three times as many people will come out tomorrow.”\n\nAt that, the crowd began singing the Ukrainian national anthem, and Mr. Bakus and others took off their helmets in salute.\n\nAt least one man was on the ground, apparently unconscious. He was carried off by volunteer medics who came running with a stretcher. Throughout the occupation, protesters had established first aid stations, canteens, volunteer security forces and cleaning crews.\n\nThey listened to speeches, danced to musical performances and gathered around fires to keep warm.\n\nLate on Tuesday night there were a series of intermittent blackouts — unusual for Kiev — that apparently foreshadowed the arrival of the riot police.\n\nAdvertisement Continue reading the main story\n\nEven before that, the continuing civic uprising had begun to take a toll on Ukraine’s already imperiled economy. Borrowing costs for Ukraine rose to their highest level in years on Tuesday and the central bank was forced to intervene to support the currency as investors fled from a country with its government under siege, no budget in place for next year and an increasingly acute need for a rescue package of as much as $18 billion.\n\nUkraine remains caught in a tug of war between Europe and Russia, which are vying for political sway over the country’s future. Both are both deeply wary of putting up cash, however, given the uncertain political situation and Mr. Yanukovich’s long track record of playing East against West, most recently with his move on the accords.\n\nIn rejecting the accords, Mr. Yanukovich said he could not accept conditions of an accompanying rescue package from the International Monetary Fund. He was also under heavy pressure from the Kremlin, which threatened draconian trade sanctions if Ukraine signed the trade pact with Europe. If Mr. Yanukovich thought he was making a clever maneuver, stringing along the European Union while he extracted a better deal from Russia, the plan exploded when protesters rushed into the streets.\n\n“Yanukovich was playing a game where he thought he could maneuver the E.U. and Russia to his benefit,” said Stephen Sestanovich, a Russia expert and a senior fellow with the Council on Foreign Relations. “The whole idea was to get both sides to pay.”\n\nInstead, he now has no deal with anyone. Russia has indicated some willingness to help, potentially with a combination of lower gas prices, the refinancing of existing debt and, perhaps, a small bridge loan, but not until the political turmoil has been resolved.\n\nA Russian deputy prime minister, Igor Shuvalov, said in New York on Tuesday that Mr. Yanukovich and President Vladimir V. Putin of Russia would meet again in a week.\n\nThe possibility that Ukraine could be tipped back into Russia’s orbit has set Western officials scrambling, in part to put together a more palatable aid package that perhaps would persuade Mr. Yanukovich to reconsider signing the accords.\n\nOpposition leaders here said that they had received assurances in a meeting with European ambassadors that Western financial assistance was still available, and could serve as an alternative to a Russian bailout, though the talks remain preliminary. But there was no indication that the I.M.F. was softening its loan terms."}