{"title": "Distinguishing Minors From Adults in a Tide of Young Migrants", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/10/29/world/europe/distinguishing-minors-from-adults-in-a-tide-of-young-migrants.html", "body": "PASSAU, Germany — Newly arrived migrants were lining up at the train station in this border town for their first registration one recent evening. In a group of young Afghans traveling on their own, Matin, from Kabul, said he was 17 years old.\n\nA police officer laughed. “Yes, you and all your friends are 17,” he said. “You know how often I hear that every day?”\n\nOne of the hardest challenges in processing unaccompanied teenage migrants is to determine whether they are still minors. Their legal situation changes radically on their 18th birthday.\n\nEuropean Refugee and Migrant Crisis\n\nMigrants under 18 are considered “children first and refugees second,” giving them the same rights as German children, said Johanna Karpenstein of B-UMF, a Berlin-based charity focused on unaccompanied minor refugees across Germany. That means where possible they are fast-tracked into youth housing, German lessons and schools. Perhaps the biggest prize: If they are granted asylum, their families are allowed to join them in Germany.\n\nAdvertisement Continue reading the main story\n\nThe age assessment happens early on. When a migrant claims to be a minor, a youth worker is assigned to determine if the claim is credible.", "summary": "PASSAU, Germany — Newly arrived migrants were lining up at the train station in this border town for their first registration one recent evening.In a group of young Afghans traveling on their own, Matin, from Kabul, said he was 17 years old.One of the hardest challenges in processing unaccompanied teenage migrants is to determine whether they are still minors.Migrants under 18 are considered “children first and refugees second,” giving them the same rights as German children, said Johanna Karpenstein of B-UMF, a Berlin-based charity focused on unaccompanied minor refugees across Germany.Perhaps the biggest prize: If they are granted asylum, their families are allowed to join them in Germany."}