{"title": "Austria and Slovenia Trade Threats as Tensions Over Migrants Grow", "authors": ["Melissa Eddy", "Barbara Surk", "Alison Smale"], "url": "https://www.nytimes.com/2015/10/29/world/europe/austria-fence-refugees-migrants.html", "body": "Horst Seehofer, head of the Bavaria-only Christian Social Union party, has demanded that the chancellor reduce the influx of migrants, setting a deadline for Sunday when Ms. Merkel and the third leader of their governing coalition, Sigmar Gabriel, head of the center-left Social Democrats, have a meeting scheduled.\n\n“We need swift, immediate measures,” Mr. Seehofer said in Munich, after addressing legislators in Bavaria. “Above all, it is necessary to re-establish a situation in keeping with the rule of the law.”\n\nThe developments highlighted the growing consequences of the European Union’s failure to forge a common solution to the problem of having hundreds of thousands of people from Syria, Afghanistan and other strife-ridden countries trek through the continent on their way to seeking new lives in the heart of Europe.\n\nVideo\n\nDespite plans by European Union leaders to build reception centers around the outer rim of the bloc to control the flow north and west, no progress has been made, and an amended plan that emerged at a summit meeting in Brussels last weekend appears doomed. The result has been that nations along the trail have had to fend for themselves, working together unofficially to allow the migrants to freely cross borders — as long as they also exited at the other end — on their way to Germany.\n\nGermany has opened its arms to the new arrivals and has said it expects as many as a million to try to settle there this year.\n\nBut Mr. Seehofer told the Bavarian lawmakers that if an agreement could not be reached with Ms. Merkel this weekend to limit the newcomers, he would examine “judicial and political measures,” although he did not get more specific.\n\nBavaria has borne the brunt of handling the tens of thousands of arrivals in Germany — 15,000 people alone over the past weekend — since the first trains began arriving in Munich this summer. There, with the help of volunteers, refugees begin the first steps of the asylum process and are then dispersed throughout the country.\n\nAdvertisement Continue reading the main story\n\nThe days of cheering welcomes, however, have given way to a palpable discontent, and Mr. Seehofer said many constituents had questioned whether the government has the situation under control.\n\nPhoto\n\nAlthough Mr. Seehofer has repeatedly said he will not allow the coalition government to collapse, he refused to comment on a report in the newspaper Bild on Wednesday that, as a last resort, he was considering pulling the three ministers from his party from Ms. Merkel’s cabinet.\n\nFederal prosecutors on Wednesday charged a 44-year-old German man with attempted murder in the stabbing in Cologne last Saturday of a mayoral candidate in the city, Henriette Reker, an attack the authorities said was driven by the man’s rage over Ms. Reker’s work with refugees.\n\nMs. Reker, who is expected to recover, won the election Sunday. Four others were hurt in the attack, which shocked the country.\n\nMs. Merkel, who departed Wednesday for a trip to China, has refused to be drawn into a debate over what some observers view as Bavarian saber-rattling. Her spokesman said Ms. Merkel viewed the talks on Sunday as a way to maintain the dialogue among the coalition leaders.\n\nWhile the chancellor insisted that Berlin and Vienna were cooperating, the tensions between the two governments worsened on Wednesday, with each side accusing the other of failing to maintain a manageable flow at certain border crossings.\n\nGermany’s interior minister, Thomas de Maizière, issued a rare and blistering attack on Austria, saying it “was out of order” for busing refugees to the border with Bavaria, unannounced and under cover of darkness. The Austrians accuse the Germans of being too slow to admit arrivals.\n\nThe government in Vienna had promised after “‘intensive consultations” to improve, Mr. de Maizière said, adding, “I expect that to happen immediately.”\n\nAdvertisement Continue reading the main story\n\nHe raised the possibility of distinguishing among asylum seekers, saying that Afghans, who are arriving in the second-highest numbers, behind Syrians, were likely to be sent home.\n\n“People who come to us as refugees from Afghanistan cannot all expect to be able to stay in Germany,” he said, noting that German troops, police and development aid continue to pour into Afghanistan and that not all areas there are unsafe. (The likelihood of harm if a person is returned to his or her native country is a condition for granting asylum.)\n\nIn Austria late Tuesday, Johanna Mikl-Leitner, the interior minister, said she had ordered her office to begin exploring plans for a “solid, technical barrier several kilometers long.” Pressed about the issue on Austrian public television on Wednesday, she said, “Of course it is about a fence.” Her office insisted that any barrier would not close off the border, but serve to control it to ensure security.\n\nBut the Austrian chancellor, Werner Faymann, later said that “there will not be a fence around Austria,” adding that he had only asked Ms. Mikl-Leitner to consider how to better secure the southern border.\n\nNevertheless, Ms. Mikl-Leitner’s announcement appeared to escalate international tensions and could result in more restrictive borders in Slovenia.\n\nThe migrant issue, and the debate over how to respond to it, continues to resonate in many parts of the world. On Tuesday, Tony Abbott, the former Australian prime minister, used his first major address since his ouster last month to denounce Europe’s migration policies, warning that the continent risked “fundamentally weakening itself” through “misguided altruism.”\n\n“All countries that say ‘anyone who gets here can stay here’ are now in peril, given the scale of the population movements that are starting to be seen,” he said in London at a lecture honoring Margaret Thatcher.\n\nMr. Abbott’s government refused to accept asylum seekers intercepted at sea, instead sending them to offshore camps. He recommended the same approach for Europe. “This means turning boats around,” he said.", "summary": "The developments highlighted the growing consequences of the European Union’s failure to forge a common solution to the problem of having hundreds of thousands of people from Syria, Afghanistan and other strife-ridden countries trek through the continent on their way to seeking new lives in the heart of Europe.Although Mr. Seehofer has repeatedly said he will not allow the coalition government to collapse, he refused to comment on a report in the newspaper Bild on Wednesday that, as a last resort, he was considering pulling the three ministers from his party from Ms. Merkel’s cabinet.While the chancellor insisted that Berlin and Vienna were cooperating, the tensions between the two governments worsened on Wednesday, with each side accusing the other of failing to maintain a manageable flow at certain border crossings.Germany’s interior minister, Thomas de Maizière, issued a rare and blistering attack on Austria, saying it “was out of order” for busing refugees to the border with Bavaria, unannounced and under cover of darkness.On Tuesday, Tony Abbott, the former Australian prime minister, used his first major address since his ouster last month to denounce Europe’s migration policies, warning that the continent risked “fundamentally weakening itself” through “misguided altruism.”"}