{"title": "Attack in France Fuels Anti-Immigrant Parties on Europe’s Right", "authors": ["Alison Smale", "Stephen Castle"], "url": "https://www.nytimes.com/2016/07/17/world/europe/attack-in-france-fuels-anti-immigrant-parties-on-europes-right.html", "body": "“This was in one of the most famous holiday destinations in Europe, and the images were so horrific that it does feed into this general sense of insecurity that populist parties trade off,” said Mark Leonard, the director of the European Council on Foreign Relations, a research institute.\n\n“It adds to the idea that the established parties are not in control and that we are under threat,” Mr. Leonard added. “It adds, too, to this general sense that rather than transforming the world around us, Europe is being transformed by globalization, and by people coming in and posing a threat.”\n\nA recent survey from the Pew Research Center showed that the refugee crisis and the threat of terrorism were becoming intertwined in the minds of many Europeans.\n\nIn eight of the 10 European nations covered, more than half of those surveyed said they believed that the presence of refugees — mostly from Syria, Iraq and other poor and war-torn Muslim nations — increased the likelihood of terrorism in their country. Fears were highest in Hungary and Poland.\n\nIn Poland, the right-wing government is already locked in bitter disputes with the European Union over freedom of speech and the rule of law.\n\nAs the grisly details in Nice became clear, Poland’s interior minister swiftly blamed “decades of multi-culti policy” and those “who lit up the Eiffel Tower” after earlier attacks in Paris.\n\n“They haven’t learned anything from terrorist attacks in Paris and Brussels, when those in power just burst into tears,” the minister, Mariusz Blaszczak, told Polsat News, a private TV channel. “We need to focus on guaranteeing people’s safety.”\n\nAdvertisement Continue reading the main story\n\nThat is best done, he argued, by emulating Poland and Hungary, keeping migrants out and preventing crime.\n\n“We, unlike Western Europe, don’t experience such problems; we don’t have districts ruled by a different law than Polish law; we don’t have no-go zones that Polish police cannot enter,” Mr. Blaszczak said, alluding to debunked reports of such areas in Western Europe.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPawel Kukiz, leader of the self-described patriotic opposition party Kukiz’15, which won seats in Parliament last fall, used the Nice attack to call for a referendum asking Poles whether they agree to accept any refugees.\n\nHungary was already due to hold a similar plebiscite in the fall, and Prime Minister Victor Orban — the first European leader to build fences last year to keep out waves of Middle East migrants — is urging Hungarians to vote against European quotas for taking in newcomers.\n\nThat vote is scheduled for Oct. 2, the same day that neighboring Austria will hold a rerun of its presidential election. That contest pits a former Green Party leader against a far-right politician, Norbert Hofer, who could become the first rightist elected head of state in Europe since 1945.\n\nEven if Mr. Hofer does not prevail, his Freedom party is still No. 1 in opinion polls in Austria, well ahead of the mainstream parties that have governed Austria since 1945 but were eliminated in the first round of presidential voting in April.\n\nEven in prosperous and conservative Germany, Europe’s No. 1 power, politics have become more fractured. The far-right Alternative for Germany, mired in internal disputes, has slipped to between 9 percent and 12 percent in opinion polls, down from 15 percent. But that is still well above the 5 percent barrier for winning seats in next year’s national elections.\n\nSupport for Chancellor Angela Merkel and her conservative bloc has strengthened slightly since the British referendum, as the public saw the economic and political aftermath of that vote.\n\nBut Ms. Merkel is still widely blamed for a policy that allowed some one million migrants to arrive in Germany last year. Desperate to stanch the flow, she enlisted Turkey to help keep migrants from entering Europe. How that agreement will fare now that Turkey’s military has tried to unseat President Recep Tayyip Erdogan was one of many open questions.\n\nAdvertisement Continue reading the main story\n\nIn Britain, one of the biggest challenges facing Prime Minister Theresa May’s new government is how to balance a desire for continued access to the European single market with the European Union’s requirement of open-border policies that allow European citizens to live and work anywhere they please within the bloc. Shutting off immigration was one of the most powerful motives behind the vote to leave the European Union, and the attack in Nice seemed likely to harden the position of those advocating strict border control.\n\nWell before the British referendum, the refugee crisis had put an acute strain on European unity, and in particular on Europe’s Schengen border-free travel zone. The attacker in Nice was living in France legally.\n\nBut the assault followed other terror attacks in which some attackers had crossed the Belgian-French border, and two of the attackers in the assault on Paris in November had apparently entered Europe in last year’s migrant wave.\n\nAs a result, criticisms of Europe’s open-border policies have taken root not just on the far right but among more mainstream parties.\n\n“All the Schengen countries have now free circulation of people,” Pierre Lellouche, a former minister and member of France’s center-right Republican party, told the BBC on Friday. “But it is turning into free circulation of terrorists. We don’t know who enters.”\n\nAs for improving border control or sharing more information among European intelligence agencies, he added: “Nothing is happening.”", "summary": "“This was in one of the most famous holiday destinations in Europe, and the images were so horrific that it does feed into this general sense of insecurity that populist parties trade off,” said Mark Leonard, the director of the European Council on Foreign Relations, a research institute. As the grisly details in Nice became clear, Poland’s interior minister swiftly blamed “decades of multi-culti policy” and those “who lit up the Eiffel Tower” after earlier attacks in Paris. “They haven’t learned anything from terrorist attacks in Paris and Brussels, when those in power just burst into tears,” the minister, Mariusz Blaszczak, told Polsat News, a private TV channel. Shutting off immigration was one of the most powerful motives behind the vote to leave the European Union, and the attack in Nice seemed likely to harden the position of those advocating strict border control."}