{"title": "Greece Saves 240 as Boat With Migrants Capsizes", "authors": ["Niki Kitsantonis"], "url": "https://www.nytimes.com/2015/10/29/world/europe/greek-coast-guard-saves-240-migrants-after-their-boat-capsizes.html", "body": "Photo\n\nATHENS — Mounting one of its biggest rescue operations in the Aegean Sea this year, the Greek Coast Guard on Wednesday saved some 240 migrants after a large wooden smuggling boat capsized in high winds off the Greek island of Lesbos, killing three people, including two children. The search continued late into the night in a bid to find more survivors.\n\n“It’s a big wreck; we don’t often see this,” a Coast Guard official on Lesbos said by telephone, noting that most boats dispatched by smugglers from Turkey to Greece carry “40 or 80 people.”\n\n“We’ve seen boats with 160 or 170 but that’s rare,” he added. Inflatable dinghies have been the smugglers’ preferred vessel up to now. The official refused to speculate on whether the type of vessel used this time and the number of passengers aboard marked a new tactic by the smugglers.\n\nThe wooden vessel flipped over in near gale-force winds about 4 in the afternoon, the official said. A Coast Guard boat sent out an alert and was joined by a helicopter, another Greek vessel and a boat belonging to Frontex, the European Union’s border-monitoring agency.\n\nVideo\n\n“It was bad weather; thankfully we had boats nearby and the response was quick,” said the official who spoke on customary condition of anonymity.\n\nAdvertisement Continue reading the main story\n\nThe three people confirmed dead were a man and two boys, a 4-year-old and a 1-year-old. No details were available about their country of origin.", "summary": "ATHENS — Mounting one of its biggest rescue operations in the Aegean Sea this year, the Greek Coast Guard on Wednesday saved some 240 migrants after a large wooden smuggling boat capsized in high winds off the Greek island of Lesbos, killing three people, including two children.The search continued late into the night in a bid to find more survivors.“It’s a big wreck; we don’t often see this,” a Coast Guard official on Lesbos said by telephone, noting that most boats dispatched by smugglers from Turkey to Greece carry “40 or 80 people.”The official refused to speculate on whether the type of vessel used this time and the number of passengers aboard marked a new tactic by the smugglers.“It was bad weather; thankfully we had boats nearby and the response was quick,” said the official who spoke on customary condition of anonymity."}