{"title": "For Third Day, Brussels Is Paralyzed by Terror Dragnet", "authors": ["Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2015/11/24/world/europe/brussels-lockdown-terrorism-arrests.html", "body": "The central square, known as the Grand Place, or Grote Markt, was all but deserted, except for a few tourists ambling around a giant Christmas tree. Soldiers patrolled an area normally thronged with shoppers, and armored personnel carriers rolled over cobblestone streets usually choked with cars.\n\nThe authorities announced that Brussels would remain at a level 4 alert, the highest possible, through the week, and that the rest of the country would remain at level 3, though it was not entirely clear what that meant given the decision to lift some closures. The subways and schools were scheduled to reopen on Wednesday, Prime Minister Charles Michel said in a news conference, but in other respects, “the situation remains the same as yesterday,” he said.\n\nOf the investigation, Mr. Michel said only that the police were “working hard,” and he called on the public to “remain vigilant.”\n\nVideo\n\nThose words, meant to reassure, also spread growing concern that this was emerging as the new normal and that the days ahead would face similar unsettling disruptions. Charlie Attar, who runs a shop specializing in winter clothes, said his greatest concern was not so much a terrorist attack as a lockdown that extends into the Christmas shopping season.\n\n“Usually I get a lot of tourists from Switzerland, the Netherlands, from Scandinavian countries,” he said, puffing nervously on a cigarette. He worries about paying rent, he said.\n\nHe added, “We’re going to have to start getting used to the idea of living with the army.”\n\nMichel Vankeerberghen, an official with the Tourism Bureau for Wallonia, the French-speaking region of Belgium, said the city was “playing a waiting game,” one that tested the nerves. “On a psychological level, it’s very hard,” he said.\n\nThe annual Brussels Christmas market was scheduled to open on Friday, he said, but it was unclear whether the security lockdown would allow that to happen. The stalls that look like little gingerbread houses were all closed on Monday.\n\nAdvertisement Continue reading the main story\n\nThe Christmas market normally attracts 1.5 million visitors, 300,000 of them tourists, said Olivier Mees, who organizes the event. Workers were putting up large decorations on the Boulevard Anspach, in front of the city’s old stock exchange, as soldiers in camouflage looked on.\n\nPhoto\n\n“We’re making preparations, even if we don’t know the market will go on,” said a disgruntled worker, half his face covered to protect from the biting cold.\n\nAbdel Messaoudi, who manages a Pizza Hut, said that revenues had fallen at least 75 percent since Saturday, when the authorities put the Brussels region on the highest level of alert.\n\n“I’ve never, ever seen Brussels this quiet,” said Mr. Messaoudi, who told his employees not to come to work on Monday because the subway was closed. Usually this part of the city is teeming with tourists and workers, he said, but the crowds have shrunk by at least two-thirds.\n\nThere was at least one known reason for the authorities’ heightened concern: On the third day of the high alert, they were still searching for Salah Abdeslam, a participant in the Paris terrorist attacks. The authorities have searched 24 homes in the Brussels area since Sunday evening, detaining 21 people.\n\nLate Monday, the federal prosecutor’s office said in a statement that a judge had placed one person in custody on charges of participating in the terrorist attacks in Paris and had released most of the others.\n\nVideo\n\nThe lawyer for one of the individuals arrested said that they were friends and relatives of Mr. Abdeslam, and that the police were looking to question them on their conversations with him before the Paris attacks.\n\nThe chief target of the police raids was Mr. Abdeslam, the 26-year-old Frenchman who remained at large. A BMW that was pulled over on Sunday night around Liège, and that caused much chatter on the Internet, has “no link at all with the ongoing operation,” according to Eric Van der Sijpt, a magistrate and a spokesman for the federal prosecutor’s office.\n\nAdvertisement Continue reading the main story\n\nAt least four of the attackers in Paris had lived in Belgium, including Mr. Abdeslam and the suspected ringleader, Abdelhamid Abaaoud, who was killed in a police raid outside Paris last week.\n\nIn France, where the threat level has abated somewhat in recent days, the health minister said 169 people were still hospitalized from the Nov. 13 attacks, including 34 in intensive care.\n\nThe country’s finance minister, Michel Sapin, said that France would tighten rules for the use of prepaid bank cards, which can be used anonymously under certain thresholds and were used by the attackers who killed 130 people in Paris and neighboring St.-Denis.\n\nMr. Sapin also said that the French authorities combating money laundering and the financing of terrorism would be given direct access to the police database of wanted or suspected individuals. He added that the government would introduce legislation to expand the authorities’ ability to freeze the financial assets of terrorism suspects to include vehicles and real estate.\n\nFor Belgians living with the constant threat and uncertainty, the police presence was reassuring, even for Mukando Fortuna, a young black man, who says he is usually wary of the authorities.\n\n“I’m usually stopped and searched by the police, which really irritates me,” he said, wearing sunglasses and chatting with friends. “But this time, they haven’t. They’re cool. We’re not scared because of a group of idiots.”\n\nOthers also refused to succumb to the climate of fear. Philippe Bornauw, who runs the oldest cigar shop in Brussels, just off the Grand Place, called La Tête d’Or, acknowledged the drop-off in sales but said he was defiant.\n\n“We can’t let us ourselves be taken over by this psychosis,” he said. “I’m going to smoke a cigar and drink Belgian beer, yes, that’s what I’m going to do right this second,” he said, taking out a cigar and lighting it. “A cigar, jazz and beer, what else?”"}