{"title": "Voter Insecurities Feed Rise of Right-Leaning Populist Politicians", "authors": ["David D. Kirkpatrick"], "url": "https://www.nytimes.com/2015/12/11/world/europe/voter-insecurities-feed-rise-of-right-leaning-populist-politicians.html", "body": "“What you are seeing here is quite a radical shift,” said Roger Eatwell, a political scientist at the University of Bath who studies right-wing parties.\n\nMs. Le Pen is the best-known figure from more than a dozen right-leaning populist parties across Europe that have scored big gains over the last two years. This week, her National Front party won the largest share of the vote in the first round of regional elections in France, with 30 percent, making her a contender for the presidency in 2017. She campaigns against what she calls the Islamization of France and has compared Muslims praying in French streets to the Nazi occupation.\n\nBut Ms. Le Pen fuses her cultural chauvinism with appeals to the economic anxieties of working or lower-middle class voters who — like their counterparts across Europe — have suffered from high unemployment, stagnant wages and growing income inequality, especially since the financial crisis of 2008.\n\n“They are pulling out all the stops for the migrants, the illegals, but who is looking out for our retirees?” Ms. Le Pen asked in a recent campaign appearance. “They are stealing from the poor to give to foreigners who did not even ask our permission to come here.”\n\nMr. Trump on Monday evoked comparisons to Ms. Le Pen and her European counterparts with his call to close American borders to all Muslims “until our country’s representatives can figure out what the hell is going on.”\n\nPhoto\n\nMs. Le Pen said that was too much for her, perhaps in part because she feared jeopardizing the progress she had made in shedding her party’s previous image as racist and anti-Semitic.\n\n“Seriously, have you ever heard me say something like that?” she asked on Thursday when questioned about Mr. Trump’s comments during a television interview. “I defend all the French people in France, regardless of their origin, regardless of their religion.”\n\nAdvertisement Continue reading the main story\n\nOthers in Europe’s right-leaning populist parties, though, are applauding Mr. Trump for breaking with what they call the multiculturalist orthodoxy of dominant political elites.\n\n“He is a phenomenon,” said Gawain Towler, a spokesman for the U.K. Independence Party, a right-leaning populist party here.\n\n“They are glad that somebody is saying things along these lines, and that is the same reason why you are now seeing significant support for political groups on the continent of Europe — whether in France, or Denmark or Finland or the others — who do not just repeat the shibboleths of the old establishment,” Mr. Towler said. In all the countries, he said, “the same people have been governing for a long time, and they have completely let down the indigenous inhabitants, particularly at the lower end of the economic spectrum.”\n\nStreaks of nativism have surfaced in Western Europe since it first welcomed waves of immigrants from former colonies in the middle of the last century, with thousands of Indians, Jamaicans and others arriving in Britain.\n\nBut only in the last two decades — with the growing numbers of people arriving from Asia, the Middle East and Africa — has nativist sentiment in Europe approached its prominence in the United States, where immigration is central to the national experience.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn another change, the voices that have taken up the cause of defending national borders and cultures against immigration and other perceived threats are now coming for the first time from populist voices outside the political establishment. (One exception is Hungary, where Mr. Orban, the prime minister, is a right-leaning populist who leads an establishment party, pulled further rightward by competition from a more extreme rival, the Jobbik party.)\n\nLinks that once tied parties to their constituencies — Christian Democrats to Roman Catholic churches, for example, or Social Democrats to labor unions — have frayed. Changes in mass media have made celebrities of some political leaders while devaluing some traditional party organizations.\n\nBut at the same time, establishment parties on the left and right alike have also largely failed to provide solutions to the problems that most vex working-class voters: income stagnation, insecurity and inequality in an age of technological change and global competition.\n\nA poll conducted in Europe last spring by the Pew Research Center found extraordinary gloom about the state of their economies: Sizable majorities in a half-dozen countries expected children to be worse off than their parents. That pessimistic view was held by 58 percent of the German respondents, 68 percent of the British, and 85 percent of the French.\n\nPhoto\n\nA Pew poll in the United States around the same time found that two-thirds of respondents believed government polices since the 2008 financial crisis had primarily benefited the wealthy instead of the middle class or the poor — a view held by 70 percent of those making less than $75,000 a year and by 55 percent of Republicans.\n\nAdvertisement Continue reading the main story\n\nUntil this year, economic anxieties appeared to be the main fuel propelling the growth of upstart populist parties across Europe, including a few on the left as well as the right. They campaigned as Euroskeptics, assailing the transfer of decision-making to the distant European Union authorities in Brussels and denouncing the cost of bailouts or the pain of austerity measures.\n\nEven before the migrant crisis and the recent terrorist attacks, the populists scored big gains in a dozen countries during the European parliamentary elections in the spring of 2014 and led the polling in Britain and France.\n\n“The financial crisis and the eurozone crisis and all the problems the E.U. was having — they all created fears that these parties were able to channel very well,” said Ruth Wodak, a professor at Lancaster University in England and the author of “The Politics of Fear: What Right-Wing Populist Discourses Mean.”\n\nIn each case, the core constituencies of the new right-wing parties were working-class men. “These are voters who feel economically left behind, under threat from immigration and rapid social change, and cut adrift from established politics,” said Matthew J. Goodwin, a political scientist at the University of Kent who studies the right.\n\nMr. Trump, similarly, draws much of his support primarily among voters without a college education. The latest nationwide New York Times/CBS News poll showed that Mr. Trump had the support of 40 percent of Republican primary voters without a college degree, but 26 percent of those who had a degree. No other candidate’s support was related so closely to level of education. The poll was largely taken before his statement on Monday afternoon proposing to temporarily bar Muslims from entering the United States.\n\nUnlike his populist counterparts in Europe, Mr. Trump does not come out of any movement or ideology, nor does he have much history in the Republican Party.\n\nBut like Ms. Le Pen and others on the right, he has combined his signature themes about the perils of immigration with stances that speak to the economic anxieties of working people as well. He has accused hedge funds of “getting away with murder,” calling them “guys that shift paper around and get lucky.” And he has denounced free-trade deals, vowed to put tariffs on imports and to stop immigrants or foreign workers from competing for jobs.\n\nAdvertisement Continue reading the main story\n\nPat Buchanan, who ran his own right-leaning populist presidential campaigns in the United States for three elections beginning in 1992, said in an interview that he recognized many of his own cultural and economic themes in the speeches of Mr. Trump, Ms. Le Pen and the others around Europe. Their movements were manifestations of the same global forces, he argued.\n\n“Nationalism and tribalism and faith — these are the driving forces now, and they are tearing apart transnational institutions all over the world,” he said.\n\nIt all reminded him, he wrote in a follow-up email, of a line from the “The Second Coming,” by W.B. Yeats: “Things fall apart; the center cannot hold.”", "summary": "Le Pen fuses her cultural chauvinism with appeals to the economic anxieties of working or lower-middle class voters who — like their counterparts across Europe — have suffered from high unemployment, stagnant wages and growing income inequality, especially since the financial crisis of 2008.But only in the last two decades — with the growing numbers of people arriving from Asia, the Middle East and Africa — has nativist sentiment in Europe approached its prominence in the United States, where immigration is central to the national experience.But at the same time, establishment parties on the left and right alike have also largely failed to provide solutions to the problems that most vex working-class voters: income stagnation, insecurity and inequality in an age of technological change and global competition.A poll conducted in Europe last spring by the Pew Research Center found extraordinary gloom about the state of their economies: Sizable majorities in a half-dozen countries expected children to be worse off than their parents.He has accused hedge funds of “getting away with murder,” calling them “guys that shift paper around and get lucky.” And he has denounced free-trade deals, vowed to put tariffs on imports and to stop immigrants or foreign workers from competing for jobs."}