{"title": "Munich Killer Was Troubled, but Had No Terrorist Ties, Germany Says", "authors": ["Rukmini Callimachi", "Melissa Eddy"], "url": "https://www.nytimes.com/2016/07/24/world/europe/munich-shooting-attack.html", "body": "There were indications that Mr. Sonboly’s rampage might not have been entirely without political overtones. It was carried out on the fifth anniversary of a massacre in Norway by Anders Behring Breivik, a right-wing extremist who killed 77 people. Asked about a possible link based on the date, the Munich police chief, Hubertus Andrä, said that “this connection is obvious” and was part of their investigation.\n\n“We must assume that he was aware of this attack,” Chief Andrä said.\n\nBut the initial picture of Mr. Sonboly that emerged in the hours after police officers found him dead, less than a mile from the shopping mall with a backpack full of ammunition and a single bullet wound to his head, was of a young man whose concerns were much closer to home.\n\nBorn and raised in Munich, he held both German and Iranian citizenship. His parents immigrated to Germany, and his father drives a cab. A student at a nearby public school, he was known to adult neighbors as a polite boy who delivered newspapers. He grew up in a secular household, neighbors said, and the family took pleasure in celebrations like birthdays and the Iranian New Year.\n\nSome news reports identified him as David Ali Sonboly, though he was known to everyone as Ali.\n\n“He was always friendly, very friendly,” said Tovaiau Edo, 32, who lives in the family’s apartment building. “When I saw him and saw the story, it’s like two different people. Not the same people. I cannot believe this.”\n\nBut officials and neighbors said Saturday that Mr. Sonboly had been struggling on several levels. He had two previous encounters with the police, both times as a victim, once having been bullied by three other young people and once having been robbed. He spent considerable time playing violent online video games. He had been getting psychiatric treatment, possibly for depression, officials said.\n\n“He was always nice, kind, helpful,” said a 14-year-old neighbor who attended the same school on Alfons Street as the attacker and asked to to be identified only by her first name, Safete.\n\nVideo\n\nSafete said that she had seen the attacker at their apartment building around midday on Friday and that “he didn’t greet me, like he normally does.”\n\nAdvertisement Continue reading the main story\n\n“He was focused on the papers he was holding,” she added. “He didn’t look up.”\n\nSafete said the gunman had argued at one point with a schoolmate, “and said that he was going to go on a shooting rampage.” She added that she could not remember the name of the schoolmate, or the date of the altercation.\n\nSafete’s 15-year-old cousin, who gave her name as Majlinda and attends the same school, said the gunman had been bullied at his current school and a former one.\n\n“This has nothing to do with Islam,” she said. “It’s because he was bullied.”\n\nA woman in a neighboring building, whose balcony faced the Sonboly family’s balcony, said she and her 10-year-old son had become friendly with Ali. But the woman, who asked to be identified only by her first name, Paulina, said she and her son had both noticed something off about him.\n\n“Ali was somehow closed up on the inside,” Paulina said. “He had something. I don’t know what it is, but something was wrong.”\n\nThere were hints that his rampage had been premeditated. In a raid at 3:30 a.m. Saturday on his family’s apartment in the Maxvorstadt neighborhood, which includes some of the city’s renowned art museums and is adjacent to the city’s historic center, the authorities found newspaper articles on police responses to other shooting rampages, as well as the book on school gunmen. The police also removed computer equipment, documents and other materials.\n\nOfficials said they were investigating reports that the gunman might have hacked a girl’s Facebook page and promised food at an especially low price to lure people to the McDonald’s shortly before the first shootings. They were also investigating whether he had specifically targeted young people.\n\nThree of those killed were 14 years old, two were 15, and the others were 17, 19, 20 and 45. Three of the nine were female. All lived in the Munich area, officials said.\n\nVideo\n\nOf the 27 people injured, 10 were in critical condition, including a 13-year-old boy.\n\nAfter carrying out the shootings in the shopping mall, Mr. Sonboly retreated to the parking garage. From the top level, he engaged in a shouting match with one or more people at a distance, with the expletive-filled exchange recorded on video.\n\nAdvertisement Continue reading the main story\n\nOne of the bystanders fumed at “Turks,” and the gunman replied, “I am German,” “I was born here,” and “I grew up here in a Hartz IV area,” a reference to a tier of unemployment and welfare benefits — meaning that he was from a bottom rung of society.\n\nHe seems to have eluded the police at that point, while the authorities were scrambling to respond to reports, later proved unfounded, of gunfire elsewhere and that there might have been as many as three attackers armed with long guns. At the height of the emergency, 2,300 officers were deployed throughout the city.\n\nWhen the police found Mr. Sonboly’s body, they feared that the backpack he was carrying might contain a bomb. It did not, but it held 300 more rounds of ammunition.\n\n“We are assuming at the moment that we are talking about only one perpetrator, one perpetrator who committed suicide,” said Thomas Steinkraus-Koch, the chief state’s attorney in Munich.\n\nAmong the many questions facing the authorities on Saturday as Munich slowly returned to normal was how Mr. Sonboly had gotten a handgun and so much ammunition, despite Germany’s strict gun laws.\n\nThe serial number of the Glock had been scratched off, complicating the authorities’ ability to trace the firearm, said Robert Heimberger, the chief of the Bavarian State Criminal Police, at a late morning news conference. The teenager did not have a license to own a gun.\n\nThere will also be questions about whether schools, social services and Mr. Sonboly’s family failed to take sufficient notice of his problems, and about the degree to which other attacks and violence in popular culture might have influenced him.\n\n“We cannot ignore — and I don’t know the solution, but without a doubt, and this was the case in this instance — that the glorifying of violence in internet games has a damaging effect on the development of young people,” Thomas de Maizière, the German interior minister, said on Saturday.\n\nAdvertisement Continue reading the main story\n\nChancellor Angela Merkel, after meeting with top officials in Berlin, told the nation that the “night of horror” was traumatic for a Europe already reeling from attacks this month in Nice and on a train headed to Würzburg, Germany.\n\n“We are in deep and profound mourning for those who will never return to their families — the families, the siblings, the friends for whom everything will be void and empty today,” she said.\n\nKlaus Hurrelmann, a professor of public health and education at the Hertie School of Governance in Berlin, who wrote the introduction to the Germany edition of the academic study found in the gunman’s room, said the book examined 10 school killers in the United States. It found that they had mental illness, had been exposed to violence and had access to weapons — all of which appear to be the case for the Munich teenager.\n\n“It bears noting that the perpetrator had an academic book at his home,” Mr. Hurrelmann said. “He appears to have recognized a familiar suffering among the 10 men in the book, who were in a similar situation.”", "summary": "But the initial picture of Mr. Sonboly that emerged in the hours after police officers found him dead, less than a mile from the shopping mall with a backpack full of ammunition and a single bullet wound to his head, was of a young man whose concerns were much closer to home. The serial number of the Glock had been scratched off, complicating the authorities’ ability to trace the firearm, said Robert Heimberger, the chief of the Bavarian State Criminal Police, at a late morning news conference. “We cannot ignore — and I don’t know the solution, but without a doubt, and this was the case in this instance — that the glorifying of violence in internet games has a damaging effect on the development of young people,” Thomas de Maizière, the German interior minister, said on Saturday. Chancellor Angela Merkel, after meeting with top officials in Berlin, told the nation that the “night of horror” was traumatic for a Europe already reeling from attacks this month in Nice and on a train headed to Würzburg, Germany."}