{"title": "Pope Criticizes Climate Change Deniers and Trump on DACA", "authors": ["Jason Horowitz"], "url": "https://www.nytimes.com/2017/09/11/world/europe/pope-climate-daca-trump-colombia.html", "body": "Photo\n\nROME — As he flew near Caribbean islands devastated by Hurricane Irma on his way back to the Vatican from Colombia on Sunday, Pope Francis said that political leaders and others who denied climate change reminded him of a passage from the psalms about man’s stubbornness.\n\n“Man is stupid, the Bible said,” he said. “It’s like that, when you don’t want to see, you don’t see.”\n\nIn a typically wide-ranging news conference that included his questioning of United States President Donald J. Trump’s commitment to issues of life because of his plan to strip undocumented immigrant children of protections from deportation, the pope urged those who denied climate change to consult scientists who had clearly determined it was real and that humanity would “go down” if global warming was not recognized and addressed.\n\n“Then,” he said, “decide and history will judge the decisions.”\n\nDuring Mr. Trump’s May visit to the Vatican, the pope gave him a copy of his 2015 encyclical letter, “Laudato Si,” which called for a human response to global warming, and top Vatican officials appealed to the president not to withdraw from the landmark Paris climate accord. Weeks later, Mr. Trump pulled out of the agreement.\n\nAdvertisement Continue reading the main story\n\nOn the flight, the pope nevertheless appealed again to Mr. Trump, this time on his decision to end President Obama’s Deferred Action for Children Program, known as DACA. The program allows children brought illegally to the United States to stay without fear of deportation. Mr. Trump has given Congress, which has failed to pass immigration overhaul for the last decade, six months to enact legislation to resolve the status of about 800,000 people affected by his decision.", "summary": "ROME — As he flew near Caribbean islands devastated by Hurricane Irma on his way back to the Vatican from Colombia on Sunday, Pope Francis said that political leaders and others who denied climate change reminded him of a passage from the psalms about man’s stubbornness. In a typically wide-ranging news conference that included his questioning of United States President Donald J. Trump’s commitment to issues of life because of his plan to strip undocumented immigrant children of protections from deportation, the pope urged those who denied climate change to consult scientists who had clearly determined it was real and that humanity would “go down” if global warming was not recognized and addressed. On the flight, the pope nevertheless appealed again to Mr. Trump, this time on his decision to end President Obama’s Deferred Action for Children Program, known as DACA. Mr. Trump has given Congress, which has failed to pass immigration overhaul for the last decade, six months to enact legislation to resolve the status of about 800,000 people affected by his decision."}