{"title": "British Begin Inquiry Into Death of Ex-K.G.B. Officer", "authors": ["Alan Cowell"], "url": "https://www.nytimes.com/2015/01/28/world/europe/alexander-litvinenko-robert-owen-britain-inquiry.html", "body": "The inquiry into his death on Nov. 23, 2006, is being led by a senior British judge, Robert Owen, who indicated on Tuesday that hearings could last about 10 weeks and would cover Mr. Litvinenko’s life before and after he fled Russia in 2000 to seek asylum with his family in London.\n\nAs he opened the inquiry, Judge Owen said the hearings would deal with “matters of the utmost gravity,” including assertions in British government documents that there was evidence of Russian state involvement.\n\nHe said that he would conduct a “full and independent” inquiry, although parts of it would be done in secret to protect national security, and that the two main suspects identified by the British authorities, Andrei K. Lugovoi and Dmitri V. Kovtun, would be invited to testify by video link from Russia. British prosecutors have accused them of bringing polonium from Moscow to London.\n\nThe British authorities have said Mr. Lugovoi and Mr. Kovtun were with Mr. Litvinenko on Nov. 1, 2006, when he drank tea in a hotel bar, close to the United States Embassy in London. Hours later, Mr. Litvinenko began to vomit, and he died 22 days later. Only after his death was it made known that he had been poisoned with polonium.\n\nMr. Kovtun and Mr. Lugovoi have denied killing Mr. Litvinenko, accusing the former K.G.B. officer of seeking to poison them. British prosecutors have sought the extradition of Mr. Lugovoi, a former K.G.B. bodyguard, but the Russian authorities have refused to hand him over, citing constitutional constraints.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLaying out his broad narrative of events, Mr. Tam, the counsel for the inquiry, said the hearings would have to consider whether Mr. Litvinenko’s death was linked to his activities as a whistle-blower in Russia in the late 1990s — when he denounced the F.S.B., the domestic successor to the K.G.B., just as Mr. Putin was taking over as head of the organization before becoming prime minister and then president.\n\nMr. Tam also said there was scientific evidence that Mr. Litvinenko had been poisoned twice with polonium, and died only after ingesting a second, larger dose on Nov. 1, 2006, in a bar at the Millennium Hotel in Grosvenor Square.\n\nIn the weeks leading to that event, Mr. Tam said, Mr. Lugovoi visited London on two occasions and Mr. Kovtun once. The two men were with Mr. Litvinenko, Mr. Tam said, at a meeting at a private security company’s offices where traces of polonium were later found.\n\nAdvertisement Continue reading the main story\n\nScientists who examined Mr. Litvinenko’s hair samples after his death found evidence that he had ingested polonium at around that same time — two weeks before the meeting at the hotel where he was believed to have been fatally poisoned.\n\nMr. Tam also said the inquiry would call a witness from Hamburg, Germany, to testify in return for anonymity. Mr. Kovtun once worked in Hamburg, where he sometimes visited his ex-wife.\n\nDuring a meeting in Hamburg with a former co-worker shortly before he flew to London on Nov. 1, 2006, Mr. Kovtun boasted that he had “a very expensive poison” and asked if his ex-colleague knew a cook in London to administer it in food or drink, Mr. Tam said.\n\nThe former co-worker obtained a phone number for a cook, and telephone records showed that someone who gave his name as Dmitri called the cook on Nov. 1, 2006, from a cellphone owned by Mr. Lugovoi, potentially suggesting a direct link between Mr. Kovtun, Mr. Lugovoi and the purported conversation in Hamburg.\n\nSince Mr. Litvinenko’s death, Mr. Lugovoi, a wealthy businessman, has become a member of the Russian Parliament and a television celebrity in Russia."}