{"title": "Theresa May, the Steely, Steady Woman Who Might Lead Britain", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2016/07/06/world/europe/theresa-may.html", "body": "“I know I’m not a showy politician,” Ms. May said on Thursday. “I don’t tour the television studios. I don’t gossip about people over lunch. I don’t go drinking in Parliament’s bars.”\n\nOne former colleague in Parliament, Tim Yeo, recalled that Ms. May would attend his parties, but that she was not the type “to attract a circle of people around her roaring with laughter.” That may be just right for the times, he said, because “her caution will stand her in good stead when there is chaos all around.”\n\nAnother colleague, Ken Clarke, said Tuesday in an unguarded moment captured on camera that “Theresa is a bloody difficult woman,” noting that he had worked with another woman with a steely reputation who also confronted male-dominated politics: Margaret Thatcher.\n\nVideo\n\nMs. May’s tenacity has drawn parallels not only to Ms. Thatcher but also to another methodical woman in politics, Chancellor Angela Merkel of Germany, a clergyman’s daughter, like Ms. May.\n\nBorn in 1956, Ms. May grew up mainly in Oxfordshire, an only child who was first drawn to the Conservative Party at age 12. A conscientious student (a goody two-shoes, she once told The Daily Telegraph), she never rebelled against her religious upbringing and remains a regular churchgoer. Tellingly, her sports hero was Geoffrey Boycott, a solid, stubborn cricketer who specialized in playing the long game.\n\nLike Mr. Cameron and Boris Johnson, the former London mayor who recently dropped out of the Conservative leadership race, she won a place at Oxford (though some years before them). But while they got there by way of Eton College and joined Oxford’s hedonistic Bullingdon Club, she attended a state secondary school and had a more sedate university career.\n\nPolitics was important to her, and she attended the famous Oxford Union debating society and joined the university’s Conservative Association. At one of the association’s gatherings, a fellow student — Benazir Bhutto, the future prime minister of Pakistan — introduced her to the man she would marry, Philip May.\n\nAdvertisement Continue reading the main story\n\nMs. May has described her husband, who went on to become an investment banker, as her rock. The couple has no children. “It just didn’t happen,” she told The Daily Telegraph. “You look at families all the time, and you see there is something there that you don’t have.”\n\nMs. May worked in financial services, including for a time at the Bank of England, while pursuing her political ambitions. She won a seat in Parliament in 1997, representing Maidenhead, a prosperous town west of London, just as her party was entering a long spell out of power. She rose quickly through the Conservative ranks and gained national attention with a jolting speech at an annual party convention, an occasion usually used to flatter party activists.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Our base is too narrow, and so, occasionally, are our sympathies,” she warned her colleagues. “You know what some people call us: the nasty party.”\n\nWhen the Conservatives returned to power after the 2010 election in a coalition with the Liberal Democrats, she was promoted to home secretary, one of the prime jobs in government — a break that might not have happened had Nick Clegg, the Liberal Democrats’ leader, demanded the post for himself. Instead, he became deputy prime minister without a departmental brief, setting Ms. May on her way.\n\nAt the Home Office, she resisted pressure from the American government to extradite Gary McKinnon, a Briton accused of computer hacking, citing human rights concerns. But she negotiated a treaty with Jordan that allowed Britain to extradite Abu Qatada, a radical Islamic preacher. His extradition had been obstructed by the European Court of Human Rights, which feared he might face torture in Jordan.\n\nPhoto\n\nMs. May also won respect by confronting a powerful interest group, the Police Federation, which represents rank-and-file officers. In a speech to the group in 2014, she listed a series of police failings, demanded change and was greeted with stony silence.\n\nAccording to Norman Baker, a Liberal Democrat who served under her in the Home Office during the coalition government, Ms. May is politically “not very liberal” and personally “hard as nails,” with a willingness to stand up even to the prime minister on policy issues. “You don’t survive as home secretary for six years without some form of aptitude,” Mr. Baker said.\n\n“I don’t want to sound too positive, because I wouldn’t want her as prime minister,” he added, “but I would rather have her than the rest of those that are standing, because at least she is competent.”\n\nHer political Achilles’ heel is immigration, which is part of her responsibility as home secretary. Mr. Cameron promised to reduce net migration into Britain to fewer than 100,000 people a year, but the target has repeatedly been missed.\n\nAdvertisement Continue reading the main story\n\nMs. May could not curb arrivals from inside the European Union, who are legally entitled to settle in Britain. But arrivals from outside the bloc, which the government can control, have also remained stubbornly high. Over all, the net figure for 2015 was more than 330,000.\n\nMs. May is regarded as being more right wing than Mr. Cameron, though she supported his legalization of same-sex marriage. When the European Union referendum was called, it was touch-and-go whether she would campaign for or against membership.\n\nIn the end, she supported Mr. Cameron’s bid to stay in the bloc, but she kept very quiet. That allows her to present herself as a unity candidate to a parliamentary party that was deeply split by the issue.\n\nHowever, it also means that any deal she could negotiate with the European Union over Britain’s future ties to the bloc would face close scrutiny from the union’s more ideological critics. That would leave her limited room to maneuver on the central issue, Britain’s access to the European Union’s single market of goods and services. Such access normally entails accepting free movement of workers, but that is anathema to those who want to reduce immigration.\n\nMs. May sought to reassure hard-liners last week by promising there would be no attempt to remain inside the European Union or to rejoin it through the back door.\n\n“Brexit means Brexit,” she said firmly, suggesting that if it falls to her to negotiate a British withdrawal from the European Union, she will, as ever, just get on and deal with it.", "summary": "One former colleague in Parliament, Tim Yeo, recalled that Ms. May would attend his parties, but that she was not the type “to attract a circle of people around her roaring with laughter.” That may be just right for the times, he said, because “her caution will stand her in good stead when there is chaos all around.” Like Mr. Cameron and Boris Johnson, the former London mayor who recently dropped out of the Conservative leadership race, she won a place at Oxford (though some years before them). At one of the association’s gatherings, a fellow student — Benazir Bhutto, the future prime minister of Pakistan — introduced her to the man she would marry, Philip May. At the Home Office, she resisted pressure from the American government to extradite Gary McKinnon, a Briton accused of computer hacking, citing human rights concerns."}