{"title": "Russia Introduces Measures to Calm Economic Jitters", "authors": ["Andrew Roth"], "url": "https://www.nytimes.com/2014/12/18/world/europe/russia-introduces-measures-to-calm-economic-jitters.html", "body": "It was a notable turnaround from the previous evening, when Russians with rubles in hand fanned out to foreign currency exchanges and electronics stores, looking to beat looming price increases.\n\nOpponents of Mr. Putin lined up to declare that his title as a guarantor of economic stability had been proved false.\n\nThe Russian authorities “are finally beginning to join up the dots, and think collectively, to try and reassure markets,” said Timothy Ash, head of emerging-market research at Standard Bank, in an investors’ note on Wednesday afternoon.\n\nPublic opinion in support of measures had reached a fever pitch as the ruble plummeted to 80 to the dollar on Tuesday.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“This is a very dangerous situation; we are separated from a fully fledged run on the banks by just a few days,” Vedomosti, the country’s leading business broadsheet, wrote in an editorial on Wednesday morning. “If the currency market is not reassured right now, the banking system will require large external support.”\n\nThe economic turmoil has nurtured a dark humor. Ivan Urgant, a 36-year-old comedian akin to Jimmy Fallon, spoofed recent advertisements for the Google mobile operating system on his late-night show with a skit called “O.K., Ruble.”\n\n“Better not to go anywhere,” the robotic voice in his telephone responds when he asks where to ring in the New Year. When he asks what the exchange rate for the ruble will be tomorrow, the phone suggests watching a video of kittens playing.\n\nThere were other signs that the government was making entreaties to Russia’s business community. On Wednesday evening, Russian prosecutors unexpectedly freed Vladimir P. Yevtushenkov, the oligarch owner of the Sistema conglomerate, from house arrest during an investigation of what critics dismiss as trumped-up charges of embezzlement. The accusations and seizure of Bashneft, an oil producer that he acquired in 2009, had been seen as a significant blow to property rights in Russia.\n\nAdvertisement Continue reading the main story\n\nHe was not freed, however, before Bashneft was nationalized.\n\nThe announcement drew parallels to Mr. Putin’s unexpected pardoning a year ago of Mikhail B. Khodorkovsky, the jailed Russian oligarch considered the country’s most famous political prisoner, at his annual news conference.\n\nWith Mr. Putin set to speak tomorrow, his spokesman, Dmitri S. Peskov, said on national television Wednesday that there was cause for some optimism for the Russian economy.\n\n“In 2008, if you remember, Putin came out and said, ‘It is a crisis, I am assuming responsibility, everything will turn out right,’ ” Mr. Peskov said. “Did it turn out right? It did. Let’s hope for the best this time, too.”"}