{"title": "Belgium to Double Spending on Police and Intelligence", "authors": ["Milan Schreuer"], "url": "https://www.nytimes.com/2016/02/06/world/europe/belgium-to-double-spending-on-police-and-intelligence.html", "body": "Instead, it will double spending — to about $446 million — on the police, intelligence and justice departments, as well as add 1,000 officers by 2019 in the area known as the canal zone, which includes Molenbeek.\n\nAbout 300 of those officers will supplement local police forces this year to help fight terrorism and crack down on illegal trafficking in arms, drugs and false passports, tasks once mostly the domain of federal agencies. The additional officers will also be used to tighten border controls, especially at international airports.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYet the plan’s emphasis on policing and monitoring largely immigrant areas has already made many uncomfortable.\n\nUnder the plan, the justice department will be allowed to closely scrutinize mosques not officially recognized by the government, which often take the shape of nonprofit organizations. Mosques can then be shut down in case of fiscal or other irregularities, officials said.\n\n“The goal is to detect and pick out jihadi fighters and possible terrorists in Molenbeek and the canal zone,” said Interior Minister Jan Jambon. “We want to know who is staying in Molenbeek.”\n\nThe day after the Nov. 13 terrorist attacks, which killed 130 people, Mr. Jambon said on national television that he would put together a plan to “clean up Molenbeek” and proposed carrying out a census in the poorest areas of Brussels by “going door to door and seeing who actually lives there.”\n\nThe proposition by Mr. Jambon — a Flemish nationalist — was quickly denounced by several French-speaking mayors of Brussels (which has 19 mayors) and denounced by the local authorities, who said it would stigmatize Muslims in those areas even more.\n\nAdvertisement Continue reading the main story\n\n“The Muslim community in the canal zone is 300 percent against this sort of radicalism,” said Johan Berckmans, chief commissioner of the policing zone responsible for Molenbeek.\n\n“Only a few people are involved in radicalist activity and we have to uncover their networks,” he added, “but by doing a population census and intruding in their homes we will stigmatize the whole of the community and lose their confidence in our police corps.”\n\nPieter Van Ostaeyen, a Belgian historian and expert on terrorism, acknowledged that there was a problem in the poor neighborhoods of the bigger cities in the country, such as Brussels, Antwerp, Verviers and Charleroi, but that the link between those problems and terrorism was unclear.\n\n“The main problem is that terrorists can move freely across borders inside Europe and that intelligence on these individuals can’t,” Mr. Van Ostaeyen said.", "summary": "Instead, it will double spending — to about $446 million — on the police, intelligence and justice departments, as well as add 1,000 officers by 2019 in the area known as the canal zone, which includes Molenbeek.About 300 of those officers will supplement local police forces this year to help fight terrorism and crack down on illegal trafficking in arms, drugs and false passports, tasks once mostly the domain of federal agencies.Under the plan, the justice department will be allowed to closely scrutinize mosques not officially recognized by the government, which often take the shape of nonprofit organizations.“The goal is to detect and pick out jihadi fighters and possible terrorists in Molenbeek and the canal zone,” said Interior Minister Jan Jambon.“Only a few people are involved in radicalist activity and we have to uncover their networks,” he added, “but by doing a population census and intruding in their homes we will stigmatize the whole of the community and lose their confidence in our police corps.”"}