{"title": "Sexual Attacks Widen Divisions in European Migrant Crisis", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2016/01/14/world/europe/a-climate-of-fear-widens-divisions-in-europes-migrant-crisis.html", "body": "“This has been the elephant in the room that no one is prepared to acknowledge — that the great fear is the fear of Islam,” said Alexander Betts, director of the Refugee Studies Center at Oxford. He argued that most mainstream politicians had failed to directly address these public fears or to provide enough clarity in the migration debate, creating a vacuum that anti-immigrant leaders have rushed to fill.\n\nMr. Betts warned that unless political leaders could quickly articulate a nuanced argument for migration — one that confronts fears about security and religious differences, especially in the aftermath of the Nov. 13 terrorist attacks in Paris — public support for granting asylum to refugees could collapse. “To have attacks in Germany that are of a sexual nature perpetuated by men ostensibly of Muslim origin is symbolically devastating for a public commitment to asylum,” he said.\n\nPhoto\n\nThe public mood has been shifting for weeks and is already influencing policy. European news outlets reported on Tuesday that since Jan. 1, Germany had tightened screening of migrants trying to enter the country from Austria. Many other European countries erected fences or border checkpoints last year to block or divert the flow of migrants — moves that threatened to destroy Europe’s system of open internal borders. In Denmark, the government is even moving to confiscate valuables from arriving migrants to defray the cost of accommodating them.\n\nChancellor Angela Merkel of Germany has been Europe’s most outspoken advocate of accepting refugees, emphasizing the humanitarian and moral imperative of doing so while seeking to rally ordinary Germans with her slogan, “We Can Do It!” But Germany is bearing the brunt of the new arrivals, and critics have accused Ms. Merkel of failing to clearly articulate a plan for an integration process that is likely to last many years.\n\n“It seems as though the time has come for a broad debate over Germany’s future — and Merkel’s mantra of ‘We Can Do It’ is no longer enough to suppress it,” wrote Der Spiegel, the German newsmagazine, which described the police’s failure to stop the assaults in Cologne as “symbolic of the state’s powerlessness in the face of chaos and crime.”\n\nAt the same time, polls show that far-right parties are gaining support in France, Germany and elsewhere.\n\nIn Austria, Herbert Kickl, general secretary of the right-wing Freedom Party, has called for an immediate halt to new asylum applications, while other party members have called for closing Austria’s borders in the aftermath of the Cologne attacks. Many Austrians who are very wary of the Freedom Party’s agenda concede that the influx of refugees has stirred an undercurrent of fear, even though the country has seen little violence.\n\nAdvertisement Continue reading the main story\n\n“There’s a split in society — in our editorial office, at the lunch table, in circles of friends,” said Florian Klenk, editor in chief of Falter, a left-leaning weekly based in Vienna. “It is a polarization, but we have little violence.”\n\nEven so, Peter Hacker, Vienna’s appointed refugee coordinator, said the city had developed strategies to coordinate waves of migrants last September. “We decided then that we’d have a maximum visible presence of police in the places, like train stations, where migrants were,” he said.\n\nPhoto\n\nMr. Hacker added: “Here in Vienna, we have a clear political stance on refugees and migrants. Vienna has understood for decades that migrants are to be helped.”\n\nMany analysts note that the Cologne assaults are especially damaging because anti-immigration critics and right-wing extremists are using them to discredit all migrants as criminals or hooligans, even though the overwhelming majority of migrants, many of them refugees fleeing war in Syria, are peaceful and law-abiding.\n\nBut fine distinctions have been blurred amid a climate of anxiety and insecurity in Europe that has widened divisions in politics, the news media and society alike.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn Finland, the Helsinki Police Department issued a statement on Jan. 7 claiming it had prevented a group of young Iraqi refugees from molesting women on New Year’s Eve — an announcement that startled many Finns. But other witnesses, as well as an official at Finland’s National Bureau of Investigation, later discounted any suggestion of similarities to the Cologne attacks.\n\nYet already, Finnish militia groups, including one called the Soldiers of Odin, are patrolling towns in the name of protecting women. Many of these groups have ties to far-right organizations, and their presence has become a major political issue.\n\nOpposition politicians have criticized the reluctance of Finland’s right-wing government to condemn the militia patrols. The country’s justice minister, Jari Lindstrom, a member of the populist, anti-immigration Finns party, caused a furor when he said the patrols did not worry him.\n\nEurope already endured a tumultuous 2015 that included the migrant crisis, the Greek debt crisis and two waves of terrorist attacks in Paris. For the European Union, no crisis has been more threatening than the influx of refugees, which has turned nation against nation and exposed the institutional shortcomings of the union’s structure to address questions like external and internal security. Many analysts say the Cologne attacks have only intensified the pressure for drastic reforms to the European Union system.\n\n“The only way to deal with this problem is through the European Union,” said Sergio Fabbrini, director of the school of government at Luiss Guido Carli University in Rome. “Yet it is clear that the European Union doesn’t have the institutional tools or political will to deal with it.”", "summary": "He argued that most mainstream politicians had failed to directly address these public fears or to provide enough clarity in the migration debate, creating a vacuum that anti-immigrant leaders have rushed to fill.Mr. Betts warned that unless political leaders could quickly articulate a nuanced argument for migration — one that confronts fears about security and religious differences, especially in the aftermath of the Nov. 13 terrorist attacks in Paris — public support for granting asylum to refugees could collapse.“It seems as though the time has come for a broad debate over Germany’s future — and Merkel’s mantra of ‘We Can Do It’ is no longer enough to suppress it,” wrote Der Spiegel, the German newsmagazine, which described the police’s failure to stop the assaults in Cologne as “symbolic of the state’s powerlessness in the face of chaos and crime.”“There’s a split in society — in our editorial office, at the lunch table, in circles of friends,” said Florian Klenk, editor in chief of Falter, a left-leaning weekly based in Vienna.In Finland, the Helsinki Police Department issued a statement on Jan. 7 claiming it had prevented a group of young Iraqi refugees from molesting women on New Year’s Eve — an announcement that startled many Finns."}