{"title": "Germany 101: Refugees Get Guidebook to Their New Home", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2015/11/06/world/europe/migrants-germany.html", "body": "BERLIN — How to get along in Germany: Follow its laws, including showing respect for all religions, especially in the case of Jews, to whom the country has a historical obligation. Don’t be late. Do shake hands. And learn a few basic phrases, from “Cheers” to “I don’t eat pork.”\n\nThese are among the tips in a new guidebook intended to help immigrants adapt to life in Germany.\n\nWith figures released Thursday showing that some 758,400 asylum seekers arrived in Germany in the first 10 months of the year — 181,000 in October alone — officials face the daunting task of integrating people from vastly different cultures, who speak different languages and are largely Muslim, into a mainly Christian nation.\n\nThe latest tool is a bright-blue, 142-page book, “Germany: First Information for Refugees.” Written in German and Arabic, it is available for about $10 in bookstores and free online.\n\n“We hope this book will serve as an initial contribution to integration,” Manuel Herder said in a statement. His company published the book with funding from the Konrad Adenauer Foundation, which is close to the governing Christian Democratic Union.\n\nAdvertisement Continue reading the main story\n\nThe book addresses the rule of law, the role of the police and cultural norms, especially those that could pose conflict for a largely Muslim refugee population. It also provides a legal definition of who is a refugee in the eyes of German law, and what happens if this status is not granted.\n\nIn the “Home and Car” section, one of “33 Useful Tips” notes that “many Germans value cleanliness and order, especially in their homes.”", "summary": "BERLIN — How to get along in Germany: Follow its laws, including showing respect for all religions, especially in the case of Jews, to whom the country has a historical obligation. With figures released Thursday showing that some 758,400 asylum seekers arrived in Germany in the first 10 months of the year — 181,000 in October alone — officials face the daunting task of integrating people from vastly different cultures, who speak different languages and are largely Muslim, into a mainly Christian nation. His company published the book with funding from the Konrad Adenauer Foundation, which is close to the governing Christian Democratic Union. The book addresses the rule of law, the role of the police and cultural norms, especially those that could pose conflict for a largely Muslim refugee population."}