{"title": "French Far-Right Leader Aims for E.U. Parliament", "authors": ["Alissa J. Rubin", "Scott Sayare"], "url": "https://www.nytimes.com/2014/01/10/world/europe/french-far-right-leader-aims-for-eu-parliament.html", "body": "Her party’s rising popularity parallels that of other extreme nationalist parties across Europe, all of which have gained ground on the strength of populist anger at struggling economies and widespread immigration. Predicting that the National Front would win a plurality of the votes for the European Parliament among French parties, she promised to work with far-right parties from other countries to create a “crisis” in the Parliament with the goal of destabilizing the institutions of the European Union.\n\nHowever, she specifically distanced herself from the violent Golden Dawn party in Greece and from the Hungarian Jobbik party, which has made explicit anti-Semitic statements. In a further bid to soften her party’s image in France, she said she did not agree with the leader of the Dutch far-right party, Geert Wilders, that Europe and Islam are incompatible.\n\nDespite the National Front’s success in 2012, it is unclear whether it will be able to recruit enough attractive candidates for this year’s municipal elections to meet its ambitions. It has never been a grass-roots movement, instead being powered by the personality of its leadership.\n\nAdvertisement Continue reading the main story\n\nHowever, almost any gain in local seats could be interpreted as a success for Ms. Le Pen. The National Front now has just two members in the National Assembly and fewer than 200 municipal council members out of tens of thousands across France. It has no mayoralties in any sizable city.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Le Pen admitted that it was unlikely that her party would win in any city of more than 100,000, other than perhaps Perpignan, and even there the National Front’s victory is by no means assured. But the party will compete in five times as many municipal races as it did in 2008, the last time they were held, she said, which means it will have candidates in about 500 of the 3,000 larger municipalities across the country.\n\nOn Thursday she again called for France to retreat from its current position in the European Union, re-establish the franc as its currency, and drastically slow immigration and cut social benefits for legal and illegal immigrants.\n\nMs. Le Pen’s focus remains on immigration, which she held up as “the problem of the 21st century,” saying that immigrants cost France as much as $70 billion a year. She did not explain how that number was calculated.\n\nShe was particularly critical of the policy of extending subsidies to immigrants that are intended to encourage larger French families. Giving them to immigrants, she said, defeats the purpose of the subsidies.\n\nFrance is thought to have more than five million legal immigrants, many from other European Union countries whose citizens are free to cross borders to work here. It also has large numbers of legal migrants from former French colonies in Africa, as well as an estimated 400,000 illegal immigrants.\n\nMs. Le Pen’s hostility to Europe is rooted in her belief that the European Union has neutered the sovereignty of member states and muzzled the French people’s say in policy decisions. “The reality is that the French people and European peoples are no longer sovereign,” she said. She called for a Europe of “free nations.”\n\nOf Europe she said, “I am just waiting for one thing, which is that it break into pieces.”\n\nShe allowed that there could be cooperation among European countries, but that there should be no rules that trump national laws. When it comes to the marketplace, she would call for protectionism, requiring a “national preference” for French companies for public contracts and French citizens for jobs."}