{"title": "German Village of 102 Braces for 750 Asylum Seekers", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2015/11/01/world/europe/german-village-of-102-braces-for-750-asylum-seekers.html", "body": "Nevertheless, the influx is testing the limits of tolerance and hospitality in Sumte, and across Germany. It is also straining German politics broadly, creating deep divisions in the conservative camp of Chancellor Angela Merkel and energizing a constellation of extremist groups that feel their time has come.\n\n100 Miles DENMARK SWEDEN Baltic Sea North Sea Sumte Hamburg Berlin POLAND GERMANY NETHERLANDS Elbe Former East German border BELGIUM LUXEMBOURG CZECH REPUBLIC FRANCE\n\nOne of the few people, in fact, who seem enthusiastic about the plan for Sumte is Holger Niemann, 32, an admirer of Hitler and the lone neo-Nazi on the elected district council. He rejoices at the opportunities the migrant crisis has offered.\n\n“It is bad for the people, but politically it is good for me,” Mr. Niemann said of the plan, which would leave the German villagers outnumbered by migrants by more than seven to one.\n\nGermans face “the destruction of our genetic heritage” and risk becoming “a gray mishmash,” Mr. Niemann added, predicting that public anxiety over Ms. Merkel’s open-armed welcome to refugees would help demolish a postwar political consensus in Germany built on moderation and compromise.\n\nUnlike those in other European countries, far-right parties in Germany have had little success in national elections, and remain firmly rejected by the overwhelming majority of Germans.\n\nReinhold Schlemmer, a former Communist who served as the mayor here before and immediately after the collapse of East Germany, said people like Mr. Niemann would “have been put in prison right away” during the Communist era.\n\n“Now they can stand up and preach,” he said. “People say this is democracy, but I don’t think it is democracy to let Nazis say what they want.”\n\nAdvertisement Continue reading the main story\n\nMr. Schlemmer is among those concerned that extremists are exploiting widespread concerns, even in the political mainstream, over absorbing vast numbers of refugees, as the influx tests Germany’s capacity to cope.\n\nPhoto\n\nSumte has no shops, no police station, no school. The initial number of arrivals was, in fact, reduced to avoid straining the local sewage system and give time for new pumps to be installed.\n\n“We have zero infrastructure here for so many people,” Mr. Fabel, the mayor, said.\n\nAs the federal government desperately scrambles to find shelter for the refugees before winter sets in, it is assigning quotas to each of Germany’s 16 Länder, or states, based on factors like economic strength and population.\n\nInitially, the migrants were housed in renovated homes, then in gymnasiums, military bases and old schools, but as obvious shelters run out, the authorities are hunting for any free space they can find, like the 23 empty office buildings in Sumte.\n\nDirk Hammer, a Sumte resident, said that he felt sympathy for the refugees, but that he feared the sheer number of people dumped with little warning in places like this could offer “an ideal platform for the far right.”\n\n“I get stomachaches from fear of what is going to happen — not just here but in the whole of Germany,” he said.\n\nAt least for the moment, the tolerant values of people like Mr. Hammer have proved resilient, even as Mr. Niemann and like-minded neo-Nazis deride such views as alien imports imposed by the United States and other World War II victors.\n\nWhen Mr. Niemann took the floor at a meeting in October between villagers and regional officials responsible for migrants, Mr. Hammer snatched away the microphone.\n\n“We have to take a clear stand against these people,” Mr. Hammer said later, noting that his family had lived in Sumte for 400 years. He dismissed Mr. Niemann, who lives in a village a couple of miles down the road, as a disruptive outsider.\n\nAdvertisement Continue reading the main story\n\nMr. Hammer himself initially reacted with horror when he heard of plans to move refugees into the empty office complex, built by a now-defunct debt collection company. He wrote an angry open letter on Facebook expressing his fury as a longtime supporter of Ms. Merkel’s Christian Democratic Union party who felt betrayed.\n\n“If we are being used as a dumping ground, this shows the situation is out of hand,” Mr. Hammer said in an interview at his family’s home, a modernized farmhouse.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut he has curbed his anger and rallied to efforts by the mayor, Mr. Fabel, to make sure that extremists do not capitalize on the widespread unease among residents. He said he knew people who “are not far right, but who are afraid and their fear is being exploited.”\n\nUnable to speak at the village meeting last month, Mr. Niemann and a handful of followers heckled speakers who voiced sympathy for refugees, and waved banners demanding an end to “asylum terror.”\n\nAt a follow-up meeting between officials and villagers on Wednesday, Mr. Niemann stayed silent, taking notes.\n\nAn assertion by a senior regional police official that Sumte did not need a permanent police presence prompted one villager to jump to his feet and shout, “Of course we need protection.” But the discussion was civil and devoid of inflammatory outbursts.\n\nEuropean Refugee and Migrant Crisis\n\n“People are just tired and think that so long as we have enough food in the fridge we are all fine,” Mr. Niemann said in an interview, frustrated that his efforts to stir resistance to the refugee relocation had gained little traction in Sumte.\n\nOther extremists in the area have resorted to blunter methods to get their message across. Shortly after the news first broke of the plans to move 1,000 refugees to Sumte, unidentified arsonists attacked a smaller refugee center in the nearby town of Boizenburg, setting fires and smashing windows.\n\nAdvertisement Continue reading the main story\n\nMr. Niemann said he rejected violence, but a far-right coalition he represents on the district council includes two of Germany’s most belligerent groups, the National Democratic Party, better known by its German acronym N.P.D., and Die Rechte, which was last week linked by authorities in Bavaria to a cache of weapons assembled in an alleged plot to attack refugees.\n\n“There are individuals who cannot be controlled at all times,” said Mr. Niemann, a car washer.\n\nAsked whether he considered himself a neo-Nazi, he said, “No, I am National Socialist” — in other words, a real Nazi. “We are not extremists, but people have become so soft that we seem extreme,” he added.\n\nMr. Fabel, the mayor, insisted that Sumte, despite its unease, was open-minded and hospitable, and was now focused on making the refugee holding camp work.\n\n“Many families here suffered during the war, so they will think twice about joining extremists,” he said.\n\nHe said he realized that there was no point in trying to block the plan when, at the initial meeting, he asked Mr. Götz, the regional official in charge of finding places for migrants, whether Sumte had any choice. “You have two options,” he said he was told. “Yes, or yes.” Mr. Götz declined to be interviewed.\n\nThe asylum seekers will stay in Sumte only as long as it takes to process their applications for refugee status. But those who move on will eventually be replaced by new arrivals, as the vast stream of refugees and migrants shows no signs of slowing.\n\n“Life here is going to change,” the mayor said.", "summary": "Germans face “the destruction of our genetic heritage” and risk becoming “a gray mishmash,” Mr. Niemann added, predicting that public anxiety over Ms. Merkel’s open-armed welcome to refugees would help demolish a postwar political consensus in Germany built on moderation and compromise. Initially, the migrants were housed in renovated homes, then in gymnasiums, military bases and old schools, but as obvious shelters run out, the authorities are hunting for any free space they can find, like the 23 empty office buildings in Sumte. Unable to speak at the village meeting last month, Mr. Niemann and a handful of followers heckled speakers who voiced sympathy for refugees, and waved banners demanding an end to “asylum terror.” Mr. Niemann said he rejected violence, but a far-right coalition he represents on the district council includes two of Germany’s most belligerent groups, the National Democratic Party, better known by its German acronym N.P.D., and Die Rechte, which was last week linked by authorities in Bavaria to a cache of weapons assembled in an alleged plot to attack refugees."}