{"title": "Munich Gunman Portrayed as Having Planned Attack for a Year", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2016/07/25/world/europe/munich-gunman-portrayed-as-having-planned-attack-for-a-year.html", "body": "Although most of the victims in Friday’s shooting were also teenagers from the Munich area, the police and prosecutors said they had found no links between them and the gunman. The victims were three 14-year-olds, two 15-year-olds, and individuals ages 17, 19, 20 and 45.\n\nThe shooting occurred at the Olympia mall, in a neighborhood to the west of downtown Munich. The count of those injured rose to 35, including several who had been injured elsewhere in the city in the panic that followed the attack, officials said.\n\nEmergency calls to police had led them to believe there could be as many as three gunmen. With the rampage coming on the heels of the attacks by a Tunisian immigrant who killed 84 people in Nice, France, and by a young Afghan refugee wielding an ax and a knife who wounded five people on a train in Germany, fear spread quickly.\n\nAnd late Sunday, at least one man was killed and 10 people injured after an explosion near a music festival in Ansbach, Germany, according to German officials.\n\nThomas Steinkraus-Koch, the spokesman for the Munich prosecutors’ office, said initial evidence had not indicated any kind of political motivation for Mr. Sonboly’s attack.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nInstead, it appeared that Mr. Sonboly had used a Facebook account opened in May under a false name, or the name of a real girl who was not involved in the shooting, to invite people to the McDonald’s across from the mall, promising free food. Five of the victims were found inside the restaurant, two others on the sidewalk in front, one in front of an electronics market and one inside the mall.\n\nAdvertisement Continue reading the main story\n\nNone of the victims were schoolmates of the gunman or appeared to have responded to the invitation over social media. “None of those named in the commentary under the posting were among the victims,” Chief Heimberger said.\n\nSome reports identified the gunman as David Ali Sonboly, but neighbors in his apartment building said everyone had known him as Ali. His parents remained too distraught to question, Chief Heimberger said.\n\nChief Heimberger stressed that officials had only begun their investigation, but that evidence collected so far painted a picture of a mentally disturbed teenager obsessed with mass shootings and first-person-shooter video games, including Counter-Strike: Source.\n\nMedical records showed that the gunman had received inpatient psychiatric treatment for two months in 2015 and continued to be seen as an outpatient, Mr. Steinkraus-Koch said. Prescription medication for treatment of depression was found in Mr. Sonboly’s home, Mr. Steinkraus-Koch said, but it was not clear if he had been taking the medication regularly.\n\nAfter a brief altercation with the police, the gunman fired a bullet into his head, Mr. Steinkraus-Koch said. The pistol, a Glock 17, was a former theater weapon that had been restored to be capable of shooting live rounds.\n\nPressed for further details about the weapon and the gunman’s activities on the internet, Chief Heimberger said he knew little about the murky world of the darknet, which is accessible only by certain software and is used by criminals and terrorists to communicate without being detected.", "summary": "And late Sunday, at least one man was killed and 10 people injured after an explosion near a music festival in Ansbach, Germany, according to German officials. Thomas Steinkraus-Koch, the spokesman for the Munich prosecutors’ office, said initial evidence had not indicated any kind of political motivation for Mr. Sonboly’s attack. Chief Heimberger stressed that officials had only begun their investigation, but that evidence collected so far painted a picture of a mentally disturbed teenager obsessed with mass shootings and first-person-shooter video games, including Counter-Strike: Source. Pressed for further details about the weapon and the gunman’s activities on the internet, Chief Heimberger said he knew little about the murky world of the darknet, which is accessible only by certain software and is used by criminals and terrorists to communicate without being detected."}