{"title": "Hungarian Leader Rebuked for Saying Muslim Migrants Must Be Blocked ‘to Keep Europe Christian’", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/09/04/world/europe/hungarian-leader-rebuked-for-saying-muslim-migrants-must-be-blocked-to-keep-europe-christian.html", "body": "Mr. Tusk, a former prime minister of Poland, drew attention to his rebuke of the Hungarian leader on social networks, and his office posted video of his comments on YouTube.\n\nMr. Orban waited until the end of the day to respond to Mr. Tusk. At a separate news conference in which he faced reporters alone, he reiterated the theme of his article, that Europe was at risk of being “overrun” and had to shut its borders. The Hungarian prime minister argued that European countries had no obligation to accept most of the migrants, as “the overwhelming majority of people are not refugees because they are not coming from a war-stricken area.”\n\n“Our Christian obligation is not to create illusions,” he said.\n\nMr. Orban went on to invoke Hungary’s historical experience as part of the Ottoman Empire, which ended more than three centuries ago, as an explanation for its current opposition to Muslim immigrants.\n\n“During my meeting today with President Tusk we also discussed history; we talked about our own experiences,” Mr. Orban said. “I have to say that when it comes to living together with Muslim communities, we are the only ones who have experience because we had the possibility to go through that experience for 150 years.”\n\n“Polish people for example suffered from Christian people – not to name names,” he added, in what appeared to be a reference to Nazi Germany.\n\nViewed from Hungary, Mr. Orban continued, the experience of multicultural living in Western Europe did not look appealing.\n\n“We don’t want to criticize France, Belgium, any other country,” he said, but “we think all countries have a right to decide whether they want to have a large number of Muslims in their countries. If they want to live together with them, they can. We don’t want to and I think we have a right to decide that we do not want a large number of Muslim people in our country. We do not like the consequences of having a large number of Muslim communities that we see in other countries, and I do not see any reason for anyone else to force us to create ways of living together in Hungary that we do not want to see.”\n\nAdvertisement Continue reading the main story\n\nMr. Orban’s formulation echoed notorious remarks made by the poet T.S. Eliot in 1933, another moment in history when Europeans expressed fears of being overwhelmed by a “flood” of non-Christian immigrants.\n\n“The population should be homogeneous; where two or more cultures exist in the same place they are likely either to be fiercely self-conscious or both to become adulterate,” Mr. Eliot said in a lecture at the University of Virginia. “What is still more important is unity of religious background; and reasons of race and religion combine to make any large number of free-thinking Jews undesirable.”\n\nThere was quite a lot of condemnation on social networks for Mr. Orban’s frank remarks, but also some praise from nationalists and anti-Muslim bloggers."}