{"title": "Recounting a Bustling Office at Charlie Hebdo, Then a ‘Vision of Horror’", "authors": ["Liz Alderman"], "url": "https://www.nytimes.com/2015/01/09/world/europe/survivors-retrace-a-scene-of-horror-at-charlie-hebdo.html", "body": "The men raced upstairs, guns at the ready, and searched out the editorial room, the witnesses said. “Where is Charb? Where is Charb?” they shouted, using a widely known nickname for Mr. Charbonnier. Spotting their target, a trim, bespectacled man, the men aimed and fired.\n\nPhotographs\n\nThen they killed the newspaper’s stunned chief cartoonists where they sat frozen, and they massacred nearly everyone else in the room in a hail of gunfire.\n\n“It lasted about five minutes,” Ms. Rey said, shaken and afraid. “They spoke perfect French, and claimed to be from Al Qaeda.”\n\nSigolène Vinson, a freelance journalist who had come in that morning to take part in the meeting, said that when the shooting started, she thought she would be killed. Ms. Vinson said in an interview that she dropped to the floor and crawled down the hall to hide behind a partition, but one of the gunmen spotted her and grabbed her by the arm, pointing his gun at her head. Instead of pulling the trigger, though, he told her she would not be killed because she was a woman.\n\nPhoto\n\nShe disputed a quotation attributed to her and carried on the website of the French radio service RFI stating that the gunman had told her she should convert to Islam, read the Quran and cover herself. Instead, she told The New York Times in an interview, the gunman told her: “Don’t be afraid, calm down, I won’t kill you.” He spoke in a steady voice, she said, with a calm look in his eyes, saying: \" ‘You are a woman. But think about what you’re doing. It’s not right.’ ” Then she said he turned to his partner, who was still shooting, and shouted: “We don’t shoot women! We don’t shoot women! We don’t shoot women!”\n\nOne woman was among the 12 people killed in the attack on Wednesday: Elsa Cayat, a psychiatrist and psychoanalyst who wrote a column for the paper. The cartoonists Georges Wolinski, Jean Cabut and Bernard Verlhac were also slain.\n\nThe French authorities have identified two brothers as the gunmen. The younger, Chérif Kouachi, 32, has been known to the French authorities as a possible terrorist for a decade. He was detained in 2005 as he prepared to leave France for Syria, where he hoped to be trained to fight Americans. He has been living recently with the second suspect, his older brother, Saïd, 34, in the home of a convert to Islam, and has worked as a pizza delivery man or a shop assistant.\n\nMore on the Paris Shootings\n\nIt was not immediately known whether either suspect ever managed to leave France to join jihadist networks. But both men appeared to have been trained in the use of commando tactics and firearms, and were prepared for their mission of killing the leadership of Charlie Hebdo.\n\nAdvertisement Continue reading the main story\n\nMost of all, they seemed determined to kill Mr. Charbonnier, who was on a Qaeda list of “most wanted” Westerners for publishing cartoons that provoked radical Muslims with irreverent representations of the Prophet Muhammad.\n\nThe two gunmen appeared on Rue Nicolas-Appert, a Paris street near the newspaper’s offices, in a black Citroën C3 sedan about 11:20 a.m. Wednesday, and began looking for Charlie Hebdo’s offices. At first, the men went to the wrong address, an annex next door, and demanded to know if it was the main office. After frightened witnesses there waved them off, they turned instead to the door where Ms. Rey was typing in the entry code.\n\nAt the same moment, a journalist for Premières Lignes Télévision, which produces investigative documentaries and has offices adjacent to Charlie Hebdo’s, went downstairs to smoke a cigarette. He saw the men entering the building, demanding to know where Charlie Hebdo’s offices were. According to Julien Beaupé, a postproduction director who works with Premières Lignes, his colleague ran upstairs to give warning, and the staff members quickly locked doors and hid under desks. Afterward, they frantically called the police and emergency services.\n\nThrough the building’s walls, Mr. Beaupé said in an interview, he heard the killers running up to the third floor, and then back down to the second, where Charlie Hebdo was located.\n\n“We heard them shouting loudly, ‘Allahu akbar, we’ll avenge the prophet,’ ” Mr. Beaupé recalled. “After that, we started to hear a huge amount of rapid gunfire.”\n\nVideo\n\nWhen an ambulance arrived, medics asked Mr. Beaupé and a few colleagues to help at the scene. In the entry hall, “it was a vision of horror — it was a total blood bath,” he said. “There were so many bodies on the ground, and a number of extremely frightened people hidden under tables who weren’t moving.”\n\nThe horror deepened as he and the medics made their way to the editorial room. “We tried to look away, because it was just a sea of blood,” Mr. Beaupé said. “All the bodies were on the ground, there was gore on the tables, windows had been shot out and there was glass everywhere.”\n\nAdvertisement Continue reading the main story\n\nWhen the two attackers left the building, again shouting “Allahu akbar,” they headed toward their car and exchanged gunfire with police officers who had begun to converge on the area.\n\nThat scene was captured in a video taken by one of Mr. Beaupé's colleagues, Martin Boudot, who had gone to the roof of the building and turned on his camera. A short time later, a lone police officer on the scene, Ahmed Merabet, was struck by one of the gunmen’s bullets and fell to the sidewalk, holding his hands up for mercy. Instead, one of the gunmen walked calmly toward him and shot him in the head.\n\nThe two men then retreated toward their waiting car. “We have avenged the Prophet Muhammad!” they shouted. “We have killed Charlie Hebdo!”", "summary": "Ms. Vinson said in an interview that she dropped to the floor and crawled down the hall to hide behind a partition, but one of the gunmen spotted her and grabbed her by the arm, pointing his gun at her head.She disputed a quotation attributed to her and carried on the website of the French radio service RFI stating that the gunman had told her she should convert to Islam, read the Quran and cover herself.Most of all, they seemed determined to kill Mr. Charbonnier, who was on a Qaeda list of “most wanted” Westerners for publishing cartoons that provoked radical Muslims with irreverent representations of the Prophet Muhammad.According to Julien Beaupé, a postproduction director who works with Premières Lignes, his colleague ran upstairs to give warning, and the staff members quickly locked doors and hid under desks.A short time later, a lone police officer on the scene, Ahmed Merabet, was struck by one of the gunmen’s bullets and fell to the sidewalk, holding his hands up for mercy."}