{"title": "Paris Terror Attacks Leave Awful Realization: Another Massacre", "authors": ["Liz Alderman", "Jim Yardley"], "url": "https://www.nytimes.com/2015/11/14/world/europe/paris-terror-attack.html", "body": "Video\n\nPARIS — The night was chilly but thick with excitement as the big match between France’s national soccer team and archrival Germany was underway at the national stadium in a northern suburb of Paris. President François Hollande watched with the crowd as the French players pushed the ball across midfield.\n\nThen came the sharp, unmistakable crack of an explosion, overwhelming the roar of the crowd. A stunned moment passed. Players and spectators seemed confused, and eventually the awful realization swept through the stadium: Terror, for the second time this year, had struck Paris.\n\nLatest Updates\n\nThe symmetry could not be more jarring. A Parisian year that began with the bloodshed and chaos of the terrorist attacks at the satirical newspaper Charlie Hebdo and later at a Jewish grocery now had an even deadlier coda: With events still fluid and exact details unclear, the authorities said more than 100 people had been killed in a series of attacks across Paris. And dozens of people were taken hostage at a Parisian theater.\n\nThe urgent, bleating screech of sirens filled the evening air as police cruisers raced through the streets, uncertain if more mayhem was to come. Taxis ferried people home without charge as the police advised residents to stay inside. Ambulances screamed down the boulevards, as a stunned and confused French capital was again left to wonder: Why us? Once again?\n\n“Paris has been hit again by terror tonight,” Deputy Mayor Patrick Klugman said on Twitter.\n\nFor three days in January, Paris was gripped with fear as the police searched for Chérif and Saïd Kouachi after the two brothers attacked the Charlie Hebdo offices, a manhunt that ended with the Kouachis dying in a shootout. The terror only deepened when a third terrorist, Amedy Coulibaly, attacked a Jewish grocery, killing customers, before the police stormed the building and killed him.\n\nThose attacks left France reeling for months, dredging up sadness and fury and horror. They also stirred a national debate over freedom of expression and the state of French Islam, a topic that has divided France like few others and seems certain to intensify now.\n\nVideo\n\nThe attackers’ names, or whether they are linked to radical Islamist groups, are not yet known. But some witnesses described militants shouting “God is great” in Arabic before opening fire.\n\nFrance was already in a foul temper, with the economy stagnant and far-right politicians stoking anti-immigrant sentiment, especially Marine Le Pen, the leader of the National Front. Ms. Le Pen has mocked Mr. Hollande as weak and stirred French nationalism by vowing to close borders. With regional elections scheduled for Dec. 16, Ms. Le Pen seems certain to keep rising in the polls.\n\nPhoto\n\n“Of course Le Pen is going to capitalize on this,” said Laurence Bagot, 45, a French entrepreneur. “She has already been using rhetoric like closing borders and increasing national security. Now that’s actually happening.”\n\nThe French authorities, sharply criticized for failing to monitor the homegrown jihadists who had been known to security officials, vowed to tighten scrutiny of suspected terror cells and protect the country. Ms. Bagot said the attacks seemed to occur after French security was lowered months after the Charlie Hebdo attacks.\n\nVideo\n\n“It feels like we’ve created a monster, where the terrorists know better than our own security forces how to maneuver,” she said. “These people are agile, young, have no morals and no limits.”\n\nOn Friday night, the usual Parisian reverie was replaced by chaos.\n\nAt the Stade de France, spectators described a sense of panic as the explosions shook the stadium and quickly undermined whatever confidence had returned in the months since the attack on the magazine.\n\nVideo\n\n“Of course I’m afraid for the future,” said Tony Vandelle, 31, who attended the France-Germany match with his brother. “With all the strikes in Syria, we’re not safe anymore.”\n\n“Already France was traumatized when Charlie Hebdo happened, including our children, who still talk about it at school,” he added. “This is taking things to another level. To see something like this again so soon is frightening for the future.”\n\nVideo\n\nKarim Laruelle and his brother, Smaen, described hearing three explosions. “It sounded like firecrackers,” Karim Laruelle said. “We did not really know what was happening until we started getting texts from our families telling us the shootings had happened elsewhere in Paris.\n\n“They wanted to know if we were safe.”\n\nIt was a question that resonated in every corner of the city. At the junction of Folie-Méricourt and Oberkampf, roughly 150 yards from the Bataclan theater, where a rock concert had become a hostage scene, the sound of shooting echoed from the direction of the theater: single shots followed by automatic fire and a series of loud bangs.\n\nBesides the assaults at the Bataclan and the stadium, the attackers chose several of Paris’s busiest night life streets and intersections, including the Boulevard Voltaire, the Boulevard Beaumarchais and the Rue de Charonne.\n\nA man calling himself Leo, who lives near the Rue de Charonne, told Europe 1, a radio network, that his wife was among the first to help victims near the Petit Cambodge restaurant — describing the scene as a “massacre” and “apocalyptic.”\n\nHis wife told him that bodies were “littered on the ground.”\n\nAt the Bataclan, a reporter named Julien Pearce told Europe 1 that two men entered the theater with guns blazing.\n\n“The men shot at the audience, which lasted for about 10 minutes, with one shot lasting three or four seconds,” he said. “They shot, recharged their guns, and shot again, even aiming at those already lying on the ground. I saw about 10 bodies lying on the ground, but couldn’t tell whether they were injured or dead.”\n\nThe day had begun with ominous warnings: bomb threats at the German soccer team’s hotel and at Gare de Lyon, one of the city’s train stations. Trains coming into the station were halted or rerouted as officers combed the building for explosives. The hotel was also searched. Time passed.\n\nThen the police reopened the station. It was a bomb scare. They happen fairly often in Paris. The city resumed its rhythms, unaware of what was to come.", "summary": "The French authorities, sharply criticized for failing to monitor the homegrown jihadists who had been known to security officials, vowed to tighten scrutiny of suspected terror cells and protect the country. At the Stade de France, spectators described a sense of panic as the explosions shook the stadium and quickly undermined whatever confidence had returned in the months since the attack on the magazine. A man calling himself Leo, who lives near the Rue de Charonne, told Europe 1, a radio network, that his wife was among the first to help victims near the Petit Cambodge restaurant — describing the scene as a “massacre” and “apocalyptic.” The day had begun with ominous warnings: bomb threats at the German soccer team’s hotel and at Gare de Lyon, one of the city’s train stations."}