{"title": "Explaining the Rules for Migrants: Borders and Asylum", "authors": [], "url": "https://www.nytimes.com/2015/09/17/world/europe/europe-refugees-migrants-rules.html", "body": "Photo\n\nThe migrant crisis in Europe has been greatly complicated by the Continent’s incomplete integration, as national interests and political attitudes toward the newcomers have clashed with Europewide policies and initiatives that have been among the Continent’s most significant political achievements.\n\nTwo policies that loom large in the crisis are often obscured by the opaque bureaucratic shorthand that European leaders use to refer to them: “Schengen” and the “Dublin Regulation.” Here they are in a nutshell.\n\n— PATRICK J. LYONS\n\nWhat is Schengen?\n\n\n\nIt is an agreement to abolish border controls among the European nations that have joined. For the most part, people in any Schengen country can travel freely to any other without stopping to show a passport or visa, just as travelers can between American states or Canadian provinces. Only when entering from outside the Schengen area are a traveler’s credentials regularly checked.\n\nWhere did the name come from?\n\nIt is named for the town in Luxembourg where the original agreement was signed in 1985. The Schengen area began with just five countries and was set up separately from the European Union, but it was incorporated into the union’s 1997 Amsterdam Treaty with provisions for some nations to “opt out.”\n\nAdvertisement Continue reading the main story\n\nWhere does it apply?\n\nMost European Union nations — 22 out of 28 — are part of the Schengen area. So are four that are not part of the union — Iceland, Liechtenstein, Norway and Switzerland. For practical purposes, the microstates San Marino, Monaco and Vatican City are part of the Schengen area (but Andorra is not).\n\nWhere does it not apply?\n\nIn Britain and Ireland, which have opted out; in Cyprus; and in most of the Balkan nations between Greece and Hungary. Three Balkan countries — Bulgaria, Croatia and Romania — are expected to join the Schengen area eventually but have not done so yet.", "summary": "The migrant crisis in Europe has been greatly complicated by the Continent’s incomplete integration, as national interests and political attitudes toward the newcomers have clashed with Europewide policies and initiatives that have been among the Continent’s most significant political achievements. Two policies that loom large in the crisis are often obscured by the opaque bureaucratic shorthand that European leaders use to refer to them: “Schengen” and the “Dublin Regulation.” Here they are in a nutshell. For practical purposes, the microstates San Marino, Monaco and Vatican City are part of the Schengen area (but Andorra is not). Three Balkan countries — Bulgaria, Croatia and Romania — are expected to join the Schengen area eventually but have not done so yet."}