{"title": "Brussels Attacks: What We Know and Don’t Know", "authors": ["Victoria Shannon"], "url": "https://www.nytimes.com/2016/03/23/world/europe/brussels-attacks-what-we-know-and-dont-know.html?_r=0", "body": "Video\n\n• What happened?\n\nTwo explosions, at least one caused by a suicide bomber, in the departure hall at Brussels Airport killed some 10 people just before 8 a.m. local time on Tuesday, or 3 a.m. Eastern time.\n\nAbout an hour later, an explosion at the Maelbeek subway station in central Brussels, not far from the European Union’s core institutions, killed about 20 people.\n\nMore than 230 others were wounded.\n\n• Was the Islamic State behind it?\n\nEight hours after the explosions, a news agency affiliated with the Islamic State issued a bulletin claiming responsibility, calling Belgium “a country participating in the coalition against the Islamic State.”\n\nOfficials noted the timing of the attacks on Tuesday, just days after the arrest of the main surviving suspect in the assaults in and around Paris last year that killed 130 people.\n\n“We were fearing terrorist attacks, and that has now happened,” said the prime minister of Belgium, Charles Michel.\n\nLatest Updates\n\nThe suspect arrested on Friday, Salah Abdeslam, is believed to be the sole survivor of the 10 men who were directly involved in the Paris attacks on Nov. 13.\n\n• Where is the investigation heading?\n\nThe Belgian authorities released a photo of three men seen at the airport who they said were suspects and sought the public’s help in identifying one of them. The two others were “probably” suicide bombers, the police said.\n\nIn addition, an explosive device, “chemical products” and an Islamic State flag were found in police raids in the Schaebeek district of Brussels.\n\n• Why Brussels?\n\nIn addition to being the seat of European Union government and the capital of Belgium, Brussels has become a focus of counterterrorism investigations, notably since the Paris attacks.\n\nOfficials have also been concentrating on a particular Brussels neighborhood in an investigation of an Islamic State recruitment network.\n\nBrussels has a high proportion of citizens who travel to Iraq, insular Muslim communities believed to have helped shield jihadists, and security services that have had problems with their counterterrorism operations.\n\n• What is Brussels like now?\n\nThe city, with a population of about one million, has been largely shut down. The Belgian prime minister asked residents to “avoid all movement” as the authorities braced for the possibility of additional violence.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFlights to and from Brussels Airport, the city’s main international hub, are suspended through Wednesday.\n\nAll subway lines on the Brussels network were closed, but some services resumed Tuesday afternoon, local news agencies reported.\n\nThe Eurostar trains that connect Brussels to London and the Thalys trains that link the city to other European capitals were shut down. Eurostar said it expected to return to full service on Wednesday.\n\nVideo\n\nThe European Union complex is locked down. Only employees with badges can approach the building.\n\nBelgium called for three days of national mourning.\n\n• The reaction elsewhere?\n\nLondon, New York and Paris are among the major cities bolstering security around their transit hubs and elsewhere.\n\nPresident Obama, in Havana, offered American assistance to Belgium and said the United States would do “whatever is necessary” to bring the attackers to justice.\n\nCondolences are coming in from around the world. The Eiffel Tower in Paris, the World Trade Center in New York and other monuments were to be lit with the colors of Belgium’s flag.\n\nPrime Minister David Cameron of Britain called an emergency meeting of his ministers. The German foreign minister, Frank-Walter Steinmeier, said the attacks “aim at the heart of Europe.”\n\n“We are at war,” the French prime minister, Manuel Valls, said.\n\nYou can sign up here to get our regular weekday Morning Briefing delivered to your inbox.", "summary": "Officials noted the timing of the attacks on Tuesday, just days after the arrest of the main surviving suspect in the assaults in and around Paris last year that killed 130 people.The suspect arrested on Friday, Salah Abdeslam, is believed to be the sole survivor of the 10 men who were directly involved in the Paris attacks on Nov. 13.In addition, an explosive device, “chemical products” and an Islamic State flag were found in police raids in the Schaebeek district of Brussels.In addition to being the seat of European Union government and the capital of Belgium, Brussels has become a focus of counterterrorism investigations, notably since the Paris attacks.Brussels has a high proportion of citizens who travel to Iraq, insular Muslim communities believed to have helped shield jihadists, and security services that have had problems with their counterterrorism operations."}