{"title": "Vatican Arrests 2 in Connection With Leaked Documents", "authors": ["Elisabetta Povoledo"], "url": "https://www.nytimes.com/2015/11/03/world/europe/vatican-arrests-leaked-documents.html", "body": "The two people arrested — Msgr. Lucio Ángel Vallejo Balda and Francesca Chaouqui, a laywoman — were members of that commission, which was dissolved last year after completing its mandate.\n\nMonsignor Vallejo Balda holds one of the top posts at the Vatican’s prefecture for economic affairs. Ms. Chaouqui is a public relations specialist. They were taken into custody by the Vatican police over the weekend, the Vatican said in a statement. Ms. Chaouqui was released Monday after she agreed to cooperate with the investigation, the Vatican said.\n\nDivulging confidential documents has been considered a crime in the Vatican since July 2013, after the leak of a cache of Vatican documents, including personal papers belonging to Benedict, which Mr. Nuzzi published in a best seller, “Sua Santità,” or “His Holiness.”\n\nAfter the publication of that book, the pope’s personal butler, Paolo Gabriele, was arrested on charges of leaking the documents to Mr. Nuzzi. Mr. Gabriele was tried and was sentenced in October 2012 to 18 months in prison. He was pardoned two months later by Benedict.\n\nThe revelations of widespread infighting and power struggles at the Vatican are considered to have helped precipitate Benedict’s resignation. Echoes of that scandal, called “VatiLeaks” by the news media, reverberated last month when an Italian newspaper announced that Pope Francis had a treatable brain tumor, a report that the Vatican denied and called an attempt to undermine him.\n\nThe Vatican said Monday that the coming books were “the fruit of a grave betrayal of the pope’s trust.” The authors of the books have been warned that the Vatican’s legal offices are considering action.\n\nPhoto\n\n“Publications of this kind do not contribute in any way to the establishment of clarity and truth, but rather to the creation of confusion and partial and tendentious interpretations,” the Vatican said in the statement. “We must absolutely avoid the mistake of thinking that this is a way to help the mission of the pope.”\n\nAdvertisement Continue reading the main story\n\nIn an interview, Mr. Fittipaldi, the author of “Avarice” and an investigative journalist for the newsweekly L’Espresso, called the arrests on Monday “abnormal” and said it was no coincidence that they had taken place just before the publication of two books that probe the inner workings of one of the world’s most secretive institutions.\n\n“The arrests are a way not to talk about the content of the books, but about moles and intrigue, and whether they are the sources or not,” Mr. Fittipaldi said in a telephone interview.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHis book, he said, described a Vatican that is very different from Pope Francis’ vision of a church for the poor. Mr. Fittipaldi declined to give details from his book before its publication, but he noted that he had looked into the lavish lifestyles of cardinals, and financial investments in companies in the United States and Luxembourg.\n\nBesides reporting on the church’s vast financial holdings, Mr. Fittipaldi said he had also discovered that money given to the church for the poor was used for other purposes.\n\nThe bottom line, he said, was that in the Vatican “there is still considerable resistance against Francis’ revolution.”\n\nMr. Nuzzi’s book, which will be published in several countries on Thursday, claims to “tell from the inside” the struggles that Francis and his closest advisers are undertaking to overhaul the church, based on “unpublished documents and tape recordings,” according to a news release.\n\nThe book suggests that the Vatican’s finances were in such chaos that Benedict had no choice but to resign. The book also promises to reveal the “poisons of those who would sabotage the pope’s vigorous revolution.”\n\n“I am certainly surprised that the Vatican responds to the imminent publication of a book with handcuffs,” Mr. Nuzzi said in a telephone interview on Monday, particularly “when handcuffs aren’t used to stop the thieves in the Vatican.”\n\nHe added, “I understand the book is embarrassing, but that should concern the people who acted wrongly, not those who publish the wrongdoings.”\n\nThe book describes “dramatic stories, of a Curia that couldn’t be farther from Francis’ words,” he said. “There are people in the Vatican who don’t want him to reform. I say who those people are, who is trying to stop him.”\n\nAdvertisement Continue reading the main story\n\nMr. Nuzzi said that as an Italian, he felt the Vatican could not pursue him legally. “In Italy, the publication of news is protected by the Constitution,” he said.", "summary": "Lucio Ángel Vallejo Balda and Francesca Chaouqui, a laywoman — were members of that commission, which was dissolved last year after completing its mandate. In an interview, Mr. Fittipaldi, the author of “Avarice” and an investigative journalist for the newsweekly L’Espresso, called the arrests on Monday “abnormal” and said it was no coincidence that they had taken place just before the publication of two books that probe the inner workings of one of the world’s most secretive institutions. Mr. Fittipaldi declined to give details from his book before its publication, but he noted that he had looked into the lavish lifestyles of cardinals, and financial investments in companies in the United States and Luxembourg. Mr. Nuzzi’s book, which will be published in several countries on Thursday, claims to “tell from the inside” the struggles that Francis and his closest advisers are undertaking to overhaul the church, based on “unpublished documents and tape recordings,” according to a news release."}