{"title": "Q. and A.: Calais Has Become Flashpoint in Europe’s Migrant Crisis", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/08/06/world/europe/q-and-a-the-migrant-crisis-in-calais.html", "body": "Photo\n\nThousands of migrants have crowded into a makeshift camp near the port city of Calais, France, close to the entrance to the tunnel underneath the English Channel.\n\nResidents of the camp have used it as a staging ground to hop onto trucks and trains bound for Britain. Migrants have used the tunnel as a transit point for years, but they are doing so in greater numbers this summer — and taking greater risks. Ten people have died trying to cross the Channel since June, according to Médecins du Monde, and the crisis has created long delays and a political uproar.\n\nKatrin Bennhold, a reporter for The New York Times based in London, recently visited Calais for an article about the crisis, and she provides answers to some of the top questions readers are asking about Calais.\n\nWhere exactly is the migrant camp?\n\nThe camp, nicknamed the “jungle” by residents, is next to a highway bridge about two and a half miles northwest of the center of Calais, in northern France. It is about nine miles from the perimeter of the Channel Tunnel that connects France with Britain. Migrants from the camp often walk that far twice a day in their attempts to cross the Channel.\n\nLondon Channel Tunnel BRITAIN Calais france Paris 40 miles\n\nHow many migrants are in Calais?\n\nEstimates differ widely. From 3,000 to 5,000 migrants are currently housed in the camp. That is a fraction of the number of immigrants and asylum seekers arriving in Britain, where last year net migration reached 318,000. It is also small compared with the number of migrants that other, poorer countries have absorbed.\n\nAdvertisement Continue reading the main story\n\nWhere do the migrants come from?\n\nThe migrants in Calais come from countries suffering conflict and other hardships in the Middle East and Africa, part of a worldwide refugee crisis. Some of the largest groups include people from Syria, Afghanistan, Eritrea, Ethiopia, Sudan and Somalia."}