{"title": "Migrant Crisis Raises Issues of Refugees’ Rights and Nations’ Obligations", "authors": ["Somini Sengupta"], "url": "https://www.nytimes.com/2015/09/24/world/europe/migrant-crisis-raises-issues-of-refugees-rights-and-nations-obligations.html", "body": "There is an important caveat, though: Countries are prohibited from sending refugees to a place where they would not be protected from persecution.\n\nPhoto\n\nFor that reason, it may be hard for the European Union to justify sending refugees to a country like Hungary that has been actively hostile to accepting them, according to Madeline Garlick, a lawyer for the Migration Policy Institute in Brussels. But she said there was no bar to sending refugees who are awaiting asylum to stay in Poland, for example, even if they said they wanted to go to Germany.\n\nQ. Are there precedents for distributing refugees this way?\n\nA. When refugees began to reach Australia from Southeast Asia in large numbers, Australia tried to send some of them to Malaysia to be housed. The Australian courts struck down the arrangement because Malaysia did not have a good record of providing protection to refugees, according to James C. Hathaway, a law professor at the University of Michigan. But he said the European Union’s plan was “absolutely, utterly correct and legal.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe situation in Europe is complicated by the bloc’s system of open internal borders and free movement. A longstanding rule that asylum seekers should be accommodated by the first member country they entered, and can be sent back there if they go elsewhere in the union, has partly broken down under the pressure of the current wave of migrants.\n\nQ. Can asylum be denied? What happens then?\n\nA. If refugees cannot demonstrate “a well-founded fear of persecution” in the country they fled, they can be denied asylum and deported. But the refugees are entitled to a full and fair hearing first, and not a swift rejection in what the United Nations last week called “summary proceedings.”\n\nThey can also be denied asylum and lose protected status as refugees if they are found to have committed war crimes or crimes against humanity.\n\nQ. How can refugees receive asylum in the United States?\n\nA. One way is to physically reach American soil. A person who then claims to be fleeing war or persecution must be allowed to make that case before a court.\n\nAnother way, for those who cannot get to America on their own, is to be referred through the United Nations refugee agency. Thousands of such applicants are granted asylum each year after being screened first by the United Nations and then by American officials, a process that generally takes 18 to 24 months. The refugees might not have chosen the United States specifically; the United Nations agency decides where to refer them. Once they are in the United States, these refugees usually get help with housing and job placement, and they can eventually become citizens.", "summary": "For that reason, it may be hard for the European Union to justify sending refugees to a country like Hungary that has been actively hostile to accepting them, according to Madeline Garlick, a lawyer for the Migration Policy Institute in Brussels.The Australian courts struck down the arrangement because Malaysia did not have a good record of providing protection to refugees, according to James C. Hathaway, a law professor at the University of Michigan.A longstanding rule that asylum seekers should be accommodated by the first member country they entered, and can be sent back there if they go elsewhere in the union, has partly broken down under the pressure of the current wave of migrants.But the refugees are entitled to a full and fair hearing first, and not a swift rejection in what the United Nations last week called “summary proceedings.”Thousands of such applicants are granted asylum each year after being screened first by the United Nations and then by American officials, a process that generally takes 18 to 24 months."}