{"title": "American Official Tells Ukraine’s Protest Leaders to Find Peaceful End to Crisis", "authors": ["David M. Herszenhorn", "Steven Erlanger"], "url": "http://www.nytimes.com/2013/12/06/world/europe/ukraine-protests.html", "body": "At the same time, participants in the meeting said they understood her message to mean that protest leaders might have to accept the prospect of Mr. Yanukovich remaining in power, unless he should decide to resign voluntarily. The possibility that he would quit is regarded as extremely unlikely, and from a practical standpoint there seem to be few legal ways to meet the protesters’ demand to oust him.\n\nComplicating the effort to address the unrest in Ukraine is the country’s severe economic crisis, which will require a financial aid package of about $17 billion or more. That has made Ukraine particularly vulnerable to foreign influence as officials look to virtually every big power — Russia, China, Europe and the United States — for potential help.\n\nIt is not yet clear where that help will come from. But it appears the European Union and its negotiators may have misread Mr. Yanukovich and the situation in Ukraine, diplomats and analysts said, focusing on longer-term benefits from the association with Europe rather than the kind of short-term financial assistance Moscow could offer — and which might well end up in the bank accounts of the politically connected.\n\nVideo\n\n“The highly corrupt political class is more interested in its own pockets than in the public interest,” said Thomas Gomart, a senior research fellow at the French Institute of International Relations. “And it cannot give a political answer to the demonstrations. The real issue is not deciding to go to Brussels or Moscow, but popular exasperation with this political system.”\n\nEuropean leaders have said they will not engage in a bidding war with the Kremlin for influence over Ukraine, a stance that many experts applauded. “The E.U. shouldn’t feel too responsible for what’s going on in Ukraine,” said Charles Grant, the director of the Center for European Reform. Mr. Yanukovich was bluntly telling European and American diplomats that he needed $20 billion to seal the deal in the face of Russian opposition. “The E.U. shouldn’t play that kind of game, if it’s about the personal enrichment of the political elite,” he said.\n\nMs. Nuland made clear that the United States disapproved of Mr. Yanukovich’s decision not to sign the accords with Europe.\n\n“There should be no doubt about where the United States stands on this,” she said. “We stand with the people of Ukraine who see their future in Europe and want to bring their country back to economic health and unity.”\n\nAdvertisement Continue reading the main story\n\nOther foreign diplomats, including the German foreign minister, Guido Westerwelle, have used the occasion of the ministerial conference to meet with opposition leaders. But the meeting with Ms. Nuland effectively drew a new reality for the protest leaders.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThey include a pro-Western businessman, Petro Poroshenko, and the leaders of the three main opposition parties in Parliament: Arseniy P. Yatseniuk of the Fatherland coalition; the champion boxer Vitali Klitschko of the Udar party; and Oleg Tyagnybok, the leader of the nationalist Svoboda Party.\n\nAlso in attendance were Yuri V. Lutsenko, a former interior minister and field commander of the 2004 Orange Revolution, and Evgenia Tymoshenko, the daughter of Ukraine’s jailed former prime minister, Yulia V. Tymoshenko. Ms. Nuland was accompanied by the American ambassador to Ukraine, Geoffrey R. Pyatt.\n\nMs. Nuland’s strong message in support of a constitutional solution has forced the protest leaders to confront the likelihood that they will be unable to oust Mr. Yanukovich. They could, however, still achieve another of their top goals with the resignation of Prime Minister Mykola Azarov and his government.\n\nPhoto\n\nMr. Yanukovich’s decision, under heavy pressure from Russia, to reject the accords with the European Union set off the protest movement, which gained momentum after a violent crackdown by riot police officers on several hundred demonstrators early Saturday morning.\n\nHundreds of thousands of people took to the streets of Kiev last Sunday, and since then demonstrators have occupied not only the landmark Independence Square, where they have set up barriers around a wide perimeter, but also City Hall and several other public buildings, including the Trades Union building where Thursday’s meeting took place.\n\nThe protesters are a loose coalition of opposition political parties, civic organizations and student groups. No one leader has emerged — indeed, the three party leaders are rivals — and so substantial internal negotiation is expected before there is any formal response to the position expressed by Ms. Nuland.\n\nThe civic and student groups have been particularly skeptical that the established politicians would be able to deliver the results they seek.\n\nThe prospect of a solution that leaves Mr. Yanukovich in power, at least until the next presidential election in 2015, and would allow him to run as planned for a second five-year term, is unlikely to sit well with any of the protest leaders or the tens of thousands of people on the street.\n\nAdvertisement Continue reading the main story\n\nNowhere is that antipathy toward him stronger than among supporters of Ms. Tymoshenko, the former prime minister, whose prosecution and seven-year sentence on abuse of authority charges has been widely criticized in the West as an effort by Mr. Yanukovich to sideline his main political rival.\n\n“What European leaders understand now is they are dealing with a person who cheats them and who lies,” Evgenia Tymoshenko said in an interview on Thursday. “There can be no negotiation with a person who cheats and lies.”\n\nProtest leaders, however, may not have a choice. While it is possible to dissolve the government, Western officials say they see no legal means, within the existing Ukrainian Constitution, to remove Mr. Yanukovich from office.\n\nIn her remarks, Ms. Nuland did not rule out the calls by some Ukrainian officials, including the speaker of Parliament, Volodymyr Rybak, for so-called round-table talks — the same phrase for negotiations that helped resolve the Orange Revolution nine years ago."}