{"title": "As Golden Dawn Rises in Greece, Anti-Immigrant Violence Follows", "authors": ["Liz Alderman"], "url": "http://www.nytimes.com/2012/07/11/world/europe/as-golden-dawn-rises-in-greece-anti-immigrant-violence-follows.html?pagewanted=all", "body": "As the downturn deepens across Europe , the political right has risen in several countries, including France , the Netherlands and Hungary . But the situation in Greece shows how quickly such vigilante activity can expand as a government is either too preoccupied with the financial crisis or unable or disinclined to deal with the problem. Greece’s new prime minister, Antonis Samaras , has said he wants to put an end to the “invasion” of illegal immigrants, but “without vigilantism, without extremism.” Yet, as attacks mount even against legal immigrants, he has addressed the violence infrequently.\n\nPhoto\n\nNo country willingly tolerates a large population of illegal immigrants, and Greece, a gateway for migrants from Africa and Asia , has long had more than its share. Its border with Turkey is regarded as the most porous in Europe, and European laws require countries to return illegal migrants to the country from which they entered the European Union .\n\nWhile that law is suspended in Greece pending a court case, many remain trapped here because of paperwork problems, with no job or means of integrating. They wind up settling in rougher neighborhoods, deepening trends of poverty, crime and drug dealing, and unleashing a wave of popular discontent for Golden Dawn to ride.\n\nThreats, beatings and vows by Golden Dawn followers to “rid the land of filth,” sporadic problems in recent years, have become commonplace since the party claimed 18 of Parliament’s 300 seats in the elections last month, even after Ilias Kasidiaris, the party’s spokesman, repeatedly slapped a female rival during a televised debate.\n\nWhile some attackers are being arrested, Human Rights Watch and other groups accuse the Greek police of increasingly looking the other way when confronted with evidence of violence, and even standing by while the beatings are going on. All of this, the report by Human Rights Watch says, is “in stark contrast to government reassurances.”\n\nThe report further states that illegal migrants “were routinely discouraged from filing official complaints,” and that “the police told some victims they would have to pay a fee to file a complaint.” In addition, it says, the police told some victims to fight back themselves.\n\n“We have hundreds of reports from people who are beaten while policemen were standing there doing nothing,” said Thanassis Kourkoulas, the spokesman for Expel Racism, an immigrant support group. He said officers had been accused of assaulting immigrants in police stations and of giving the telephone number of Golden Dawn to citizens who called with complaints about crime and immigrants.\n\nPhoto\n\nEven a former police union chief, Dimitris Kyriazidis, recently accused police officials of turning “a blind eye to extreme-right groups that are affiliated to Golden Dawn and which are running amok across the country.” A Greek police spokesman, Christos Manouras, strongly denied any official tolerance of attacks on immigrants or any links to or collaboration with Golden Dawn. “It is not even up for discussion,” he said. “Police officers are always on the citizens’ side and make anguished efforts every day to tackle whatever problems may arise and to boost security.”\n\nAdvertisement Continue reading the main story\n\nStill, Golden Dawn’s allure is seeping more into the mainstream amid reports of rising crime in areas where poor illegal migrants are concentrated. In Parliament recently, Golden Dawn’s nominee for a deputy speaker position was backed by 41 lawmakers, an indication of either support or tolerance from major political parties.\n\nArmed with promises to restore jobs and order, the group is increasing its presence even in some middle-class areas. Burly black-clad men who hew to nationalistic and xenophobic slogans offer protection to older people, the poor and Greek business owners.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nStratos Papadeas, 33, runs the Byzantium gift shop near the Acropolis, selling Greek Orthodox icons. As the crisis devours business, he has grown exasperated with illegal Pakistani and African immigrants who make money selling fake designer purses outside his door.\n\n“They are killing jobs for Greek people,” Mr. Papadeas said as he stood under a gilt-leaf painting of the Madonna. “They scare customers away, and they engage in criminality. I’m not racist, but something needs to be done.”\n\nHe said he almost asked Golden Dawn to “clean the streets” but hesitated as reports of its methods proliferated. His family cares for a skeletal Kenyan immigrant, Omar, whom he said the group beat savagely one day. “Still,” Mr. Papadeas said, “I’m very tempted to call them because the police are nowhere to be found.”\n\nVideo\n\nAs Golden Dawn tries to expand its sphere of influence, many Greeks are growing alarmed by what they see as echoes of ultraright ideology in a country that resisted Nazi occupation during World War II . In response, some communities are forming antifascist countermovements, turning once-abstract ideological differences into a street-level struggle.\n\nSo far, rights groups say, the protests have been peaceful. “But we’re afraid something could go wrong one day if the violence continues,” said Marios Augoustetos, a graphic designer who is involved in Expel Racism.\n\nMr. Kasidiaris, the Golden Dawn spokesman, denied accusations of vigilantism, including charges of beatings and extremism. “This is not serious stuff,” he said. “It’s science fiction, a screenplay and an urban legend.”\n\nAdvertisement Continue reading the main story\n\nNevertheless, the drumbeat of threats and attacks against immigrants continues to gain force, victims and rights groups say. Marco Moheb, 30, a legalized Egyptian immigrant, said he was attacked in May near a police station in Kalithea, a middle-class suburb.\n\nThe police had jailed his nephew for walking without identification papers, he said. When Mr. Moheb delivered them, he said, the police photographed him and warned him not to return through the main square. He said he ignored the advice because alternate routes were too long, and minutes after he left the station he was surrounded and beaten by 12 men, he said, some of them wearing shirts with the Golden Dawn insignia, leaving him hospitalized with a concussion . “It was like it was arranged,” Mr. Moheb said.\n\nAt a high school blocks from where the episode occurred, students and teachers said Golden Dawn had reached into schools. Recently, several male students sympathetic to the group left their classrooms and beat a passing dark-skinned mail carrier, said Elena Siozou, 16, a student. “Planting violence in young people is the worst thing someone can do,” she said.\n\nBack in Nikaia, Mr. Irfan, the hair salon owner, said immigrants were thinking of ways to protect themselves and their families. “I love this country,” he said. “But I don’t want someone to kill me.”\n\nHe is thinking of leaving if the situation worsens. “But even if every immigrant were kicked out, would that solve Greece’s economic problems, create jobs or bring higher salaries or pensions for Greeks?” he said. “It’s the crisis that’s destroying jobs, but we are getting the blame.”", "summary": "They wind up settling in rougher neighborhoods, deepening trends of poverty, crime and drug dealing, and unleashing a wave of popular discontent for Golden Dawn to ride.While some attackers are being arrested, Human Rights Watch and other groups accuse the Greek police of increasingly looking the other way when confronted with evidence of violence, and even standing by while the beatings are going on.In Parliament recently, Golden Dawn’s nominee for a deputy speaker position was backed by 41 lawmakers, an indication of either support or tolerance from major political parties.As Golden Dawn tries to expand its sphere of influence, many Greeks are growing alarmed by what they see as echoes of ultraright ideology in a country that resisted Nazi occupation during World War II .He said he ignored the advice because alternate routes were too long, and minutes after he left the station he was surrounded and beaten by 12 men, he said, some of them wearing shirts with the Golden Dawn insignia, leaving him hospitalized with a concussion ."}