{"title": "Sweden and Denmark Add Border Checks to Stem Flow of Migrants", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2016/01/05/world/europe/sweden-denmark-border-check-migrants.html?ref=topics", "body": "Hungary built a razor-wire fence along its border to keep migrants out. Denmark has cut benefits to new arrivals by about 50 percent and has introduced tough language requirements for those seeking permanent residency. Finland has issued news releases in Arabic detailing additional restrictions, apparently with the aim of warning would-be asylum seekers that the country is not a paradise.\n\nPhoto\n\nUnder the temporary border controls introduced Monday in Sweden, travelers to Sweden from Denmark will have to show valid identification with a photograph, like a passport, for the first time in more than half a century. The move raised the prospect of continuing delays in travel between the two nations, especially on the Danish side of the Oresund Bridge, a major link between Copenhagen, the Danish capital, and Malmo in southern Sweden, a popular gateway for migrants seeking to enter Sweden.\n\nThe new border controls in Sweden are likely to present a hurdle to thousands of would-be asylum seekers, many of whom lack official documents. (The Oresund Bridge has also gained a foothold in popular culture, being at the center of the hit Scandinavian crime television series “The Bridge,” which starts with detectives from the two countries teaming up to investigate the murder of a woman whose body is found on the structure.)\n\nTravel between Denmark and Germany has not required a passport since 2001 under the Schengen Agreement, which permits borderless movement across much of the European Union. The system has already been teetering in recent months as even its staunchest supporters such as Germany have erected temporary controls.\n\nGerman officials, while generally refraining from specific remarks about the Danish decision, expressed concern about the future of passport-free travel across Europe. An Interior Ministry spokesman, Johannes Dimroth, said the effect on migration north from Germany would “have to be watched very carefully.”\n\nMartin Schaefer, a Foreign Ministry spokesman, said freedom of movement within the European Union was “perhaps one of the greatest achievements in the last 60 years.” He acknowledged, however, that the influx of migrants was putting enormous strains on the system.\n\nThe passage of migrants through Austria prompted Germany to impose its own border controls last year, and Steffen Seibert, a spokesman for Chancellor Angela Merkel, used the developments to once again press for a broader solution to the migrant crisis, in particular on the bloc’s external borders.\n\nAdvertisement Continue reading the main story\n\nWhile the move by Sweden, which has a long tradition of welcoming refugees, was expected, Denmark’s was more sudden. The Danish prime minister, Lars Lokke Rasmussen, used his New Year’s Day address to warn that his government might impose controls at its border with Germany, and on Monday it followed through. In both countries, the issue has been influenced by the rise of populist, anti-immigration parties on the right.\n\nVideo\n\nThe legislation mandating the Swedish controls is valid for three years, while the controls in Denmark are to last 10 days, with the possibility of extending them for an additional 20.\n\nMr. Rasmussen announced the new steps by his country hours after Sweden started checking train passengers arriving from Denmark.\n\n“It is clear to all of us in Europe that we need an overall European solution,” he said. “The solution won’t be found at national borders between Country A and Country B.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTorsten Albig, governor of the German state Schleswig-Holstein, which borders Denmark to the south, expressed dismay at the Danes’ move to tighten their shared border.\n\n“This can hurt the good coexistence in the German-Danish border region and be especially hard on commuters,” Mr. Albig told the German news agency DPA.\n\nCarl Bildt, a former prime minister and foreign minister of Sweden, condemned the measures introduced by his country, writing on Twitter that it was “a dark day for our Nordic region.”\n\nCitizens on either side of the border between Germany and Denmark have long had ties with one another and have moved freely for the last 15 years.\n\nDenmark stopped all train traffic from Germany and closed its main highway for several days after Sept. 9, when thousands of refugees sought to enter the country, most destined for Sweden.\n\nAdvertisement Continue reading the main story\n\nDavid Brax, a researcher of hate crimes at the University of Gothenburg in Sweden, said the country’s center-left minority government had justified the measures on the grounds that its system for processing migrants and refugees could no longer cope with the influx.\n\nBut he said a backlash against migration was also gaining force in Sweden at a time when a populist far-right anti-immigrant party was gaining ground and when public sentiment against migrants was hardening in some quarters.\n\n“Rights groups and those on the left are very upset by the measures,” he said in an interview. “There is a deep polarization on migration in Sweden. Some people see it as a duty to help as many migrants as we can. But others argue that Sweden, in the wake of terrorist attacks in Paris and California, must be very vigilant, secure its borders and prevent terrorists pretending to be migrants from entering.”\n\nTensions over migration in Sweden were stoked over the summer when a woman and her son were stabbed to death at an Ikea in Vasteras, and an Eritrean whose asylum request had been denied was charged with the crime. Several refugee centers in the country have been set on fire in recent months.\n\nThe far right in Sweden, as elsewhere in Europe, has been exploiting fears about immigration to draw support. The Sweden Democrats, a far-right anti-immigrant party, won almost 13 percent of the vote in a 2014 general election, and recent polls show it gaining in strength. But the center-left minority government and the opposition have both avoided joining forces with the party, mitigating its influence.\n\nLast year, more than one million refugees and migrants fled to Europe by sea or land, many of them undertaking perilous journeys on rickety boats organized by human traffickers. At least 3,735 have drowned.", "summary": "Martin Schaefer, a Foreign Ministry spokesman, said freedom of movement within the European Union was “perhaps one of the greatest achievements in the last 60 years.” He acknowledged, however, that the influx of migrants was putting enormous strains on the system.The Danish prime minister, Lars Lokke Rasmussen, used his New Year’s Day address to warn that his government might impose controls at its border with Germany, and on Monday it followed through.Denmark stopped all train traffic from Germany and closed its main highway for several days after Sept. 9, when thousands of refugees sought to enter the country, most destined for Sweden.David Brax, a researcher of hate crimes at the University of Gothenburg in Sweden, said the country’s center-left minority government had justified the measures on the grounds that its system for processing migrants and refugees could no longer cope with the influx.Tensions over migration in Sweden were stoked over the summer when a woman and her son were stabbed to death at an Ikea in Vasteras, and an Eritrean whose asylum request had been denied was charged with the crime."}