{"title": "Stéphane Charbonnier, Known as Charb, Relished Defying Mores", "authors": ["Ravi Somaiya"], "url": "https://www.nytimes.com/2015/01/08/world/europe/charlie-hebdo-editor-made-provocation-his-mission.html", "body": "“They were so friendly, so funny,” Mr. Leconte said, describing a team of artists led by Mr. Charbonnier. “They were not doctrinaire at all. They liked liberty, they liked freedom,” he said. “I don’t really understand what kind of people would want to kill them.”\n\nThe group worked closely together and had dinner together, said Françoise Mouly, the art editor of The New Yorker, who was born in France and grew up reading Charlie Hebdo and its predecessors. “They weren’t hiding behind their drawings. They knew the dangers. There had been firebombs and threats. They were actually defying a gag order given to them by extremists.”\n\nMr. Charbonnier, who had appeared on a list of Al Qaeda’s targets, was under police protection, though he told the French daily Le Monde that as a single man he did not fear retaliation, and that however pompous it might sound, he would rather “die standing than live on my knees.\"\n\nWhen the French prime minister in 2012, Jean-Marc Ayrault, said that the government would block a series of protests planned by Muslims, Mr. Charbonnier defied that, too. “Why should they prohibit these people from expressing themselves?” he said at the time. “We have the right to express ourselves, they have the right to express themselves, too.”\n\nVideo\n\nMr. Charbonnier, a slight man with thick glasses, had worked at Charlie Hebdo for more than 20 years, he said in an interview with Al Jazeera English in 2012. For that whole time, he said, the newspaper had been “provocative on many subjects.”\n\n“It just so happens that every time we deal with radical Islam we have a problem, and we get indignant or violent reactions,” he said.\n\nAdvertisement Continue reading the main story\n\nA recent cartoon by Mr. Charbonnier, shared Wednesday on social media, appeared gruesomely prophetic. It pictured a hapless-looking man, dressed in the style of many Islamic extremists, under the words “still no attacks in France.” The extremist, in a speech bubble, pointed out that he had until the end of January to present his New Year’s wishes.\n\nAmong the dozen people killed Wednesday were two of the magazine’s founding cartoonists, Jean Cabut, 76, who used the pen name Cabu, and Georges Wolinski, 80. Also killed was Bernard Verlhac, 57, who used the pen name Tignous.\n\n“To have cartoonists slaughtered for publishing cartoons is something we haven’t seen since the 18th century,” Ms. Mouly said.\n\nVideo\n\nThe 45-year-old newspaper, part of a long tradition in France of using satire and humor, regularly singles out politicians, the police, bankers, religion and religious figures — from popes to prophets. This week’s issue included a mock debate about whether Jesus exists. “They were troublemakers for my entire life,” Ms. Mouly said.\n\nThe newspaper was born in controversy in 1970 when a publication called Hara-Kiri, where Mr. Cabut and Mr. Wolinski had worked, folded after coming under criticism for mocking the death of Charles de Gaulle. Its staff pivoted to set up a new weekly, Charlie Hebdo — Charlie Weekly — a reference to its reprint of Charlie Brown cartoons from the United States. The paper’s founding “was the moment when cartoonists became important in French culture,” Ms. Mouly said.\n\nThough its circulation is only around 30,000, Charlie Hebdo has stirred national — even global — controversy and has drawn the anger of some Muslims on more than one occasion. In 2006, the newspaper reprinted cartoons of Muhammad first published by the Danish newspaper Jyllands-Posten, prompting a lawsuit from French Muslim groups.\n\nCartoons, Ms. Mouly said, may prompt more widespread anger than words do because “they’re meant to function in an iconic way that can be read across languages.” She added, “They’re meant to poke at the establishment. You don’t do a cartoon to reinforce ideas so much as to challenge them.”\n\nAfter the attack in 2011, Mr. Charbonnier worried about the future of the newspaper, but it persevered and continued to stoke controversy. \"He really thought these people were very stupid,” Mr. Leconte said.\n\nCartoonists elsewhere were shaken to find themselves once again targets of extremist violence. “It is so out of proportion with the actual impact they had,” Ms. Mouly said. “But this, on the other hand, is the same kind of thinking that has fundamentalists killing children.”", "summary": "The group worked closely together and had dinner together, said Françoise Mouly, the art editor of The New Yorker, who was born in France and grew up reading Charlie Hebdo and its predecessors.Mr. Charbonnier, who had appeared on a list of Al Qaeda’s targets, was under police protection, though he told the French daily Le Monde that as a single man he did not fear retaliation, and that however pompous it might sound, he would rather “die standing than live on my knees.\"Mr. Charbonnier, a slight man with thick glasses, had worked at Charlie Hebdo for more than 20 years, he said in an interview with Al Jazeera English in 2012.The 45-year-old newspaper, part of a long tradition in France of using satire and humor, regularly singles out politicians, the police, bankers, religion and religious figures — from popes to prophets.The newspaper was born in controversy in 1970 when a publication called Hara-Kiri, where Mr. Cabut and Mr. Wolinski had worked, folded after coming under criticism for mocking the death of Charles de Gaulle."}