{"title": "Paris Attacks and Other Assaults Seen as Evidence of a Shift by ISIS", "authors": ["Eric Schmitt"], "url": "https://www.nytimes.com/2015/11/23/world/europe/paris-attacks-isis-threatens-west.html", "body": "American and European intelligence officials said they based their new assessment of the external operations structure on intercepted communications, the Islamic State’s own propaganda, and other intelligence.\n\nPhoto\n\nInvestigators are still piecing together details of how the Paris plotters communicated, but two Western counterterrorism officials revealed that there were electronic communications between Islamic State leaders in Syria and Abdelhamid Abaaoud, the man suspected to be the architect of the assault, in the weeks before the attacks.\n\nSimilar evidence analyzed after the bombings in Beirut, the Lebanese capital, suggest that those strikes were directed from Syria and conducted by operatives on the ground. The downing of the Russian airliner followed a larger Islamic State goal to strike Russian interests but was probably carried out autonomously by the group’s affiliate in Egypt, officials said.\n\nAccording to American and European officials, the man overseeing the attacks outside Iraq and Syria is Abu Muhammad al-Adnani, a 38-year-old Syrian who is the official spokesman for the Islamic State and one of the most trusted lieutenants of Abu Bakr al-Baghdadi, the group’s supreme leader. But it is in his role as head of external operations that Mr. Adnani has drawn intensified scrutiny from Western officials.\n\nMr. Adnani is best known for a 42-minute audio statement issued on social media in September 2014 in which he called on individual Muslims living in the West to kill civilians in their countries by any means necessary, and to do so without waiting for further instructions from the terrorist group’s leaders.\n\n“If you can, kill a disbelieving American or European — especially the spiteful and filthy French — or an Australian, or a Canadian,” he said. “Then rely upon Allah, and kill him in any manner or way, however it may be. Do not ask for anyone’s advice.”\n\nAs a result, Mr. Adnani now has a $5 million bounty on his head, offered by the United States, and is on the kill list for the American-led air campaign in Iraq and Syria. “Adnani has been a key figure in external planning since ISIS rose to prominence over a year ago,” said Matthew G. Olsen, a former director of the National Counterterrorism Center.\n\nAdvertisement Continue reading the main story\n\nMr. Adnani’s stature and operational focus are also revealed in an analysis of nearly 1,000 video messages the Islamic State has disseminated over social media in the past two years, which was conducted by Javier Lesaca, a visiting scholar at George Washington University’s school of media and public affairs.\n\nPhoto\n\nWhile Mr. Adnani is the Islamic State’s chief spokesman and propagandist, his photograph is not shown by the group in its videos, most likely to protect him. So Mr. Adnani makes frequent audio statements. “ISIS has never shown a video with images of al-Adnani,” Mr. Lesaca said. “The only reason for this is to enhance his security.”\n\nMr. Lesaca’s analysis shows that Russia has received the most threats from the Islamic State in its videos, with more than 25 in two years. France is next with almost 20 in the same time frame, he said.\n\nFrench intelligence officials believe that Mr. Abaaoud, who was killed in a shootout with the police in Paris last week, worked under Mr. Adnani in Syria, impressing his boss by recruiting French-speaking jihadists.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAccording to activists from Aleppo Province in Syria, Mr. Abaaoud spent time in Azaz, near the Turkish border, in early 2014. Azaz at the time was a kind of foreign jihadist boomtown, full of enthusiastic new arrivals. According to the activists, Mr. Abaaoud served as the emir, or leader, of foreign fighters there until the Islamic State was pushed out of the area and moved to the east, including to Deir al-Zour.\n\nMr. Abaaoud kept a low profile among civilians there, said Omar Abu Layla, an antigovernment activist from Deir al-Zour, but gained a reputation in skirmishes against groups calling themselves the Free Syrian Army that oppose both the Islamic State and the Syrian president, Bashar al-Assad. Mr. Abaaoud’s enemies called him “the mongoose,” for his ability to operate discreetly, quickly and quietly, establishing his presence and power.\n\nWestern officials say the Belgian-born Mr. Abaaoud was eventually assigned a bigger role: to organize attack missions in Europe. There, he drew upon a vast network of radicals and extremists long before the Paris strikes.\n\nThe French interior minister, Bernard Cazeneuve, said at a news briefing on Thursday that Mr. Abaaoud, in addition to playing an important role in the Paris attacks, had his hand in at least four of the six plots French authorities had broken up this year.\n\nPhoto\n\nA Belgian counterintelligence official said the Islamic State operated cells like Mr. Abaaoud’s based on language ties, such as a francophone group. The cells are also grouped to facilitate the planning of attacks on areas they are most familiar with. For instance, French plotters who knew which landmarks to strike worked with Belgians who knew they could organize plots and buy weapons, all under the radar, in Belgium.\n\nAdvertisement Continue reading the main story\n\nThese cells worked in what the official called a “bamboo” structure — most militant groups have cells intended to operate separately and in parallel to ensure that if one member is killed or a plot is aborted, the demise would not affect other plots.\n\nJohn O. Brennan, the director of the Central Intelligence Agency, said last week that the Paris attacks, as well as the downing of the Russian jet over the Sinai Peninsula and the suicide bombings in Beirut, all bore the “hallmarks” of the Islamic State.\n\nThe timing of the Russian charter jet crash with the attacks in Beirut and Paris is the most visible indication yet that the Sinai Province group may be taking broad guidance from the Islamic State, counterterrorism officials said.\n\n“Europe has been taken by surprise by Daesh’s ability, determination and motivation to carry out such spectacular, coordinated and violent attacks outside the territory it holds instead of focusing on consolidating the caliphate,” said another senior European counterterrorism official, using an Arabic acronym for the group.\n\nIt should not have been. Abu Musab al-Zarqawi, the leader of Al Qaeda in Iraq, the forerunner to the Islamic State, was always interested in external attacks, notably the bombing of three hotels in Amman, Jordan, in 2005 that killed 60 people, according to American and European intelligence officials.\n\nRepresentative Adam B. Schiff of California, the senior Democrat on the Intelligence Committee, said that the Islamic State’s main priority for its first year had been to consolidate control over territory in Iraq and Syria, but that the external operations cell had grown in stature, first promoting so-called lone-wolf attacks and now most likely directing specific plots.\n\n“In the case of Paris,” Mr. Schiff said, “we’re still trying to determine the extent of control by the external branch, and how much discretion was given to the operatives in Europe to pick the time, place and manner of attack.”"}