{"title": "Catholics Express Hope and Disappointment Over Pope’s Statement on Families", "authors": ["Laurie Goodstein"], "url": "https://www.nytimes.com/2016/04/09/world/europe/catholics-express-hope-and-disappointment-over-popes-statement-on-families.html", "body": "She said she felt that Francis went as far as he could in his statement. “I think doing this with such sensitive language was very wise. I think what it boils down to is relevance. Without change, I think that people are just going to give up going to church.”\n\nA Bishop Sees Change\n\nArchbishop Joseph E. Kurtz, of Louisville, Ky., is the president of the United States Conference of Catholic Bishops and a social worker who has been in parish ministry.\n\n“Every aspect of church ministry is going to be affected,” especially marriage preparation and support for couples once they are married, Archbishop Kurtz said in a telephone news conference.\n\nHe said he expected that the exhortation would have an effect on how seminarians are trained to work with families. Archbishop Kurtz said he thought Pope Francis’ message to pastors was “don’t forget to see people as unique,” not simply as categories.\n\n“The teaching is not changing, he’s not giving new regulations or new rules, but he is giving a mind-set in which we see the person first,” the archbishop said.\n\nDisappointed in Francis\n\nWilliam Steinmetz, a divorced father of two children, said he had hoped for more from Francis. Specifically, he said, he wanted to hear that the church would “recognize families as they actually exist in all their variations.”\n\nMr. Steinmetz, 46, grew up in Pennsylvania and served as an altar boy in his local parish. He said he began to fall away from the church after his parents divorced, but was deeply committed to a spiritual life. He has been living with another man in a civil partnership in São Paulo, Brazil, for more than 20 years, but said he did not feel very welcome in any Catholic parish.\n\nAdvertisement Continue reading the main story\n\n“When Francis became pope, I was very excited,” he said. “I had very high expectations, but I realize he wasn’t as open as I thought he was.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMarianne Duddy-Burke, executive director of DignityUSA, an organization for lesbian, gay, bisexual and transgender Catholics, said in a statement: “Clearly, church officials, up to and including Pope Francis, still have little idea of the reality of L.G.B.T. people’s faith, lives, and family situations. This document continues to demonstrate a tragic ignorance. Many L.G.B.T. people and families have offered to share their experience with church officials, and often get a deaf ear.”\n\n‘An Attitude That Every Pastor Should Have’\n\nThe Rev. Paul Huesing is pastor of Old St. Mary’s Catholic Church in Chicago, and a member of the Paulist religious order. His congregation is ethnically diverse, with a lot of young families.\n\nFor the last 35 years as a priest, he said, he has been using the approach Francis suggests in the document. He encourages people who have remarried outside the church to examine their own conscience regarding whether to take communion.\n\n“The notion is that there’s a prayerful, reflective process going on,” Father Huesing said. “It’s not just, ‘Oh I want to go to Communion again.’ You take the teachings to heart, and evaluate your marriage in light of those teachings, and make an informed decision.”\n\nHe said that this approach was “very common” among priests, but that “it varies widely.”\n\n“I think the Holy Father is affirming a very pastoral and loving attitude that every pastor should have,” Father Huesing said.\n\n‘I Don’t Think It’s Going to Work’\n\nBarbara Falls raised eight children, now all grown, in Old Town, Me., never used contraception and attends Mass every Sunday. She said she really appreciated the passages in the document that call the church to work harder at preventing couples from divorcing, because in her experience marriages can be saved.\n\n“I don’t care whether you’re liberal, conservative, Catholic or atheist, keeping families together is really important,” she said.\n\nMrs. Falls, who considers herself an orthodox Catholic, says she thinks that Francis is “trying to get people back to the church, so he’s trying to make it like we’re inclusive.”\n\nAdvertisement Continue reading the main story\n\nBut she said: “I don’t think people are interested in going. I don’t think it’s going to work.”\n\nShe said she knows people who are divorced, use contraception or have had abortions, and they already go to church and take communion with little hesitation — so Francis’ effort to welcome them back is unlikely to make much difference. “If you want to go to church, you’ll go to church.”\n\n‘A Really Good Middle Line’\n\nLuke Arredondo, a Ph.D. student in religion at Florida State University in Tallahassee, attends Mass weekly with his wife and three young daughters. He is partway through reading the exhortation and said he found it “genius” that Francis seemed to be allowing bishops and priests in different countries to “localize specific pastoral initiatives.”\n\n“I think Francis walked a really good middle line,” Mr. Arredondo said. “Francis gets painted as sort of this crazy guy who you never know what he’s going to do. And certainly that’s true in his airplane interviews. But in his more thought-out moments, he’s pretty middle-of-the-road.”"}