{"title": "Putin Reclaims Crimea for Russia and Bitterly Denounces the West", "authors": ["Steven Lee Myers", "Ellen Barry"], "url": "https://www.nytimes.com/2014/03/19/world/europe/ukraine.html", "body": "While his actions, which the United States, Europe and Ukraine do not recognize, provoked renewed denunciations and threats of tougher sanctions and diplomatic isolation, it remained unclear how far the West was willing to go to punish Mr. Putin. The leaders of what had been the Group of 8 nations announced they would meet next week as the Group of 7, excluding Russia from a club Russia once desperately craved to join.\n\nCertainly the sanctions imposed on Russia ahead of Tuesday’s steps did nothing to dissuade Mr. Putin, as he rushed to make a claim to Crimea that he argued conformed to international law and precedent. In his remarks he made clear that Russia was prepared to withstand worse punishment in the name of restoring a lost part of the country’s historic empire, effectively daring world leaders to sever political or economic ties and risk the consequences to their own economies.\n\nMr. Putin, the country’s paramount leader for more than 14 years, appeared to be gambling that the outrage would eventually pass, as it did after Russia’s war with Georgia in 2008, because a newly assertive Russia would be simply too important to ignore on the world stage. As with any gamble, though, the annexation of Crimea carries potentially grave risks.\n\nOnly hours after Mr. Putin declared that “not a single shot” had been fired in the military intervention in Crimea, a group of soldiers opened fire as they stormed a Ukrainian military mapping office near Simferopol, killing a Ukrainian soldier and wounding another, according to a Ukrainian officer inside the base and a statement by Ukraine’s Defense Ministry.\n\nThe base appeared to be under the control of the attacking soldiers, who like most of the Russians in Crimea wore no insignia, and the ministry said that Ukrainian forces in Crimea were now authorized to use force to defend themselves.\n\nPhoto\n\nThe episode underscored the fact that the fate of hundreds of Ukrainian soldiers, as well military bases and ships, remains dangerously unresolved.\n\nAdvertisement Continue reading the main story\n\nIn the capital, Kiev, Ukraine’s new prime minister, Arseniy P. Yatsenyuk, declared that the conflict had moved from “a political to a military phase” and laid the blame squarely on Russia.\n\nMr. Putin’s determined response to the ouster of Ukraine’s president, Viktor F. Yanukovych, last month has left American and European leaders scrambling to find an adequate response after initially clinging to the hope that Mr. Putin was prepared to find a political solution — or “off ramp” — to an escalating crisis that began with the collapse of Mr. Yanukovych’s government on the night of Feb. 21.\n\nWithin a week, Russian special operations troops had seized control of strategic locations across Crimea, while the regional authorities moved to declare independence and schedule a referendum on joining Russia that was held on Sunday.\n\nEven as others criticized the vote as a fraud, Mr. Putin moved quickly on Monday to recognize its result, which he called “more than convincing” with nearly 97 percent of voters in favor of seceding from Ukraine. By Tuesday he signed a treaty of accession with the region’s new leaders to make Crimea and the city of Sevastopol the 84th and 85th regions of the Russian Federation.\n\nThe treaty requires legislative approval, but that is a mere formality given Mr. Putin’s unchallenged political authority and the wild popularity of his actions, which have raised his approval ratings and unleashed a nationalistic fervor that has drowned out the few voices of opposition or even caution about the potential costs to Russia.\n\nVideo\n\nMr. Putin appeared Tuesday evening at a rally and concert on Red Square to celebrate an event charged with emotional and historical significance for many Russians. Among the music played was a sentimental Soviet song called “Sevastopol Waltz.”\n\n“After a long, hard and exhaustive journey at sea, Crimea and Sevastopol are returning to their home harbor, to the native shores, to the home port, to Russia!” Mr. Putin told the crowd. When he finished speaking, he joined a military chorus in singing the national anthem.\n\nHe recited a list of grievances — from the Soviet Union’s transfer of Crimea to the Ukrainian republic in 1954, to NATO’s expansion to Russia’s borders, to its war in Kosovo in 1999, when he was a little-known aide to President Boris N. Yeltsin, to the conflict in Libya that toppled Col. Muammar el-Qaddafi in 2011 on what he called the false pretense of a humanitarian intervention.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSince Russia’s stealthy takeover of Crimea began, Mr. Putin has said very little in public about his ultimate goals. His only extensive remarks came in a news conference with a pool of Kremlin journalists in which he appeared uncomfortable, uncertain and angry at times. In the grandeur of the Kremlin’s walls on Tuesday, Mr. Putin sounded utterly confident and defiant.\n\nAdvertisement Continue reading the main story\n\nReaching deep into Russian and Soviet history, he cast himself as the guardian of the Russian people, even those beyond its post-Soviet borders, restoring a part of an empire that the collapse of the Soviet Union had left abandoned to the cruel fates of what he described as a procession of hapless democratic leaders in Ukraine.\n\n“Millions of Russians went to bed in one country and woke up abroad,” he said. “Overnight, they were minorities in the former Soviet republics, and the Russian people became one of the biggest — if not the biggest — divided nations in the world.”\n\nPhoto\n\nHe cited the 10th-century baptism of Prince Vladimir, whose conversion to Orthodox Christianity transformed the kingdom then known as Rus into the foundation of the empire that became Russia. He called Kiev “the mother of Russian cities,” making clear that he considered Ukraine, along with Belarus, to be countries where Russia’s own interests would remain at stake regardless of the fallout from Crimea’s annexation.\n\nHe listed the cities and battlefields of Crimea — from the 19th-century war with Britain, France and the Turks to the Nazi sieges of World War II — as places “dear to our hearts, symbolizing Russian military glory and outstanding valor.”\n\nHe said that the United States and Europe had crossed “a red line” on Ukraine by throwing support to the new government that quickly emerged after Mr. Yanukovych fled the capital following months of protests and two violent days of clashes that left scores dead.\n\nMr. Putin, as he has before, denounced the uprising as a coup carried out by “Russophobes and neo-Nazis” and abetted by foreigners, saying it justified Russia’s efforts to protect Crimea’s population.\n\n“If you press a spring too hard,” he said, “it will recoil.”\n\nHe justified the annexation using the same arguments that the United States and Europe cited to justify the independence of Kosovo from Serbia and even quoted from the American submission to the United Nations International Court when it reviewed the matter in 2009.\n\nMr. Putin did not declare a new Cold War, but he bluntly challenged the post-Soviet order that had more or less held for nearly a quarter-century, and made it clear that Russia was prepared to defend itself from any further encroachment or interference in areas it considers part of its core security, including Russia itself.\n\nHe linked the uprisings in Ukraine and the Arab world and ominously warned that there were efforts to agitate inside Russia. He suggested that dissenters at home would be considered traitors, a theme that has reverberated through society with propagandistic documentaries on state television and moves to mute or close opposition news organizations and websites.\n\nAdvertisement Continue reading the main story\n\n“Some Western politicians already threaten us not only with sanctions, but also with the potential for domestic problems,” he said. “I would like to know what they are implying — the actions of a certain fifth column, of various national traitors? Or should we expect that they will worsen the social and economic situation, and therefore provoke people’s discontent?”", "summary": "In his remarks he made clear that Russia was prepared to withstand worse punishment in the name of restoring a lost part of the country’s historic empire, effectively daring world leaders to sever political or economic ties and risk the consequences to their own economies.Within a week, Russian special operations troops had seized control of strategic locations across Crimea, while the regional authorities moved to declare independence and schedule a referendum on joining Russia that was held on Sunday.He recited a list of grievances — from the Soviet Union’s transfer of Crimea to the Ukrainian republic in 1954, to NATO’s expansion to Russia’s borders, to its war in Kosovo in 1999, when he was a little-known aide to President Boris N. Yeltsin, to the conflict in Libya that toppled Col. Muammar el-Qaddafi in 2011 on what he called the false pretense of a humanitarian intervention.He said that the United States and Europe had crossed “a red line” on Ukraine by throwing support to the new government that quickly emerged after Mr. Yanukovych fled the capital following months of protests and two violent days of clashes that left scores dead.He suggested that dissenters at home would be considered traitors, a theme that has reverberated through society with propagandistic documentaries on state television and moves to mute or close opposition news organizations and websites."}