{"title": "Right Wing’s Surge in Europe Has the Establishment Rattled", "authors": ["Andrew Higgins"], "url": "http://www.nytimes.com/2013/11/09/world/europe/right-wings-surge-in-europe-has-the-establishment-rattled.html", "body": "“History reminds us that high unemployment and wrong policies like austerity are an extremely poisonous cocktail,” said Poul Nyrup Rasmussen, a former Danish prime minister and a Social Democrat. “Populists are always there. In good times it is not easy for them to get votes, but in these bad times all their arguments, the easy solutions of populism and nationalism, are getting new ears and votes.”\n\nIn some ways, this is Europe’s Tea Party moment — a grass-roots insurgency fired by resentment against a political class that many Europeans see as out of touch. The main difference, however, is that Europe’s populists want to strengthen, not shrink, government and see the welfare state as an integral part of their national identities.\n\nThe trend in Europe does not signal the return of fascist demons from the 1930s, except in Greece, where the neo-Nazi party Golden Dawn has promoted openly racist beliefs, and perhaps in Hungary, where the far-right Jobbik party backs a brand of ethnic nationalism suffused with anti-Semitism.\n\nBut the soaring fortunes of groups like the Danish People’s Party, which some popularity polls now rank ahead of the Social Democrats, point to a fundamental political shift toward nativist forces fed by a curious mix of right-wing identity politics and left-wing anxieties about the future of the welfare state.\n\n“This is the new normal,” said Flemming Rose, the foreign editor at the Danish newspaper Jyllands-Posten. “It is a nightmare for traditional political elites and also for Brussels.”\n\nThe platform of France’s National Front promotes traditional right-wing causes like law and order and tight controls on immigration but reads in parts like a leftist manifesto. It accuses “big bosses” of promoting open borders so they can import cheap labor to drive down wages. It rails against globalization as a threat to French language and culture, and it opposes any rise in the retirement age or cuts in pensions.\n\nPhoto\n\nSimilarly, in the Netherlands, Geert Wilders, the anti-Islam leader of the Party for Freedom, has mixed attacks on immigration with promises to defend welfare entitlements. “He is the only one who says we don’t have to cut anything,” said Chris Aalberts, a scholar at Erasmus University in Rotterdam and author of a book based on interviews with Mr. Wilders’s supporters. “This is a popular message.”\n\nAdvertisement Continue reading the main story\n\nMr. Wilders, who has police protection because of death threats from Muslim extremists, is best known for his attacks on Islam and demands that the Quran be banned. These issues, Mr. Aalberts said, “are not a big vote winner,” but they help set him apart from deeply unpopular centrist politicians who talk mainly about budget cuts. The success of populist parties, Mr. Aalberts added, “is more about the collapse of the center than the attractiveness of the alternatives.”\n\nPia Kjaersgaard, the pioneer of a trend now being felt across Europe, set up the Danish People’s Party in 1995 and began shaping what critics dismissed as a rabble of misfits and racists into a highly disciplined, effective and even mainstream political force.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Kjaersgaard, a former social worker who led the party until last year, said she rigorously screened membership lists, weeding out anyone with views that might comfort critics who see her party as extremist. She said she had urged a similar cleansing of the ranks in Sweden’s anti-immigration and anti-Brussels movement, the Swedish Democrats, whose early leaders included a former activist in the Nordic Reich Party.\n\nMarine Le Pen, the leader of France’s National Front, has embarked on a similar makeover, rebranding her party as a responsible force untainted by the anti-Semitism and homophobia of its previous leader, her father, Jean-Marie Le Pen, who once described Nazi gas chambers as a “detail of history.” Ms. Le Pen has endorsed several gay activists as candidates for French municipal elections next March.\n\nBut a whiff of extremism still lingers, and the Danish People’s Party wants nothing to do with Ms. Le Pen and her followers.\n\nBuilt on the ruins of a chaotic antitax movement, the Danish People’s Party has evolved into a defender of the welfare state, at least for native Danes. It pioneered “welfare chauvinism,” a cause now embraced by many of Europe’s surging populists, who play on fears that freeloading foreigners are draining pensions and other benefits.\n\n“We always thought the People’s Party was a temporary phenomenon, that they would have their time and then go away,” said Jens Jonatan Steen, a researcher at Cevea, a policy research group affiliated with the Social Democrats. “But they have come to stay.”\n\n“They are politically incorrect and are not accepted by many as part of the mainstream,” he added. “But if you have support from 20 percent of the public, you are mainstream.”\n\nIn a recent meeting in the northern Danish town of Skorping, the new leader of the Danish People’s Party, Kristian Thulesen Dahl, criticized Prime Minister Helle Thorning-Schmidt, of the Social Democrats, whose government is trying to trim the welfare system, and spoke about the need to protect the elderly.\n\nAdvertisement Continue reading the main story\n\nThe Danish People’s Party and similar political groups, according to Mr. Rasmussen, the former prime minister, benefit from making promises that they do not have to worry about paying for, allowing them to steal welfare policies previously promoted by the left. “This is a new populism that takes on the coat of Social Democratic policies,” he said.\n\nIn Hvidovre, Mr. Dencker, the Danish People’s Party mayoral candidate, wants the government in, not out of, people’s lives. Beyond pushing authorities to make meatballs mandatory in public institutions, he has attacked proposals to cut housekeeping services for the elderly and criticized the mayor for canceling one of the two Christmas trees the city usually puts up each December.\n\nInstead, he says, it should put up five Christmas trees."}