{"title": "Norway Offers Migrants a Lesson in How to Treat Women", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2015/12/20/world/europe/norway-offers-migrants-a-lesson-in-how-to-treat-women.html", "body": "The goal is that participants will “at least know the difference between right and wrong,” said Nina Machibya, the Sandnes center’s manager.\n\nA course manual sets out a simple rule that all asylum seekers need to learn and follow: “To force someone into sex is not permitted in Norway, even when you are married to that person.”\n\nIt skirts the issue of religious differences, noting that while Norway has long been largely Christian, it is “not religion that sets the laws” and that, whatever a person’s faith, “the rules and laws nevertheless have to be followed.”\n\nIn Denmark, lawmakers are pushing to have such sex education included in mandatory language classes for refugees. The German region of Bavaria, the main entry point to Germany for asylum seekers, is already experimenting with such classes at a shelter for teenage migrants in the town of Passau.\n\nNorway, however, has been leading the way. Its immigration department mandated that such programs be offered nationwide in 2013, and hired a nonprofit foundation, Alternative to Violence, to train refugee center workers in how to organize and conduct classes on sexual and other forms of violence. The government provided funding for two years to pay for interpreters for the classes and is now reviewing the results and whether to extend its support.\n\n“The biggest danger for everyone is silence,” said Per Isdal, a clinical psychologist in Stavanger who works with the foundation, which developed the program Mr. Kelifa attended in Sandes.\n\nMany refugees “come from cultures that are not gender equal and where women are the property of men,” Mr. Isdal said. “We have to help them adapt to their new culture.”\n\nAdvertisement Continue reading the main story\n\nThe first such program to teach immigrants about local norms and how to avoid misreading social signals was initiated in Stavanger, the center of Norway’s oil industry and a magnet for migrants, after a series of rapes from 2009 to 2011.\n\nHenry Ove Berg, who was Stavanger’s police chief during the spike in rape cases, said he supported providing migrants sex education because “people from some parts of the world have never seen a girl in a miniskirt, only in a burqa.” When they get to Norway, he added, “something happens in their heads.”\n\nHe said, “there was a link but not a very clear link” between the rape cases and the city’s immigrant community. According to the state broadcaster, NRK, which reviewed court documents, only three of 20 men found guilty in those cases were native Norwegians, the rest immigrants.\n\nThe claim that refugees and immigrants in general are prone to commit rape has become a main rallying cry of anti-migrant activists across Europe, with each case of sexual violence by a newcomer presented as evidence of an imported scourge.\n\nHege Storhaug, a former Norwegian journalist who runs Human Rights Service, an organization fiercely critical of Islam, has seized on the issue to rally public opposition to refugees, asserting on her group’s website that Chancellor Angela Merkel of Germany had opened the way to an “epidemic of rape” with her welcoming approach to migrants.\n\nPhoto\n\nNorway, like most European countries, does not break down crime statistics by ethnicity or religion. A 2011 report by Norway’s state statistical bureau noted that “immigrants are overrepresented in the crime statistics” but suggested that this was not due to cultural differences but because many of the immigrants were young men.\n\n“It should not be surprising if groups with large proportions of young males have higher crime rates than groups with large proportions elderly women,” the report said.\n\nHanne Kristin Rohde, a former head of the violent crime section of the Oslo Police Department, said she ran into a wall of hostility when, in 2011 while still in the police force, she blamed sexual violence by foreign men on cultural factors and went public with data suggesting that immigrants committed a hugely disproportionate number of rapes.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“This was a big problem but it was difficult to talk about it,” Ms. Rohde said recently, asserting that there was “a clear statistical connection” between sexual violence and male migrants from countries where “women have no value of their own.” The taboo, she added, has since eased somewhat.\n\nAdvertisement Continue reading the main story\n\n“There are lots of men who haven’t learned that women have value,” said Ms. Rohde, who wants mandatory sexual conduct classes for all new male migrants. “This is the biggest problem, and it is a cultural problem.”\n\nBut many question whether there is a clear link between migrants and crime. Last month, the German interior minister, Thomas de Maizière, said that asylum seekers were no more prone to crime, including sexual violence, than Germans.\n\n“In general, the available recent trend findings show that refugees commit just as few or as many crimes as groups of the local population,” he said.\n\nMr. Kelifa, the African asylum seeker, said he still had a hard time accepting that a wife could accuse her husband of sexual assault. But he added that he had learned how to read previously baffling signals from women who wear short skirts, smile or simply walk alone at night without an escort.\n\n“Men have weaknesses and when they see someone smiling it is difficult to control,” Mr. Kelifa said, explaining that in his own country, Eritrea, “if someone wants a lady he can just take her and he will not be punished,” at least not by the police.\n\nNorway, he said, treats women differently. “They can do any job from prime minister to truck driver and have the right to relax” in bars or on the street without being bothered, he added.\n\nMr. Isdal, the Stavanger psychologist, said refugees, particularly those traumatized by war, represent a “risk group” that is not predestined to violent crime but that does need help to cope with a new and alien environment.\n\nThe program he helped design focuses on getting newly arrived refugees to open up about their attitudes toward sex, through discussions in small groups supervised by a monitor, usually a native Norwegian. A manual prepared for the course includes sections on “Norwegian laws and values,” as well as violence against children and women.\n\nAdvertisement Continue reading the main story\n\nA class held on Wednesday in Lunde, a village southwest of Oslo, focused on differing perceptions of “honor” and how violence that might be seen as honorable in some cultures is shameful and also illegal in Norway.\n\nA rival program, developed by a private company called Hero Norge, which runs asylum centers under a contract with the government, also promotes discussion as the best way to expose and break down views that can lead to trouble.\n\nHero Norge’s teaching material studiously avoids casting migrants in a bad light and instead presents a fictional character called Arne, a native Norwegian, as a model of predatory behavior. The main immigrant character, a 27-year-old called Hassan, is, by contrast, introduced as a “good man” who is “honest and well liked.”\n\nIn one episode, Arne, the Norwegian, tells Hassan he plans to ply a young woman with alcoholic drinks “to soften her up.” People taking the course are asked questions such as: “How should Hassan react?” “What do you think Arne means when he says he wants to ‘soften her up?’ ” “Is it O.K. to ‘soften someone up’ with alcohol?”\n\nBerit Harr, a course monitor at a refugee center in Ha, a coastal village south of Stavanger, said it was important to avoid making migrants feel as if they were under suspicion while getting them to talk about their own views on relations between the sexes.\n\n“It is difficult to talk about sex,” she said. But, she added, doing so can help refugees navigate potentially dangerous situations in a strange land.\n\n“It is normal here for boys and girls to be friends,” she said. “Smiling and flirting are normal. It doesn’t mean anything. If a girl is drunk it does not mean she is willing to do anything.”", "summary": "Henry Ove Berg, who was Stavanger’s police chief during the spike in rape cases, said he supported providing migrants sex education because “people from some parts of the world have never seen a girl in a miniskirt, only in a burqa.” When they get to Norway, he added, “something happens in their heads.” Hege Storhaug, a former Norwegian journalist who runs Human Rights Service, an organization fiercely critical of Islam, has seized on the issue to rally public opposition to refugees, asserting on her group’s website that Chancellor Angela Merkel of Germany had opened the way to an “epidemic of rape” with her welcoming approach to migrants. A rival program, developed by a private company called Hero Norge, which runs asylum centers under a contract with the government, also promotes discussion as the best way to expose and break down views that can lead to trouble. Berit Harr, a course monitor at a refugee center in Ha, a coastal village south of Stavanger, said it was important to avoid making migrants feel as if they were under suspicion while getting them to talk about their own views on relations between the sexes."}