{"title": "Hungary Blocks Migrants in Border Crackdown", "authors": ["Helene Bienvenu", "Rick Lyman"], "url": "https://www.nytimes.com/2015/09/16/world/europe/hungary-detains-migrants-in-border-crackdown.html", "body": "With refugees, fleeing from war, and migrants, weary of poverty, pouring in from the Middle East, Afghanistan, Pakistan and Africa, any obstruction quickly creates growing pools of the desperate. That is what happened last week at Budapest’s Keleti train station when Hungary temporarily cut off access for migrants to westbound trains.\n\nAnd it is what is beginning to happen now in northern Serbia.\n\n“We hope that the messages we have been sending migrants for a long time have reached them,” said Gyorgy Bakondi, an aide to Prime Minister Viktor Orban of Hungary. “Don’t come. Because this route doesn’t lead where you want to go.”\n\nPhoto\n\nIndeed, Hungarian officials said, after several days that saw record numbers of migrants crossing the border — 9,000 on Monday alone — the numbers were much lower on Tuesday, proof that people were heeding the warning, or at least waiting for the picture to clear.\n\n“I knew they would close it, but I thought maybe they’d do an exception,” said Salib Yussef, 57, who had arrived at the border at 3 a.m. with his two wives and two sons. “We were just three hours late! Now I’m stuck here.”\n\nAlready, maps were circulating on social media and on leaflets in some migrant camps showing alternate routes to Western Europe. They suggested going west through Croatia and Slovenia, rather than north through Hungary, or trying the land border connecting Turkey with Bulgaria, also protected by a razor-wire fence and patrolled by the police.\n\nCroatia’s border chief, Zlatko Sokolar, said the country would deploy 6,000 police officers along the border, although there were still only a handful of migrants trying to pass through Croatia. That may well change in coming days, he said.\n\nLatest Developments\n\n“We will not make the mistake we have seen in other countries,” Mr. Sokolar said. In Slovenia — which, like Hungary, is a European Union member and a member of the passport-free Schengen zone — preparations were also being made for a possible influx. The country is preparing to accept “several thousand” migrants, the Interior Ministry said.\n\nAdvertisement Continue reading the main story\n\nAustria said it, too, was preparing for the likelihood that more migrants would enter through Slovenia and was set to deploy 2,200 troops to patrol the borders.\n\nIn Hungary, Mr. Orban has taken a hard line talking about the threat the arrivals, most of whom are Muslim, present to Europe’s Christian culture. On Tuesday, his government declared a “state of crisis” along the border and rolled out new revisions to laws that include harsh penalties, including prison time, for those crossing the border illegally or damaging the border fence. The new policy also calls for the creation of “transit zones” right at the border, small encampments that Hungarian authorities say do not constitute entering the country and where migrants could be received and quickly evaluated. Other changes still being discussed include activating the military to help protect the border and granting the police new powers, including the ability to enter a private residence at will if they suspect migrants are being hidden there.\n\nOn Tuesday, the plan began to take shape at the closed Roszke crossing. About 100 people lined up to get through the trailer’s door while workers began to create the transit zone nearby. Some people continued to try to sneak across the border, and government officials said that more than 180 people had been arrested under the new laws. The cases will be handled on an expedited basis, officials said, taking priority over all other cases working their way through the Hungarian court system.\n\nVideo\n\nThe Hungarians say the arrivals, even those fleeing war in Syria, should not be considered refugees after they reach Hungarian soil because they passed through several “safe countries” first. The Hungarians argue that the migrants have no right to simply choose a country.\n\nOne of the countries Hungary deems “safe” is Serbia, so officials in Budapest argue they have the right to turn back those who try to cross from there.\n\nThe Serbians disagree, and international organizations cast a skeptical eye on the new Hungarian laws. “Asylum seekers and refugees cannot be turned away from the border,” said Babar Baloch, spokesman for the United Nations High Commissioner for Refugees in Hungary. “We want them to apply international rules under which they have obligations to these people.”\n\nOn a visit to the border region, Aleksandar Vulin, Serbia’s minister of labor, employment and social affairs, said the situation was becoming “complicated” and could quickly “go out of control.” The migrants who are taken through that white door, fingerprinted and questioned have entered Hungary, as far as Serbia is concerned, he said.\n\nBy Tuesday afternoon, though, only 48 migrants had gotten through that door; 13 of them, who had their applications denied on the spot, were sent back to Serbia — or to rejoin the crowd sitting on the highway outside — while three more demanded to appeal the decision.\n\nAdvertisement Continue reading the main story\n\nOmar Abdi Macruf, from Somalia, walked out of the trailer, shaking his head sadly. His application had been rejected, and he was not sure why. The only paper they gave him was in Hungarian, which he cannot read.\n\n“I am not the only one,” he said. “Several people from Pakistan, Bangladesh or Afghanistan were rejected. And now Serbia says they don’t want us back because we already left our fingerprints with the Hungarians.”\n\nWith migrants struggling to find new routes into Europe, thousands poured into northwestern Turkey over the weekend. A hundred of them, gathered in a small square in the heart of Edirne, demanded a solution to the crisis. “We want the world to treat us as humans,” said Nawar Alghousini, 21, who arrived in Turkey nine months ago from Syria. “We are not terrorists. We escaped war, and we want to have a normal life.”\n\nPhoto\n\nThe Turkish police had tightened security in the province and begun fining drivers who transported refugees to Edirne. And Gov. Dursun Ali Sahin said that most of the 8,000 migrants who came to Edirne over the weekend had returned to Istanbul.\n\nIn Belgrade, the crowds of migrants who gathered in the city center had all but disappeared by Tuesday. In a reception center of Refugee Aid Serbia, an umbrella aid group, only a handful of people sat at tables, drinking coffee, smoking cigarettes and charging their cellphones.\n\nSome of the migrants said they simply did not think that Hungary would continue to block the border.\n\n“I don’t believe they would do such a thing,” said Bashar Makansi, 47, a salesman from Aleppo, Syria. “I will continue on the same route. My wife and children are already in Germany. What else can I do?”\n\nWhile Hungary was announcing new procedures, Germany and Austria were trying to figure out what to do with the thousands who had already arrived.\n\nAt Vienna’s Westbahnhof train station, a gateway into Germany for those who make it out of Hungary, the mood was more tense on Tuesday. Migrants were uncertain how their journey would continue, with the new German border controls up ahead.\n\nAdvertisement Continue reading the main story\n\n“I was in line for that train, but five guys shoved ahead of me,” said Hassan Hassan, 28, a Kurdish Syrian from Aleppo. “I was the first the conductors would not let get on.”\n\nThe mood was decidedly more upbeat in Germany among those who had made it through.\n\nHoussam Aldin, 47, from Damascus, said residents in the town of Frauenstein had left bottles of water and apples for the passing refugees.\n\n“When I was a child, my teachers told me that we are all brothers in the Arab world,” he said. “But now, I have to say I found new brothers in Europe.”"}