{"title": "Afghans Arriving in Germany Find the Welcome Is Wearing Thin", "authors": ["Alison Smale", "Rick Lyman"], "url": "https://www.nytimes.com/2015/11/11/world/europe/afghans-arriving-in-germany-may-find-the-welcome-is-wearing-thin.html", "body": "But after a month of harrowing travel, rushing to reach Central and Northern Europe before more borders are closed, the Afghan migrants may be facing a new obstacle to their dreams of safety and security: a hardening stance by the German government on who gets to stay for a year, or more.\n\nGerman officials argue that Afghanistan is not universally unsafe, so not all migrants should be granted asylum. The interior minister, Thomas de Maizière, has said that applicants will be judged case by case, adding that “not all of the people who come to us as refugees from Afghanistan can expect to stay in Germany.”\n\nOfficials in Germany also note that the country has had troops in Afghanistan for 14 years and has poured more than 2 billion euros, or about $2.15 billion, into civilian projects. Chancellor Angela Merkel has suggested that those efforts fulfill Germany’s commitment to care for those in need, meaning it should not necessarily have to shelter Afghans in Germany, too.\n\nThat tougher stance by Germany is emerging as the biggest test case yet of Central and Northern Europe’s willingness to absorb people from the world’s most troubled regions. At the same time, it may force a debate over who qualifies as a refugee.\n\n“Life in Afghanistan is worsening, and the fighting is increasing,” Mr. Atti said. “There is the Taliban. There is ISIS. It is very bad,” he added, referring to the militant group also known as the Islamic State or ISIL.\n\nGermany’s own Foreign Ministry “urgently warns” against travel to Afghanistan.\n\nMelissa Fleming, spokeswoman for the United Nations refugee agency, said that some of the Afghan migrants might be leaving for a better life in Europe’s most prosperous countries, but that for many, “it is well documented that these are extremely dangerous situations” that they face living in Afghanistan, one of the poorest countries on earth.\n\nAt the same time, Afghanistan’s sophisticated networks of smugglers appear to have accelerated their operations, capitalizing on growing fears over advances by the Taliban and inroads by the Islamic State.\n\nPhoto\n\nAbout 67,000 Afghans have entered Germany seeking asylum this year, almost half of them last month alone, officials said. Mr. de Maizière, the interior minister, has said the arrival of so many members of Afghanistan’s middle class is “unacceptable.”\n\nAdvertisement Continue reading the main story\n\n“We are in agreement with the Afghan government,” he said, of concerns that Afghanistan’s population would be depleted of future leaders. “We do not want that.”\n\nAfghan migrants in Germany said they were already feeling the effects of the government’s harder line.\n\nOn Thursday, Sayed Aliraza, 24, was among the thousands of new arrivals waiting in Berlin’s main migrant reception center, hoping to appeal what he said had been his rejection from German-language classes.\n\nMr. Aliraza said he had broken off his studies of law and politics in his third year at Kabul University and left for Europe in April with his parents, brother, sister-in-law and their five children.\n\nHe said he was in his third day of seeking redress from a Berlin bureaucracy severely strained by the migrant influx, to present a paper he said showed approval to start the classes. He said the government, which insists newcomers learn German, was no longer helping Afghans.\n\n“I think the German government does not want for Afghan people to learn Deutsch,” he said. “I understand — the government of Germany doesn’t have place for refugees. But we are also human.”\n\n“We don’t have any security there,” he added, referring to Afghanistan. “That is the reality. Afghanistan is not secure, and the government of Germany knows this.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe unwelcome message does not appear to have fully trickled into Afghanistan itself, although migrants arriving in Greece last week expressed a growing sense that they had more to worry about than the possible closing of borders or the hardships of travel.\n\nAdvertisement Continue reading the main story\n\n“I have been told that Germany will only accept you if you are under the age of 18,” Sayed Mohammed, 28, said in Lesbos last week. “Do you know if that is true?”\n\nThere is no age limit on German admissions, although several of the Afghans on Lesbos seemed to know of special programs for minors in Germany and claimed to be under 18, though many looked older.\n\nMr. Mohammed paid $3,000 to a series of smugglers who guided him from Kabul to Iran, on into Turkey, and finally across the sea to Lesbos, he said. He had been on the road for 30 days.\n\nAs a Hazara, a Shiite Muslim ethnic minority targeted by the Taliban, who are Sunni, Mr. Mohammed had been threatened many times, he said. “The Taliban would have killed me if I remained, I am certain of it,” he said.\n\nPhoto\n\nHis dream, he said, is Germany, but he will try Sweden instead.\n\nAfter more than four years of war in Syria and a recent bombing campaign by Russia in support of President Bashar al-Assad, more Syrians than Afghans continue to enter Greece, though the pace from Syria has dropped slightly.\n\nIn September, 110,512 Syrians entered Greece, according to the Hellenic Coast Guard, but the tally decreased to 90,718 in October. Over the same period, the number of Afghans more than doubled to 64,000, according to the United Nations.\n\nAfter 35 years of war, Afghanistan is a leading source of refugees. Afghans began arriving in Europe in significant numbers as the Taliban took hold in the 1990s, and in 2001 they were the single largest group arriving on the Continent, according to the United Nations refugee group. The International Organization for Migration estimated that 260,000 Afghans were on the Continent from 2010 to 2012.\n\nAnd because Afghanistan is also the world’s leading opium producer, finding a smuggler is easy. They are waiting at border crossings to Iran, where busloads of Afghan migrants arrive daily to begin a journey they hope will end in Europe. Or one can get a referral to a smuggler at Kabul’s pre-eminent mall.\n\nAdvertisement Continue reading the main story\n\nGermany’s hardening stance on the Afghan migrants comes as discontent over the open-door migration policy of Ms. Merkel’s government deepens. The giddy joy that greeted the migrants when they started pouring into rail stations in early September is giving way to a dreary exhaustion as cities and towns struggle to accommodate thousands of people who do not share a common culture, language or religion — and who must be protected before the winter sets in.\n\nUnder political pressure, the government has tightened some of its policies, adopting measures to weed out new arrivals who are unlikely to qualify for asylum and limiting asylum-seekers’ ability to bring additional family members. Mr. de Maizière, who bore the brunt of the criticism for being unprepared for the migrants’ arrival, has raised the issue of the Afghan migrants several times in recent weeks.\n\nHis criticisms appear to have taken hold in German society, highlighted by a recent article in the mass-circulation newspaper Bild that raised questions about Afghans’ claims of personal danger, a condition of asylum. Bild said its reporter had found fake Taliban death sentences, meant to reinforce false claims of personal threat, selling for €1,000 in Kabul.\n\nGermany is balking at looking after Afghans on both ends. Since German troops were first deployed to Afghanistan in 2001, in post-9/11 solidarity with the United States, 54 German soldiers have been killed, the biggest toll of any German deployment abroad since 1945.\n\nNoting that American, German and other forces will now stay beyond 2016, Ms. Merkel has argued that that commitment — as well as more aid — can give Afghans “more possibility to build up their country.”\n\nMohamed al Zoda, 20, a Hazara from Baghlan Province at the main migrant center in Berlin, said he did not buy Ms. Merkel’s argument.\n\n“The case here is that our government is bribed,” he said, sitting among a group of young Afghan men at the center last week. “They are not good guys.”\n\n“Foreign countries give aid,” he added, but the government “gets the money and put it in their pocket.”\n\n“They do not have any solutions for people,” he said.", "summary": "But after a month of harrowing travel, rushing to reach Central and Northern Europe before more borders are closed, the Afghan migrants may be facing a new obstacle to their dreams of safety and security: a hardening stance by the German government on who gets to stay for a year, or more.The unwelcome message does not appear to have fully trickled into Afghanistan itself, although migrants arriving in Greece last week expressed a growing sense that they had more to worry about than the possible closing of borders or the hardships of travel.The giddy joy that greeted the migrants when they started pouring into rail stations in early September is giving way to a dreary exhaustion as cities and towns struggle to accommodate thousands of people who do not share a common culture, language or religion — and who must be protected before the winter sets in.Under political pressure, the government has tightened some of its policies, adopting measures to weed out new arrivals who are unlikely to qualify for asylum and limiting asylum-seekers’ ability to bring additional family members.His criticisms appear to have taken hold in German society, highlighted by a recent article in the mass-circulation newspaper Bild that raised questions about Afghans’ claims of personal danger, a condition of asylum."}