{"title": "In the Age of ISIS, Who’s a Terrorist, and Who’s Simply Deranged?", "authors": ["Mark Mazzetti", "Eric Schmitt"], "url": "https://www.nytimes.com/2016/07/18/world/europe/in-the-age-of-isis-whos-a-terrorist-and-whos-simply-deranged.html", "body": "“A lot of this stuff is at the fringes of what we would historically think of as terrorism,” said Daniel Benjamin, a former State Department coordinator for counterterrorism and a professor at Dartmouth College. But, he said, “the Islamic State and jihadism has become a kind of refuge for some unstable people who are at the end of their rope and decide they can redeem their screwed-up lives” by dying in the name of a cause.\n\nMr. Benjamin said this also led the news media and government officials to treat violence like the Nice attack differently from other mass attacks, like shootings at schools and churches that have been carried out by non-Muslims.\n\n“If there is a mass killing and there is a Muslim involved, all of a sudden it is by definition terrorism,” he said.\n\nThe spectrum of terrorism is widening and now includes attacks loosely inspired by the Islamic State, those carried out by its affiliate groups and attacks directed by the group’s leadership. All have drawn public condemnation and concern, but the plots organized and executed by the Islamic State usually prompt greater concern from the authorities.\n\nOn Saturday, a bulletin on the Islamic State’s Amaq News Agency channel described Mr. Lahouaiej Bouhlel as a “soldier of the Islamic State” who answered a call to attack nations involved in the military campaign against the group. But the bulletin gave no specifics about the extent of the attacker’s ties to the terrorist network.\n\nOn one hand, there is now good reason for government officials to make immediate assumptions after some mass killings that the Islamic State has played a role, however indirect. The group’s ideology, spread widely through social media and slick propaganda videos, appears to have inspired a scourge of violence for more than a year: including the shooting in December in San Bernardino, Calif.; the mass killings last month at a gay nightclub in Orlando; and the deadly attack early this month at a cafe in Bangladesh. These were in addition to attacks that top Islamic State operatives apparently planned directly, like the Paris assaults in November and the Brussels bombings in March.\n\nIn September 2014, the spokesman for the Islamic State put out a call for the group’s followers to attack Westerners by any means possible, and to do so without awaiting further instructions from the group’s leaders.\n\n“Smash his head with a rock, or slaughter him with a knife, or run him over with your car, or throw him down from a high place, or choke him, or poison him,” the spokesman, Abu Muhammad al-Adnani, said during a 42-minute recorded statement.\n\nAdvertisement Continue reading the main story\n\nAt the same time, governments also see a benefit in linking the Islamic State to what are sometimes random and unconnected acts of violence. It is a way to project order amid chaos, and to try to assure jittery citizens that there is a strategy to end the violence. For example, in the days since the Nice attack, French officials have pledged to increase the resources that the country is devoting to the bombing campaign against the Islamic State in Syria and Iraq.\n\n“Even if Daesh doesn’t do the organizing, Daesh inspires this terrorist spirit against which we are fighting,” the French defense minister, Jean-Yves Le Drian, said Saturday, using an Arabic acronym for the Islamic State, which is also known as ISIS or ISIL.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSimilarly, American officials have cited progress in the military campaign as a measure of success in draining the Islamic State’s power, resources and influence. Brett H. McGurk, President Obama’s special envoy in the fight against the Islamic State, recently told Congress that the group had lost 47 percent of its territory in Iraq and 20 percent in Syria: territory used to extract oil from the ground and taxes from residents, as well as to plot attacks against the West. Top representatives of nations participating in the bombing campaign will meet this week in Washington to assess the progress in the fight.\n\nBut terrorism experts caution that because the Islamic State seems to have broad appeal to the mentally unbalanced, the displaced and others on the fringes of society, there are limits to how much any military campaign in Syria and Iraq can reduce violence carried out in other countries on the group’s behalf.\n\nWilliam McCants, a scholar at the Brookings Institution and the author of “The ISIS Apocalypse,” said there was a large cadre of “men and women who have no organizational ties to ISIS but murder in its name.” These irreligious criminals and social misfits, whom he described as “ISIS-ish,” are “rebels looking for a cause,” he said.\n\nDuring congressional testimony last week, Nicholas J. Rasmussen, the director of the National Counterterrorism Center, gave a sober assessment of the broad campaign against the Islamic State. “It is our judgment that ISIL’s ability to carry out terrorist attacks in Syria, Iraq and abroad has not to date been significantly diminished,” he said.\n\n“Either lone actors or small, insular groups continue to gravitate toward simple tactics that do not require advance skills or outside training,” he said.\n\nThe murderous truck-driving rampage by Mr. Lahouaiej Bouhlel, 31, a Tunisian living in France, is the embodiment of this phenomenon. The authorities in France are still trying to piece together what direct ties, if any, Mr. Lahouaiej Bouhlel had to the Islamic State.\n\nAdvertisement Continue reading the main story\n\nOn Saturday, the Islamic State’s Bayan radio station said Mr. Lahouaiej Bouhlel had used “a new tactic” to wreak havoc.\n\n“The crusader countries know that no matter how much they enforce their security measures and procedures, it will not stop the mujahedeen from striking,” the station said.\n\nSuch ominous warnings about indiscriminate violence create formidable challenges for world leaders, who must strike a balance of raising awareness about the terrorist threat without gratuitously stoking fears.\n\n“As for how governments can calm their citizens, I’m at a loss,” Mr. McCants said. “Every attack is discussed endlessly on television and social media, which heightens fear of future attacks, makes citizens scared of one another” and puts pressure on governments to look tough, he said.\n\nAnd, he added, it “gives politicians a cudgel to club their governing opponents when they don’t react strongly enough.”", "summary": "“Smash his head with a rock, or slaughter him with a knife, or run him over with your car, or throw him down from a high place, or choke him, or poison him,” the spokesman, Abu Muhammad al-Adnani, said during a 42-minute recorded statement. For example, in the days since the Nice attack, French officials have pledged to increase the resources that the country is devoting to the bombing campaign against the Islamic State in Syria and Iraq. But terrorism experts caution that because the Islamic State seems to have broad appeal to the mentally unbalanced, the displaced and others on the fringes of society, there are limits to how much any military campaign in Syria and Iraq can reduce violence carried out in other countries on the group’s behalf. Such ominous warnings about indiscriminate violence create formidable challenges for world leaders, who must strike a balance of raising awareness about the terrorist threat without gratuitously stoking fears."}