{"title": "Turkey’s Premier Is Proclaimed Winner of Presidential Election", "authors": ["Ceylan Yeginsu", "Sebnem Arsu"], "url": "https://www.nytimes.com/2014/08/11/world/europe/erdogan-turkeys-premier-wins-presidential-election.html", "body": "He continued: “Today, no one should have the feeling that they have lost, as Turkey’s future is brighter than yesterday. The direction of the nation is much brighter than yesterday.”\n\nFireworks were set off at the end of his address, in which he advocated reconciliation, a common theme in his previous victory speeches. “I want us to build a new future with an understanding of societal reconciliation, while considering our differences as our richnesses and bringing forward our common values,” Mr. Erdogan said.\n\nTurnout was about 74 percent, CNN Turk reported, relatively low for Turkey, presumably because many had assumed Mr. Erdogan would win.\n\nEven though the election felt like a coronation, a great deal is at stake for the Turkish political system. Arguing that he has a popular mandate to do so, Mr. Erdogan is expected to maximize the powers of the presidency — a post that is less powerful than that of prime minister, limited in part by the Constitution and in part by tradition.\n\nPhoto\n\nTo lead from the presidency he would, in practice, need to retain the reins of the Islamist A.K.P., despite being required by law to step down as its official head. By doing so, analysts say, Mr. Erdogan could then choose a malleable figure to be prime minister. He is also expected to push for legislation that would establish a presidential system, much like in the United States, a change that would upend the nature of Turkish politics.\n\nWhile the office is often described as ceremonial, Turkey’s president has the ability to veto legislation, appoint judges and call national security meetings. And analysts say Mr. Erdogan is likely to exercise powers that former presidents chose not to use, such as calling cabinet meetings.\n\nUnder Mr. Erdogan’s watch, Turkey’s military has been sidelined from its traditional role in politics through a series of controversial trials. The country has also become an economic power, and Mr. Erdogan’s constituency of religious conservatives benefited greatly through higher incomes and better public services.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“This country needs a strong, fierce president who can secure the economy and fight foreign threats and terrorists,” Habiye Dorsay, 43, said after voting in the Uskudar district. “No one other than Erdogan is capable for the job.”\n\nAdvertisement Continue reading the main story\n\nBut this image of strength has come at a cost of heavily polarizing public opinion. A recent survey by the Pew Research Center showed a nearly equal divide between those who support Mr. Erdogan and those who do not. Many liberals, nationalists and urban Turks believe Mr. Erdogan has become too authoritarian, and they object to what they see as the mingling of religion and politics under his leadership.\n\n“He is power happy and arrogant, serving only half of the population that supports him, while the other half he deems irrelevant,” said Eren Kurban, 32, who voted in the Besiktas neighborhood.\n\nMr. Erdogan is to be inaugurated as president on Aug. 28, replacing his longtime partner in Turkish Islamist politics, Abdullah Gul. Many speculate that it will ultimately be Mr. Gul who becomes prime minister after national elections next year.\n\nPast presidents who previously served as prime minister, like Turgut Ozal and Suleyman Demirel, underestimated the autonomy and resilience of their parties and became disgruntled as they lost control of governance. If Mr. Erdogan is able to orchestrate the appointment of a compliant interim prime minister, he is expected to influence decisions and continue to run the government until he fulfills his long-term ambition of replacing the parliamentary system with a presidential one.\n\nHaving served three terms as prime minister, Mr. Erdogan is prevented from seeking a fourth by the internal rules of his party.\n\n“Members of the A.K.P. fear and respect Erdogan at the same time,” said Soner Cagaptay, director of the Turkish Research Program at the Washington Institute for Near East Policy. “It won’t be hard for him to pull rank over the party, even when he resigns from the A.K.P.”", "summary": "While the office is often described as ceremonial, Turkey’s president has the ability to veto legislation, appoint judges and call national security meetings.“This country needs a strong, fierce president who can secure the economy and fight foreign threats and terrorists,” Habiye Dorsay, 43, said after voting in the Uskudar district.Past presidents who previously served as prime minister, like Turgut Ozal and Suleyman Demirel, underestimated the autonomy and resilience of their parties and became disgruntled as they lost control of governance.If Mr. Erdogan is able to orchestrate the appointment of a compliant interim prime minister, he is expected to influence decisions and continue to run the government until he fulfills his long-term ambition of replacing the parliamentary system with a presidential one.fear and respect Erdogan at the same time,” said Soner Cagaptay, director of the Turkish Research Program at the Washington Institute for Near East Policy."}