{"title": "Anti-Immigrant Violence in Germany Spurs New Debate on Hate Speech", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2015/10/22/world/europe/anti-immigrant-refugees-violence-in-germany.html", "body": "A mock gallows appeared at an anti-immigrant rally last week, with labels indicating the nooses were intended for Ms. Merkel and her deputy, Sigmar Gabriel, leader of the Social Democrats. On Wednesday, the police reported that a mock gallows was erected last weekend some 400 yards from a migrant shelter near Magdeburg.\n\nThe actions and words have set off a level of concern that was not evident in Germany a year ago when a small but vocal anti-immigrant movement took hold in Dresden. At the time, the government appeared anxious not to draw attention to the group by discussing its activities, while pro-immigrant forces also turned out in force to counter the anti-immigrant sentiment.\n\nBut in the months since, more episodes of violence against migrants and migrant shelters have been reported in Germany than in any other European country — 400, or more than one attack a day on migrant shelters so far this year — with many occurring before tens of thousands of people from the Middle East and Africa began flooding in through Bavaria this summer.\n\nThe human wave, which could amount to a million newcomers this year, has taxed resources and the patience of many Germans, who are expressing growing anxiety over immigration policies, according to public opinion polls.\n\nMany politicians are wondering how to accommodate the arrivals as they run out of buildings, temporary shelters and even beds. A letter signed by 215 mayors in North Rhine-Westphalia on Wednesday asked Ms. Merkel and the state governor, Hannelore Kraft, for help and said even the supply of tents was almost exhausted.\n\nAt the same time, Europe has failed to reach a common solution to stem or control the flow of people to the Continent. On Wednesday, the president of the European Commission, Jean-Claude Juncker, summoned leaders from Austria, Bulgaria, Croatia, Macedonia, Germany, Greece, Hungary, Romania, Serbia and Slovenia to a meeting on Sunday to address the continuing flow of people through the Balkans, as temperatures drop and accommodations along the migrant trail through that region remain inadequate.\n\nIn Germany, the stabbing last Saturday of Henriette Reker, 58, a senior official responsible for welfare and thus migrants in Cologne, stunned Germans. Ms. Reker was stabbed several times in the neck during her last day of campaigning to become mayor of Germany’s fourth-largest city, and four other people were wounded.\n\nAdvertisement Continue reading the main story\n\nHer assailant, a 44-year-old man, was identified by the police as someone with a far-right background. On Monday the federal prosecutor’s office, which took over the case, said that the accused “wanted to send a signal about what he sees as the ever increasing number of refugees admitted to the country.”\n\nWithin hours, politicians from all over the state, Germany’s most populous, held a vigil near Cologne’s cathedral. “We are showing that democracy stands together, across party lines,” said Ms. Kraft, the governor. “And that we do not permit violence to take effect.”\n\nOfficials drew a straight line between hateful language and violence.\n\n“In Cologne, somebody felt called upon to do exactly what he gets to read every day” on social media, said Armin Laschet, a leader of Ms. Merkel’s Christian Democrats in North Rhine-Westphalia, where Cologne is.\n\nThe federal interior minister, Thomas de Maizière, on national television on Sunday called for Germans to spurn extremists spreading “poison” in the country. Justice Minister Heiko Maas has called on all Democrats to stick together.\n\nBut on Monday in Dresden, some 20,000 Germans rallied for Pegida, the anti-immigration, anti-Muslim group that emerged there a year ago. Its marches eventually attracted 25,000 people last winter before the group faded amid personal quarrels and unease at Hitler poses and anti-foreigner language on the web from the movement’s founder, Lutz Bachmann.\n\nWith the migrant crisis, however, the movement has garnered fresh attention, even if its appeal remains largely limited to Dresden and surrounding parts of rural Saxony. Defying Mr. de Maizière’s and the chancellor’s warnings to stay away, supporters flocked under heavy police presence on Monday evening to the city’s Theatre Square.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Bachmann told the crowd, “We came to stay, and we will stay to win.”\n\nEven Mr. Bachmann, however, intervened and disowned a Turkish-German writer’s speech on his website, after the writer launched an attack on establishment politics. The writer, Akif Pirincci, asserted that the government wanted German critics of its migrant policy to leave the country, to which the crowd chanted, “Resistance, resistance!”\n\nHis speech was hard to understand as words echoed off darkened buildings around the square, but the German news media quoted the author as saying that, for the government, “there are of course other alternatives” to get rid of critics. He then was reported to have added: “Unfortunately, the concentration camps are closed right now.”\n\nThe authorities are investigating whether Mr. Pirincci is liable to hate-speech charges.\n\nAn estimated 15,000 Pegida opponents turned out in Dresden on Monday. Only the presence of almost 2,000 police officers from six German states prevented major clashes between the two groups.\n\nAdvertisement Continue reading the main story\n\nMr. Schuster, the leader of the Council of Jews, did not refer explicitly to Mr. Pirincci when in Thursday’s editions of the Berlin newspaper Tagesspiegel he appealed to the German authorities “to exhaust all legal possibilities to prevent rallies where calls to violence are issued.”\n\nThe attack on Ms. Reker showed, he added, “where all this can lead.”\n\nMs. Reker, an independent candidate backed by the Christian Democrats and two other parties, won Sunday’s mayoral election and the authorities said she would most likely make a full recovery.\n\nBut reports that her attacker had ties to the far right in Bonn in the 1990s raised fresh doubts about the vigilance of Germany’s security services when it comes to right-wing extremism.", "summary": "The human wave, which could amount to a million newcomers this year, has taxed resources and the patience of many Germans, who are expressing growing anxiety over immigration policies, according to public opinion polls. On Wednesday, the president of the European Commission, Jean-Claude Juncker, summoned leaders from Austria, Bulgaria, Croatia, Macedonia, Germany, Greece, Hungary, Romania, Serbia and Slovenia to a meeting on Sunday to address the continuing flow of people through the Balkans, as temperatures drop and accommodations along the migrant trail through that region remain inadequate. Its marches eventually attracted 25,000 people last winter before the group faded amid personal quarrels and unease at Hitler poses and anti-foreigner language on the web from the movement’s founder, Lutz Bachmann. Mr. Schuster, the leader of the Council of Jews, did not refer explicitly to Mr. Pirincci when in Thursday’s editions of the Berlin newspaper Tagesspiegel he appealed to the German authorities “to exhaust all legal possibilities to prevent rallies where calls to violence are issued.”"}