{"title": "Ukraine’s Forces Move Against Protesters, Dimming Hopes for Talks", "authors": ["David M. Herszenhorn"], "url": "http://www.nytimes.com/2013/12/10/world/europe/ukraine-unrest.html", "body": "On Monday evening, Ukrainian security forces raided the headquarters of an opposition party, Fatherland, and seized computer servers.\n\nThe party’s parliamentary leader, Arseniy P. Yatsenyuk, is one of the main organizers of the protest movement, which ballooned in recent days to dominate the streets of Kiev and pressure Mr. Yanukovich after he refused to sign a political and trade pact with the European Union. Fatherland is best known, however, as the opposition coalition formed by the jailed former prime minister, Yulia V. Tymoshenko, whose release has long been demanded by Western leaders.\n\n“They came without any notice, without any explanations, fully armed,” said Natalia Lysova, a spokeswoman for Fatherland. “They broke the door, took all the servers and left.”\n\nA day earlier, the security service, known as the S.B.U., issued a curt statement saying that it had opened an investigation into possible treason charges against unnamed politicians. At a news conference with other protest leaders on Monday, Mr. Yatsenyuk said that he had been summoned for questioning on Tuesday.\n\nVideo\n\nJust hours before the raid, Mr. Yanukovich signaled that he would accept a proposal by his three predecessors to hold “a national round table for finding a compromise” and that initial discussions would begin Tuesday.\n\nAny sense that his willingness to negotiate might defuse the crisis was quickly erased. “We saw on the Internet today some statement about the round table,” Mr. Yatsenyuk said. “We would like to start by saying that it is very difficult to fit a round table into a square cell.”\n\nWestern leaders issued a new round of warnings on Monday, more than a week after the violent crackdown on protesters.\n\nAdvertisement Continue reading the main story\n\nWhite House officials said Mr. Biden had pressed Mr. Yanukovich to ease the crisis immediately and open talks with opposition leaders. Mr. Biden said that “violence has no place in a democratic society and is incompatible with our strategic relationship,” according to a White House summary of the leaders’ phone conversation.\n\nMs. Ashton, the European Union’s envoy, was expected to arrive Tuesday. She had been deeply involved in efforts to draw Ukraine into closer ties with the union through the trade accord that Mr. Yanukovich abruptly backed away from late last month.\n\nThat decision to abandon wide-ranging trade and political agreements with the European Union left officials in Brussels deeply frustrated, upending years of efforts to draw Ukraine into Europe’s orbit and away from Russia’s.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWarning that “anti-European” voices risk reviving old “demons of Europe, like extreme nationalism, like xenophobia,” Mr. Barroso, the European Commission president, praised Ukrainian protesters for showing that Europe has positive values.\n\n“If sometimes in Europe some of us have doubts about how important these values are, just look at Ukraine,” he said. “Those young people in the streets of Ukraine, with freezing temperatures, are writing the new narrative for Europe.”\n\nThe security forces’ maneuvering on Monday came amid a driving snowstorm that added a frigid layer of chaos to this churning capital.\n\nPhoto\n\nThe growing protest movement here has largely been driven by a grass-roots coalition of civic organizations and student groups, and many rank-and-file demonstrators are deeply skeptical that organized politicians will be able to deliver the changes they seek.\n\nDespite the action against Mr. Yatsenyuk’s party, Fatherland, the authorities seemed to be holding back from similar investigations of the other two parliamentary leaders at the forefront of the protests, the champion boxer Vitali Klitschko, of the UDAR party, and Oleg Tyagnibok, of the nationalist Svoboda party.\n\nMr. Tyagnibok’s supporters in particular are among the most fearsome demonstrators and have led some of the more provocative efforts to occupy buildings and block government offices.\n\nAdvertisement Continue reading the main story\n\nAt their news conference, the opposition leaders reiterated their demands: the release of demonstrators who were arrested, the punishment of officials responsible for the violence on Nov. 30 and the dismissal of the government.\n\nThose demands put them at odds with not only Mr. Yanukovich but also Ukraine’s first president, Leonid M. Kravchuk, who was credited by Mr. Yanukovich’s office with pushing the idea of round-table discussions.\n\nMr. Yanukovich’s three predecessors — Mr. Kravchuk, Leonid D. Kuchma and Viktor A. Yushchenko — issued a statement last week calling for the “round table” talks, using the same phrase that described the negotiations that helped resolve the 2004 Orange Revolution in Ukraine.\n\nThe announcement of possible negotiations was the first glimmer of engagement from Mr. Yanukovich after more than two weeks in which he largely waved off the growing national uproar.\n\nEven as Kiev convulsed in anger, he traveled to China on a state visit, then stopped in Russia to meet with President Vladimir V. Putin, further enraging the crowds already furious about the Kremlin’s role in scuttling the accords with Europe.\n\nOn Monday, the Ukrainian authorities shut three subway stations in the city’s center, including the two directly under the main protest site. In a statement, the Interior Ministry said it had acted in response to bomb threats. One station was later reopened.\n\nBut as police buses moved into lines just outside the perimeter of Independence Square, and officers took up new positions, demonstrators were bracing for action. They scrambled to reinforce barricades, moving public benches, wood planks and anything else available to add to the fortifications that have closed off the area for more than a week."}