{"title": "Istanbul Bomber Entered as a Refugee, Turks Say", "authors": ["Ceylan Yeginsu", "Victor Homola"], "url": "https://www.nytimes.com/2016/01/14/world/europe/istanbul-explosion.html", "body": "“This person entered Turkey as an ordinary migrant,” Mr. Davutoglu said during a news conference in Istanbul. “Turkey is working to find the true actors behind this attack where Daesh was used as a subcontractor,” he added, using an alternative name for the Islamic State.\n\nUntil now, the Islamic State had limited its targets in Turkey to Kurdish and leftist nationalist groups that it linked to its enemies across the border in Syria. It carried out two major suicide attacks last year, including one in the capital, Ankara, in October that killed more than 100 people.\n\nRecent Terrorist Attacks in Turkey\n\nBut Tuesday’s bombing was the first major assault aimed at tourists in Turkey. It raised concerns that militants have shifted their tactics to carry out more expansive attacks that include Turkish economic targets.\n\nAnalysts say that the attack in Sultanahmet is most likely a response to Turkey’s increased cooperation with the American-led coalition against Islamic State targets in Syria. Turkey is working closely with Washington to seal off its 60-mile border with Syria to prevent the group from using important transit routes.\n\n“I think this attack was first and foremost a warning issued to the Turkish government for taking a more active role as an ally — reluctant and unenthusiastic, but still an ally — of European countries and the U.S. in the fight against ISIS in Syria,” said Erdem Cipa, an assistant professor of history and Near Eastern studies at the University of Michigan. “Hence an act of violence against German nationals on Turkish soil.”\n\nInterior Minister Efkan Ala said Turkey had been detaining dozens of people in antiterrorism raids in recent weeks. He said 3,318 had been detained for possible links to the Islamic State, though it was not immediately clear how many had been prosecuted or released. And he took pains to emphasize that the country was still safe for tourism.\n\nVideo\n\nThe German interior minister, Thomas de Maizière, spoke at a joint news conference here with Mr. Ala, saying there were “no indications that the attack was specifically directed against Germans,” who account for one in six foreign tourists in Turkey.\n\nAdvertisement Continue reading the main story\n\nIt was not clear whether there were additional deaths in the attack, Mr. Ala said.\n\nThe tourists struck in the attack were part of a group organized by a Berlin-based tour operator. Seven others in the group were injured, Jörg Manthei, a spokesman for Lebenslust Touristik, the travel agency, told DPA, the German news agency.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nCitizens of Norway, Peru and South Korea were also among the wounded. On Tuesday, the Peruvian Foreign Ministry said that initial news accounts that a Peruvian man had been killed in the attack were inaccurate; he was wounded, it said.\n\nWithin Turkey, the attack immediately added to the backlash against increased immigration.\n\n“Terrorists have been using the migrant path to enter Turkey for years and they have all now set up a presence here,” said Ugur Gunes, a tour operator in the Sultanahmet district. “We can’t expect to take in this many people and for there not to be attacks like this. It’s out of control.”\n\nThe country’s Syrian population, now at roughly two million, was also on edge on Wednesday.\n\n“We are worried about the reactions from the Turkish people, as is the case after any attack in Turkey,” said Bilal al-Azaat, 33, a Syrian tour operator in Istanbul.\n\n“In the past, there have been protests in Syrian neighborhoods where people chanted, ‘We don’t want Syrians here.’ ”", "summary": "Until now, the Islamic State had limited its targets in Turkey to Kurdish and leftist nationalist groups that it linked to its enemies across the border in Syria.Turkey is working closely with Washington to seal off its 60-mile border with Syria to prevent the group from using important transit routes.Interior Minister Efkan Ala said Turkey had been detaining dozens of people in antiterrorism raids in recent weeks.“Terrorists have been using the migrant path to enter Turkey for years and they have all now set up a presence here,” said Ugur Gunes, a tour operator in the Sultanahmet district.“We are worried about the reactions from the Turkish people, as is the case after any attack in Turkey,” said Bilal al-Azaat, 33, a Syrian tour operator in Istanbul."}