{"title": "Tempelhof Airport, Once a Lifeline for Berliners, Reprises Role for Refugees", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/02/11/world/europe/tempelhof-airport-once-a-lifeline-for-berliners-reprises-role-for-refugees.html", "body": "“There is no blueprint for something like this,” said Michael Elias, who leads the company, Tamaja, that runs the refugee facilities, organizing everything from security to cleaning and the catering that delivers breakfast, lunch and dinner.\n\n“At the beginning, you can only make mistakes,” added Mr. Elias, 46, who came as a child to Germany from Lebanon.\n\nHis office looks down on one of the four gaping 52-foot-high hangars where up to 800 refugees are currently accommodated in sparse 270-square-foot spaces formed by temporary screens. Six double bunk beds sleeping 12 are squeezed into these spaces, with no room for a spare chair.\n\n“It’s not space designed for living,” Constanze Döll, a spokeswoman, noted of Tempelhof Projekt, the city agency that is responsible for the overall development. “It’s an aircraft hangar.”\n\nIndeed, under the Nazis, imprisoned laborers were forced to build aircraft in these hangars.\n\nIn 1948 and 1949, American C-47s brought in millions of tons of food, coal and other supplies for the Berlin airlift, in an operation that, at its height, saw planes landing every 90 seconds.\n\nPhoto\n\nMany of the aircraft scattered small parachutes with raisins and chocolates. The “raisin bombers,” as they were dubbed, are still fondly remembered in a city that has both loved and hated the Americans.\n\nAdvertisement Continue reading the main story\n\nThroughout the Cold War, the United States military operated here, along with civilian flights. After the Berlin Wall fell in 1989, the American military gradually withdrew.\n\nAs the newly united Berlin melded its western and eastern halves, various uses were discussed for Tempelhof. But, in classic Berlin fashion, none were ever really decided. In the latest referendum in 2014, Berliners rejected a plan to build 4,700 homes while leaving up to 85 percent of its vast green space open.\n\nCity planners who may have cursed that missed opportunity to build needed housing are now at least partly relieved; where permanent houses might have gone up, they can now erect prefab housing for refugees not housed in hangars.\n\nHolger Lippmann, 52, who leads the Tempelhof Projekt, has certainly felt the effects of the airport’s evolving fate. He came to the job in the summer of 2015 as a place holder, having previously been charged, for 13 years, with selling off land the city thought it did not need.\n\nNow he will stay at least two years and is among those interested in preserving every inch of city land to house not just refugees but the increasing number of families staying in Berlin, or moving here, squeezing housing and schools.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFor Mr. Lippmann and Mr. Elias, their part in Tempelhof’s saga came suddenly. On the night of Oct. 23-24, they were told to ready a hangar for refugees.\n\n“Back then, 16,000 or more refugees were arriving at the Bavarian border each night,” Mr. Lippmann said. “They would put them in buses, then drivers would call us from the autobahn, saying they would be in Berlin in three hours. And in that time, you have to get the fire brigade, the police, even the army, and the volunteers organized.”\n\nNeither he nor Mr. Elias could give costs to date, or future costs, of the program. “A lot,” Mr. Elias said, when asked. Mr. Lippmann said just heating the inhabited hangars costs 20,000 euros a day, or about $26,000.\n\nAdvertisement Continue reading the main story\n\nA recent visit on a fairly mild, windy day yielded glimpses of refugees, many on cellphones, others lying listless in their cramped bunks, and children being entertained by volunteers from a circus group and the charity Save the Children.\n\nDozens of new units, each containing a toilet, washbasin and shower for individual use, awaited hookup. They were purchased after refugees, particularly women, declined to use communal showers.\n\nAlmost each day brings a new challenge. After hundreds of women were assaulted on New Year’s Eve in Cologne by young men said to be migrants, women who work in more than 100 offices here became fearful.\n\nPhoto\n\n“After Cologne, we have a special sensitivity and worry,” Mr. Lippmann said.\n\nEmployees once engaged in staging money-earning events — TV galas or fashion shows, for example — in Tempelhof are now busy undoing those contracts, and assessing refugee needs.\n\nThere are still reminders of the American military presence here. A sign says this hangar was once part of “Berlin Brigade/Freedom City,” of the United States Army Aviation Department.\n\n“High Noise Protection Required,” says another sign, in a hangar whose vastness mutes any buzz from the 800 or so refugees currently accommodated there.\n\nThe refugees have already added their own layer to Tempelhof’s archaeology: graffiti on the white walls with simple messages or flags and emblems of Iraq, Kurdistan and Afghanistan.\n\n“I love you Syria,” says one. “Thank you Germane,” says another, with a heart, referring to Germany. Still another: “Love love love.” And a smiling face with the word “Hapee” next to it.\n\nIdeally, Mr. Elias said, refugees should spend just a few weeks here before moving through the system. He likens Germany to a society that used to cook with just salt and pepper.\n\nAdvertisement Continue reading the main story\n\n“Now,” he said, “we have a real potpourri.” The influx, he added, “is positive — society is thinking about what kind of values it holds dear.”", "summary": "“There is no blueprint for something like this,” said Michael Elias, who leads the company, Tamaja, that runs the refugee facilities, organizing everything from security to cleaning and the catering that delivers breakfast, lunch and dinner. In 1948 and 1949, American C-47s brought in millions of tons of food, coal and other supplies for the Berlin airlift, in an operation that, at its height, saw planes landing every 90 seconds. Employees once engaged in staging money-earning events — TV galas or fashion shows, for example — in Tempelhof are now busy undoing those contracts, and assessing refugee needs. The refugees have already added their own layer to Tempelhof’s archaeology: graffiti on the white walls with simple messages or flags and emblems of Iraq, Kurdistan and Afghanistan."}