{"title": "Ukraine’s Ex-Premier, Tymoshenko, Jailed for 7 Years", "authors": ["Ellen Barry"], "url": "http://www.nytimes.com/2011/10/12/world/europe/yulia-tymoshenko-sentenced-to-seven-years-in-prison.html", "body": "But international legal experts say that she seems to have been performing a routine administrative function for which she might conceivably be disciplined, if the government was displeased with her performance, but not charged with a crime.\n\nPhoto\n\nWith Ms. Tymoshenko’s trial at an end, European governments will have to decide whether to make good on their warnings that imprisoning her will freeze efforts to integrate with Ukraine politically and economically. On one hand, Mr. Yanukovich has defied intense diplomatic pressure from Western partners, crossing what one analyst called “the reddest of red lines.”\n\nOn the other hand, Ukraine has been under pressure from Russia to join its own economic bloc, along with Kazakhstan and Belarus . Even compared with the other former Soviet nations, Ukraine — with a population of 46 million — seems to waver between Europe and Russia, so that isolating it from the West could have profound consequences.\n\nMr. Yanukovich has made integrating with Europe a central goal, and he is likely to head off catastrophic damage by softening Ms. Tymoshenko’s conviction swiftly. One route to this would be decriminalizing the article under which she was convicted. In that event, her name would be cleared and she would be able to run in parliamentary elections in 2012, said Serhiy Vlasenko, one of her lawyers. This could occur as soon as next week, so that Mr. Yanukovich would be welcome at European Union talks in Brussels scheduled for Oct. 20.\n\nHe suggested as much on Tuesday, when he told journalists, “This is not a final decision.”\n\n“Ahead lies the appeals court, and it will without a doubt make a decision within the bounds of the law, but the decision will have great significance,” he said, in comments carried by the Interfax news agency.\n\nIn Brussels, Ukraine’s foreign minister emphasized the progress that the country has made toward meeting European benchmarks, saying the parties “have never been so close to the association agreement as they are now.” A Foreign Ministry statement argued strenuously against linking the Tymoshenko verdict with the European Union procedure, making the case that political leaders like Mr. Yanukovich could not interfere in judicial processes. As news of the verdict spread on Tuesday, though, some in Kiev said Ms. Tymoshenko’s conviction was already marked in Ukraine’s history.\n\nCritics of the verdict warned that Ukraine could follow the pattern set by Belarus, whose nascent engagement with the West came to an abrupt end last year amid a crackdown on opposition figures.\n\nVideo\n\n“For the past 10 years, we were in the process of getting to a democratic state,” said Yulia Shcherban, a travel agent. “I agree that people who are dishonest must be charged. But in Ukraine, we are going back in the opposite direction and getting back to the days of the Soviet state: Either you are with those in power or you are against them and you are in trouble. She was against those in power.”\n\nAdvertisement Continue reading the main story\n\nCriticism came from a range of foreign capitals on Tuesday. Poland ’s Foreign Ministry issued a statement saying, “Ukraine’s image as a country that is undertaking a fundamental pro-European transformation has been tarnished.” The White House released a statement urging Ukraine to release Ms. Tymoshenko and other jailed political leaders, and to allow them to run in next year’s parliamentary elections. Catherine Ashton , the European Union’s foreign policy chief, said the trial “unfortunately confirms that justice is being applied selectively in politically motivated prosecutions of the leaders of the opposition and members of the former government.”\n\nRussia, too, condemned the verdict in Ms. Tymoshenko’s case — in part because her conviction centered on a deal she struck with Prime Minister Vladimir V. Putin in 2009, agreeing to pay what prosecutors called an excessively high price for Russian natural gas. Russian analysts said Ukraine might be trying to annul Ms. Tymoshenko’s gas deal and renegotiate for a better price.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nRussia’s Foreign Ministry said the prosecution was “initiated exclusively for political motives,” and noted “an obvious anti-Russian subtext to this whole story.” Mr. Putin, who is on a visit to Beijing , told reporters, “I don’t really understand what they gave her seven years for.”\n\nSeveral hundred supporters of Ms. Tymoshenko set up tent camps outside the courtroom on Tuesday, and the police were nervous enough to deploy 1,500 riot police officers in balaclavas and camouflage. But the case is unlikely to mobilize the throngs that coalesced around Ms. Tymoshenko in 2004, when, dressed in the style of an unusually glamorous peasant woman, she became the face of the pro-Western Orange Revolution.\n\nThe euphoria faded over the next few years, as the members of the Orange coalition bickered endlessly among themselves and Ukraine’s economy foundered. During the last presidential election, Ms. Tymoshenko struggled to engage her voting base — Ukrainian speakers from the west of the country — and lost narrowly to Mr. Yanukovich, who represents the more Russified east."}