{"title": "U.N. Secretary General Criticizes Hungary’s Treatment of Migrants", "authors": ["Somini Sengupta"], "url": "https://www.nytimes.com/2015/09/17/world/europe/un-secretary-general-criticizes-hungarys-treatment-of-migrants.html", "body": "In reality, the five permanent members of the Security Council — Britain, China, France, Russia and the United States — decide, and usually behind closed doors. This year, the General Assembly is calling on candidates to present their résumés and ideas before the broader membership in informal sessions. Though in the end, nothing compels the council not to do what they’ve always done: present the General Assembly with one name to rubber-stamp.\n\nAmong the permanent five, only the British ambassador has explicitly said that his country favored a female contender among equally qualified candidates.\n\nThe Russian ambassador, Vitaly I. Churkin, pointed out what he saw as the risks of these calls for a woman leader. “If we keep saying, ‘women, women,’ men are not going to apply,” he said in an interview this week, sounding somewhat exasperated.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe added that for Russia, it was more important that an East European lead the organization, regardless of gender.\n\nSecond, for a leader widely known to be cautious in public, the secretary general was unusually pointed in his criticism of Hungary.\n\nAsked about Hungarian riot police beating back people on the border, Mr. Ban said: “I was shocked to see how these refugees and migrants were treated. It’s not acceptable.”\n\nMr. Ban said he had spoken to the Hungarian prime minister and asked him to treat migrants within the bounds of international law. “Since they are people fleeing wars and persecution then we must assure our compassionate leadership,” he said, calling on European countries to first provide migrants with water and shelter, and then discuss how they are to be accommodated.\n\nThird, he expressed unease about the reports of Russia’s stepped-up military backing of the Syrian regime. This was most unusual because Mr. Ban rarely criticizes a permanent member of the Security Council, even obliquely.\n\nIn answer to a question about Russia, he said he was “concerned about the parties arming, providing arms” and predicted that it would “only help the situation growing worse and worse, deteriorate.”\n\nAdvertisement Continue reading the main story\n\nHe went on to say what he has said many times: that only a political agreement can end the war, not military victory. He reiterated the numbers on Syria: 250,000 dead and 11 million people displaced in five years of war.", "summary": "In reality, the five permanent members of the Security Council — Britain, China, France, Russia and the United States — decide, and usually behind closed doors. This year, the General Assembly is calling on candidates to present their résumés and ideas before the broader membership in informal sessions. Asked about Hungarian riot police beating back people on the border, Mr. Ban said: “I was shocked to see how these refugees and migrants were treated. “Since they are people fleeing wars and persecution then we must assure our compassionate leadership,” he said, calling on European countries to first provide migrants with water and shelter, and then discuss how they are to be accommodated."}