{"title": "Britain and France Point Fingers as Migrant Crisis Becomes a Political One", "authors": ["Steven Erlanger", "Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2015/08/01/world/europe/at-channel-tunnel-migrant-crisis-evolves-into-a-political-one.html", "body": "The British are blaming the French, the French are blaming the British, and both are blaming the European Union for an incoherent policy toward the thousands of people, many of them fleeing political horrors at home, who are trying to find jobs and a better future for themselves and their families in Europe.\n\nThe migrant crisis in Calais is hardly new, going back more than 15 years, but numbers are increasing, tactics are shifting and the political heat is rising.\n\nThe migrants, most of them from Libya, Syria, Eritrea and Afghanistan, are finding new strategies to exhaust the French police, cut through fencing, stow away on trucks and try to get to Britain through the Channel tunnel. In the nightly game of attack and run, chase and release, traffic through the tunnel has been badly disrupted, and at least nine migrants have died in their attempts since June.\n\nSome estimates are that the mess is costing the British economy 250 million pounds, or about $390 million, a day, while local governments in southern England are struggling to cope with at least a doubling of illegal migrants, who must be housed and fed, especially those who are minors.\n\nPaul Carter, leader of the County Council in Kent, the county that is home to the British entrance to the tunnel, said the number of migrants under 18 in his care has doubled to 605 in the last three months, leaving the county a multimillion-pound funding gap, and, he told the BBC, “rising day by day, week by week.”\n\nThat burden, as well as dealing with the increased security for tunnel traffic and huge delays on the main highway leading to and from the tunnel, was having a major impact that the central government in London has only begun to consider, he said.\n\nBernie Gibson, managing director of Compass Fostering, which finds foster homes for illegal minor migrants, mostly male and many with little English, said finding “foster carers nationally for Compass is challenging anyway, but imagine on top of that these children are very traumatized, they don’t speak English, and often they come from very different cultural experiences.”\n\nLondon Channel Tunnel BRITAIN Calais france Paris 40 miles\n\nIn fact the numbers of migrants in Britain illegally are relatively small compared with other European countries, in part because Britain is so hard to enter. And more than 80 percent of them are people who have entered legally but overstayed their visas, said Franck Düvell of the Center on Migration, Policy and Society at Oxford University.\n\nAdvertisement Continue reading the main story\n\n“The anxiety about irregular entry remains disproportionate,” he said.\n\nPeter Sutherland, a former European Union commissioner and now the United Nations special representative for international migration, said that the British reaction is “grossly excessive in terms of Calais,” characterizing the calls to stop economic migrants “a xenophobic response to the issue of free movement.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe said Britain receives far fewer asylum applications than some other European countries, around 25,000 last year compared with 175,000 in Germany. Sweden, France and Italy also received more asylum claims than Britain did. At the same time, a country like Turkey is coping relatively quietly with more than 1.7 million registered refugees from Syria, and Jordan is coping with more than 800,000 refugees, according to the United Nations.\n\nBy contrast in Calais, Mr. Sutherland said, there are “a relatively small number in the context of what other countries are having to do — who are in terrible conditions and have to be dealt with by France and/or Britain.”\n\nThe number of asylum applications increased 5 percent in the year ending in March, the Home Office said, but remained less than a third of the peak number in 2002.\n\nBritain’s total illegal population is thought to be less than one million, but a Home Office spokeswoman said that last year alone border officials intercepted 39,000 attempts to cross the Channel illegally, and that the numbers have risen considerably in the last month.\n\nAccording to the National Crime Agency, the number of illegal immigrants actually caught trying to enter Britain more than doubled last year, with a 300 percent rise in the numbers coming from North Africa, especially Libya, through Italy.\n\nThe problem, analysts all agree, is Europe-wide, with increased instability throughout North Africa and the Middle East stemming from the Libyan and Syrian civil wars but encompassing chaotic, repressive or failing regimes in places like Iraq, Afghanistan, Somalia, Eritrea, Sudan and Kosovo.\n\nThe 28 member states of the European Union received 570,800 claims for asylum in 2014, up 44 percent from the year before, according to the U.N. High Commissioner for Refugees, with Germany and Sweden alone accounting for 43 percent of those claims.\n\nAdvertisement Continue reading the main story\n\nBut there is no unified immigration or asylum system and only a voluntary willingness, after a major fight among European Union countries, to sharing even 40,000 refugees.\n\nMr. Cameron has been accused of insensitivity by highlighting the problems posed to “holiday makers” and referring to “swarms” of migrants, a term that critics said dehumanized people trying to get to a better life. Yvette Cooper, a leadership candidate for the Labour Party, criticized Mr. Cameron for playing politics and said that “only serious Europe-wide and international intervention” will “get to grips with this problem.”\n\nMr. Cameron has limited options. Britain, which does not allow passport-free travel, relies on France for border security in Calais. It has worked to keep good relations with France on the issue, which also matters since Mr. Cameron needs the support of President, François Hollande for changes to its relationship with the European Union. Mr. Cameron has promised voters a referendum on British membership in the bloc by the end of 2017.\n\nAn open fight with France over a few thousand migrants would not be helpful, and Mr. Hollande, too, wants an end to the trouble that is damaging his own fragile economy."}