{"title": "Opposition to Refugee Quotas Softens in Europe’s Old Communist Bloc", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2015/09/24/world/europe/opposition-to-refugee-quotas-softens-in-europes-old-communist-bloc.html", "body": "“The public mood is fiercely against admitting migrants,” said Cristian Ghinea, a director of the Romanian Center for European Policies, a research group. “Romanian politicians, and the president, have put themselves in a corner. They’ve been strongly against the quotas, and now they’re going to be obliged to do it.”\n\nPhoto\n\nThe plan approved by the European Union’s interior ministers on Tuesday called for relocating 120,000 refugees throughout the 28-member bloc, with more prosperous Western nations taking the bulk of them but Eastern nations asked to accept a smaller number out of solidarity. Normally, such decisions are reached by consensus, but when that proved elusive, the proposal was passed by a majority vote: 23 countries in favor, four against and Finland abstaining.\n\nHungary voted against the plan, even though the migrants already in the country make it unlikely that it will be asked to accept more. And its prime minister, Viktor Orban, whom critics have accused of being authoritarian, continued to take an especially hard line on Wednesday, contending that forcing a country to accept refugees amounted to “moral imperialism.”\n\nBut only in Slovakia, the fourth nation to vote no on Tuesday, were leaders promising to continue their full-throated fight against the quotas.\n\nPrime Minister Robert Fico, who has insisted that mandatory quotas will not be imposed as long as he is in power, said Slovakia would sue the European Union over the plan and would continue to resist carrying it out. “I would rather go into infringement than accept the quotas,” said Mr. Fico, whose party is facing parliamentary elections in the spring.\n\n“The decision has shown fundamental differences in how the migrant crisis is perceived in different E.U. states,” said Radko Hokovsky, director of European Values, a Czech research group. “The Czech Republic will most likely face some turbulent political developments. Extremists will rise, and we can expect an unpleasant debate on the future of our E.U. membership.”\n\nThe argument many regional leaders have been making in recent weeks is that it will do no good to ship migrants to countries where they do not wish to live, like the financially struggling nations in Eastern Europe. The migrants, they say, will simply head to Germany, Sweden and other more prosperous nations with more generous social benefits.\n\nPhoto\n\n“Migrants should have the right to choose where in Europe they want to live,” said Jaroslav Plesl, editor in chief of Mlada Fronta Dnes, a leading Czech newspaper. “And if the majority opts for countries offering a more financially welcoming environment? That is the problem of those countries and, ultimately, a factor leading to the decomposition of the European Union.”\n\nAdvertisement Continue reading the main story\n\nThe reluctance of the former communist states to go along with refugee relocation plans in recent months has led officials in the more prosperous West to blame rising nationalism and xenophobia in the East, as well as what Western leaders see as an unseemly lack of solidarity from a region that has benefited greatly from years of financial support from Brussels, the bloc’s headquarters.\n\nPolitical leaders from the Baltics to the Balkans, though, say that their real concern is that mandatory quotas would impinge on their national sovereignty and force countries with few resources and no experience in handling refugees to cobble together a system from scratch to deal with them.\n\nOther former communist nations in the region have tried to walk a tightrope between appeasing growing anti-immigrant sentiment at home and maintaining crucial ties with Brussels.\n\n“For Baltic governments, E.U. unity and consensus is the ultimate priority, however unpalatable this has been for their population,” said Andres Kasekamp, deputy director of the Estonian Foreign Policy Institute, a research group.\n\nIndeed, the Baltics are a case in point. The governments of Estonia, Latvia and Lithuania voted in favor of Tuesday’s plan but tempered their support with criticism of Europe’s response to the crisis.\n\n“There is no magic wand to solve the refugee crisis,” Taavi Roivas, Estonia’s prime minister, said before departing for an emergency meeting in Brussels on Wednesday night with other top leaders. “However, yesterday’s decision on the divisions of 120,000 refugees indicates that Europe is able to move on in this situation.”\n\nAt the same time, the idea of accepting even relatively small numbers of refugees is politically toxic in countries that still think of themselves as victims of history, struggling to catch up financially with the West and ill-equipped to take on such a burden.\n\nAdvertisement Continue reading the main story\n\n“Hungary doesn’t want to change as a result of mass immigration,” Mr. Orban said during a news conference Wednesday after a meeting with the governor of Germany’s Bavaria region, whose party has also been critical of more immigration. “Many others do, and we don’t dispute their right to do it. We wish them good luck.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut the biggest political price may be paid by Civic Platform, Poland’s governing center-right party, which is running well behind the chief right-wing opposition party, Law and Justice, in polling for the Oct. 25 parliamentary vote. The decision to support the Brussels plan has given ammunition to anti-immigrant voices and threatened Poland’s standing among its regional neighbors.\n\n“It was the right decision,” said Aleksander Smolar, president of the Stefan Batory Foundation in Warsaw, which advocates civic engagement. “Unfortunately, in the current climate of panic and fear of migrants among Poles, it puts Civic Platform at an enormous disadvantage.”\n\nLeaders of the right-wing opposition, Mr. Smolar said, have been “using the migrant crisis as the main battlefield for attacking the ruling party for weeks, and now it will be that much easier.”\n\nIndeed, the opposition’s candidate for prime minister, Beata Szydlo, described Poland’s acceptance of the plan as “scandalous.”\n\n“The decision is contrary to the interest of national security and has been made against the will of Poles,” Ms. Szydlo said.\n\nRuling-party officials tried to paint the agreement as having given Poland pretty much everything it wanted, including a streamlined procedure for distinguishing refugees from economic migrants.\n\n“What we have managed to negotiate in Brussels is exactly what we had been fighting for,” said Cezary Tomczyk, a government spokesman. “The conditions of distinguishing between refugees and economic migrants, sealing the border and securing the right for Polish authorities to control who comes to Poland — these were our conditions.”\n\nStill, Poland’s decision to accept the quotas surprised officials in the so-called Visegrad Group — made up of Poland, Hungary, Slovakia and the Czech Republic — whose top officials had hoped to maintain a united front during the migrant crisis.\n\nAdvertisement Continue reading the main story\n\n“Betrayal may be too strong a word, but it’s a fact that the Polish government has changed its position on which it agreed earlier with member states of the Visegrad Group,” Leszek Miller, a former prime minister and the leader of Poland’s Democratic Left Alliance, another opposition party, said at a news conference after Tuesday’s vote.\n\n“For years, Polish authorities had been trying to become the leader of countries in Eastern Europe and the Visegrad Group,” Mr. Miller said. “Now, that has changed. Poland’s membership status in the Visegrad Group may even be in doubt.”\n\nBeneath the heated rhetoric, though, was an often grudging acceptance of the plan and a growing realization that Eastern Europe’s unified stance had begun to crumble.\n\n“We can keep telling ourselves the story of the Czechs being one of the last guardians of truth and rationality in crazy Europe,” said Petr Honzejk, a columnist for Hospodarske Noviny, a financial newspaper in Prague. “But if you lose 23 to 4, you are probably doing something wrong.”", "summary": "And its prime minister, Viktor Orban, whom critics have accused of being authoritarian, continued to take an especially hard line on Wednesday, contending that forcing a country to accept refugees amounted to “moral imperialism.”Prime Minister Robert Fico, who has insisted that mandatory quotas will not be imposed as long as he is in power, said Slovakia would sue the European Union over the plan and would continue to resist carrying it out.The reluctance of the former communist states to go along with refugee relocation plans in recent months has led officials in the more prosperous West to blame rising nationalism and xenophobia in the East, as well as what Western leaders see as an unseemly lack of solidarity from a region that has benefited greatly from years of financial support from Brussels, the bloc’s headquarters.Political leaders from the Baltics to the Balkans, though, say that their real concern is that mandatory quotas would impinge on their national sovereignty and force countries with few resources and no experience in handling refugees to cobble together a system from scratch to deal with them.“Betrayal may be too strong a word, but it’s a fact that the Polish government has changed its position on which it agreed earlier with member states of the Visegrad Group,” Leszek Miller, a former prime minister and the leader of Poland’s Democratic Left Alliance, another opposition party, said at a news conference after Tuesday’s vote."}