{"title": "Research Doesn’t Back a Link Between Migrants and Crime in U.S.", "authors": ["Rick Gladstone"], "url": "https://www.nytimes.com/2016/01/14/world/europe/research-doesnt-back-a-link-between-migrants-and-crime-in-us.html", "body": "Such findings, the study said, reiterated what other research had confirmed for more than a century: “The overwhelming majority of immigrants are not ‘criminals’ by any commonly accepted definition of the term.”\n\nMr. Rumbaut said in a telephone interview that the authors of the study, which had been in the works for more than a year, gave it a wide release through the American Immigration Council, rather than as a more obscure scholarly publication, to counter a surge of anti-immigrant political talk at the time.\n\n“An immigrant does not come here to commit crimes and get on welfare,” Mr. Rumbaut said. “They come here to work harder than native-born people do.”\n\nWhile the latest anti-immigrant reactions in the United States have not been as brazen as the backlashes seen recently in Finland, Germany and Italy, the perceived connection between foreigners and crime has been a dominant theme on both sides of the Atlantic.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nDonald J. Trump, the Republican presidential candidate, for example, has been widely accused of stoking anti-immigrant passions by proposing a wall to keep out what he described as rapacious Mexicans, and a moratorium on travel to the United States by all Muslims from abroad because they might include terrorists.\n\nMr. Rumbaut said that the perception of immigrant illegality has thrived regardless of evidence that refutes it.\n\n“It’s a ‘zombie idea’ — one that keeps coming back from the dead,” he said.\n\nA 2007 study by Mr. Rumbaut and Mr. Ewing also showed most immigrants are law-abiding, as did a study published around the same time by Robert J. Sampson, a Harvard sociologist, which showed in an inverse relationship between immigration and crime, a pattern that Mr. Sampson said “upends popular stereotypes.”\n\nBoth studies came out as the United States was embroiled in an angry, politically charged debate about immigration reform, further aggravated by the execution-style killings of three teenagers in Newark that law enforcement officials attributed to illegal immigrants.\n\nAdvertisement Continue reading the main story\n\nThen, as now in parts of Europe, many American politicians railed against illegal immigrants. Among the best-remembered episodes was a 2007 visit to Newark by Representative Tom Tancredo, a Colorado Republican presidential contender and ardent immigration opponent, who paradoxically, was the grandchild of Italian immigrants.\n\nMr. Tancredo was known for having declared that immigration had created “linguistic ghettos where millions of immigrants speak no English while replicating living standards such as those found in Haiti.”\n\nMr. Tancredo’s critics are fond of pointing out the echoes expressed in 1891 by Representative Henry Cabot Lodge, a Massachusetts Republican, during a wave of arrivals from Russia, Poland and Italy — including Mr. Tancredo’s grandparents."}