{"title": "In Crimea, Russian Land Grab Feeds Cries of ‘Carpetbaggers!’", "authors": ["Neil Macfarquhar"], "url": "https://www.nytimes.com/2017/09/30/world/europe/crimea-annexation-russia-ukraine.html", "body": "SEVASTOPOL, Crimea — More than three years after Russia snatched Crimea from Ukraine, the peninsula is suffering through an extended season of discontent.\n\nShady, Kremlin-appointed bureaucrats are proving to be just as corrupt and inept as their Ukrainian predecessors. International sanctions, shrugged off in the heady days after the Russian annexation, have jacked up food prices while endlessly complicating ordinary aspects of life, like banking and travel.\n\nPerhaps most galling to Crimeans, the government is hauling thousands of residents into court to confiscate small land holdings distributed free as a campaign ploy in 2010 when Ukraine controlled the Black Sea peninsula.\n\nResidents of Sevastopol, famous as a historic battleground and home to the Black Sea fleet, were among the most vocal, militant supporters of Russia when it annexed Crimea.\n\nAdvertisement Continue reading the main story\n\nThat was then.\n\n“I supported reunification because I thought that with Russia’s arrival things would improve,” said Lenur A. Usmanov, a rare outspoken Kremlin partisan from the Tatar minority who has since become a serial protester. “But there is no change.”", "summary": "Shady, Kremlin-appointed bureaucrats are proving to be just as corrupt and inept as their Ukrainian predecessors.International sanctions, shrugged off in the heady days after the Russian annexation, have jacked up food prices while endlessly complicating ordinary aspects of life, like banking and travel.Perhaps most galling to Crimeans, the government is hauling thousands of residents into court to confiscate small land holdings distributed free as a campaign ploy in 2010 when Ukraine controlled the Black Sea peninsula.Residents of Sevastopol, famous as a historic battleground and home to the Black Sea fleet, were among the most vocal, militant supporters of Russia when it annexed Crimea.“I supported reunification because I thought that with Russia’s arrival things would improve,” said Lenur A. Usmanov, a rare outspoken Kremlin partisan from the Tatar minority who has since become a serial protester."}