{"title": "Increasingly Frequent Call on Baltic Sea: ‘The Russian Navy Is Back’", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2015/06/11/world/europe/intrusions-in-baltic-sea-show-a-russia-challenging-the-west.html", "body": "Lithuania’s energy minister, Rokas Masiulis, said he believed Russia was simply “flexing its muscles” rather than preparing for a direct strike on the 300,000-volt cables, which are due to start carrying electricity from Sweden by the end of the year.\n\nRussia has been conducting nearly nonstop naval exercises in the Baltic Sea — including on 26 of 30 days in April, according to Lithuanian officials — and it is regularly entering Baltic airspace with its warplanes.\n\n“They keep up constant pressure just to show they have influence,” Mr. Masiulis said. “It is all part of the general atmosphere of provocation and rising tensions in the region.”\n\nThat has included other displays of Russian strength, or at least audacity, like the abduction of an Estonian intelligence officer last year in what Estonia says was a cross-border operation.\n\nLithuania’s foreign minister, Linas Antanas Linkevicius, said he had tried to get an explanation but had gotten nowhere because Moscow declined even to respond to repeated requests for clarification. Lithuania, he said, lodged a series of formal diplomatic protests but “got no reply.”\n\nThe United States is also making its presence felt, and it held its annual naval exercises in the Baltic Sea last week with an unusually large number of ships, aircraft and personnel from NATO countries, including Lithuania, as well as nonmembers like Sweden. Russian vessels shadowed American ships as they left the port in Poland.\n\nThe flurry of Russian naval activity along the route of the high-voltage cables also suggests a more targeted agenda. It has sent a blunt warning of Russia’s disquiet over threats to one of its principal geopolitical goals: keeping a firm grip on energy supplies as a powerful political and commercial tool in neighboring territories Moscow would like under its thumb.\n\nAdvertisement Continue reading the main story\n\nWith the arrival here in October of a huge floating factory to convert liquefied natural gas from Norway into the burnable variety, Lithuania secured independence from Russia for gas, and it is now pushing on with the undersea cables in the hope that it can do the same for electricity. Lithuania currently imports 60 percent of the electricity it needs from Russia and from its fellow Baltic nations.\n\nOn the same morning that the Emanuel reported the arrival of the Russian Navy in the cable zone, the captain of the Alcedo, a second vessel tasked with guarding the seabed cables, reported troubles of its own.\n\nIn a message to Rederij Groen, the Dutch company that operates the Alcedo, the captain said a Russian naval vessel had ordered him to clear out of the area until the evening. “Left location and set course to north,” he added.\n\n“When you are a civilian ship and you get told to move by a military ship, you move,” said Daivis Virbickas, chairman of the board of Litgrid, Lithuania’s electricity transmission system operator. The company is sponsoring the cable project in partnership with Svenska Kraftnat, its Swedish counterpart.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“For us, this is not just a piece of cable,” Mr. Virbickas added, noting that Lithuania declared political independence from the Soviet Union 25 years ago and that it was finally breaking free of its dependence on Russia’s electricity network.\n\n“We can only assume that others are not happy with this,” Mr. Linkevicius said. He described Russia’s response to Lithuania’s quest for energy independence as “political hooliganism.”\n\nLithuania, a nation of three million people, matters little as a market for Gazprom, Russia’s natural gas giant, or Inter RAO, Russia’s electricity exporter. But its success in breaking dependence on Russian energy shows bigger countries in Eastern Europe that history and geography are not destiny.\n\n“We are a good example for others to follow,” said Mr. Masiulis, the energy minister. He noted that as soon as Lithuania started importing liquefied natural gas from Norway last year and broke what had been a Gazprom monopoly, the Russian gas company offered an “instant discount of 23 percent” on its price.\n\nLithuania’s electricity prices are among the highest in Europe, and Litgrid predicts they will fall drastically once the links to Sweden and Poland provide an alternative to imports from Russia.\n\nAdvertisement Continue reading the main story\n\nWhile Russia’s concerns seem clear, the exact purpose of its naval actions in the Baltic Sea has led to much head-scratching, especially as they have so far failed to derail or even delay the cable project.\n\nRytas Staselis, a Lithuanian expert on energy issues, speculated that the harassment could be a form of retribution for the environmental and legal hurdles put up by Europe that complicated construction of Nord Stream, a gas pipeline from Russia to Germany, and helped torpedo South Stream, a second Russian-sponsored gas pipeline.\n\nAnother theory is that the Russian Navy’s actions in the Baltic Sea are a gambit by President Vladimir V. Putin in a long, grinding campaign to unsettle and divide the European Union.\n\nRussian warships first tangled with the Baltic Sea electricity link in May last year, soon after a Swedish engineering company, ABB, began work to lay the cables. At the time, the episode seemed a one-off annoyance.\n\nBut Russian activity around the undersea cables resumed with increased vigor this spring after a series of moves by the European Union to blunt the power of Russia’s abundant energy supplies. The European bloc has put up more than $230 million to help pay for the nearly $600 million cable project, known as Nordbalt.\n\n“The E.U. is always very slow to act on any problem, but when it finally moves, it is hard to stop it,” said Marius Laurinavicius of the Eastern Europe Studies Center, a research unit in Vilnius, the Lithuanian capital.\n\nIn February, the European Union announced an ambitious plan to form a so-called energy union, a venture that aims to knit together Europe’s diverse energy systems and make them less vulnerable to interruptions in supplies from outside sources, notably Russia.\n\nThen, in April, Brussels took a direct swipe at Gazprom. Antitrust regulators announced that they were charging Gazprom with abusing its dominant market position, a move long urged by Lithuania.\n\nThat same month, Russia sharply accelerated its military activity in the Baltic Sea, according to Lithuania’s Foreign Ministry, leading to three new intrusions along the route of the electricity cables.\n\nAdvertisement Continue reading the main story\n\n“Russia’s ultimate goal is to destroy the European Union and NATO, but this is very hard to achieve,” Mr. Laurinavicius said. “Its interim goal is simply to show that Russia is a major power that has to be taken into account.”"}