{"title": "Flooded With Migrants, Germany Struggles to Integrate Them", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/04/28/world/europe/germany-migrants-struggles-to-integrate.html", "body": "He has called the huge backlog “an embarrassment for Germany” and said, “The impression arose that Germany has no plan as to what to do with the refugees.”\n\nThe energetic Mr. Weise has engaged thousands of officials and begun a digital centralization of records to speed the processing of asylum applications and keep tabs on newcomers.\n\nPhoto\n\nOpen battles have erupted with entrenched officials who argue that new, hurriedly trained recruits lack the experience to judge asylum applicants. The security forces want to keep out would-be terrorists and Islamic extremists, and to steer new arrivals to specific places of residence to prevent new migrant ghettos from forming in cities.\n\nMr. Weise shares those concerns but argues for faster handling to get migrants into German language lessons and integration courses, and then into the labor market. The government announced this month that it intends to subsidize up to 100,000 jobs for unskilled workers.\n\nBut the difficulty of allaying security concerns and speeding integration quickly emerges when observing the individual asylum hearings mandated by law and international agreement.\n\nEven a straightforward case, of a Syrian man interviewed this month near Nuremberg, consumed well over an hour, with translation for each question and answer.\n\nThe interviewing official then had to do the same for the man’s wife. At this pace, officials are lucky to handle four cases in a day, even working the 50-hour weeks Mr. Weise has requested.\n\nAdvertisement Continue reading the main story\n\nBut as Mr. Weise sees it, this is the only way to fulfill Chancellor Angela Merkel’s mantra: “We’ll manage this.”\n\n“I can’t say, ‘We’ll try,’ ” he said.\n\nSo it is that the fates of eight, mostly young, men from Algeria and Morocco, gathered in a makeshift meeting room in Cologne, now rest in the hands of officials like him.\n\nWith a map of Germany and handwritten conjugations of German verbs taped to the walls, these migrants, most of whom arrived late last year, said that all they wanted to do was learn German, get out of this refugee facility for some 600 people, work, pay taxes and build the future denied them at home.\n\nEuropean Refugee and Migrant Crisis\n\n“We are praying for the people to accept us and not to discriminate,” said Younis, 23, from Algiers. “Not every dark-haired person is a criminal. We want to be treated as people. We are all equal.”\n\nBut after an outpouring of welcome last fall, attitudes have toughened, particularly in the wake of hundreds of sexual assaults by young men in Cologne on New Year’s Eve — a night that has become a symbol of troubled integration and a clash of cultural values.\n\nOf the 153 suspects identified in more than 1,500 cases of robbery and sexual assault, 103 are from Algeria and Morocco, according to the authorities. The Cologne police chief, Jürgen Mathies, said in an interview that most of the suspects had arrived in the recent influx of migrants.\n\nAlmost all of the 130 people charged so far are between the ages of 18 and 25, said a court spokesman, Wolfgang Schorn.\n\nFaced with these facts, and punished by voters who supported a rising anti-immigrant party in three state elections, a wary German government is strengthening law enforcement and antiterrorism efforts, and trying to speed integration.\n\nAdvertisement Continue reading the main story\n\nEven migrants who are eventually deported should be occupied somehow while here, Ms. Merkel has said, and they can take home any skills acquired.\n\nOtherwise, President Joachim Gauck said, “we risk that frustration and boredom turn into violence and crime, or that political and religious extremism flourish.”\n\nIn Cologne, security fears are doubly acute after the New Year’s Eve assaults and the terrorist attacks in Paris and Brussels. Cologne is close to the borders with both Belgium and France. Tension is palpable.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe city’s new police chief, Mr. Mathies, has sharply increased police patrols, particularly around the station and cathedral where the New Year’s assaults took place. He said this was needed to restore public trust in the security forces.\n\nBy contrast, Younis and his friends all talked resentfully of greater police presence, in cafes and on the streets. The Muslim assailants in Paris and Belgium were born and educated in Europe, they noted.\n\n“The European leaders must differentiate between them and the people who came to secure their future and improve their economic situation,” said Abdul Rahim, a 27-year-old Algerian. He insisted that “newcomers do not commit the kind of acts you saw here on New Year’s Eve.”\n\nThe group was bitter that official language and integration lessons are open only to Syrians and others likely to win permission to stay.\n\nBut officials now warn that, even with special courses and attention, many of those staying will lack suitable labor skills — a shift from initial buoyant predictions from industry, which needs workers.\n\nAdvertisement Continue reading the main story\n\nMost of the migrants come from countries where schooling lasts years less than in Germany, said Karl Brenke, a labor and migration expert at the German Institute for Economic Research. Qualifications are difficult to compare. Already, there are 14 people competing for a basic unskilled job, Mr. Brenke said.\n\nHe provided figures showing that the number of employable people who are jobless and living on welfare had swelled to 280,000 in December from 116,000 in early 2011. Half are Syrians.\n\nMr. Brenke said he saw a danger that migrants could remain unemployed for years. Even Mr. Weise admits that employment could prove tough. Seventy percent of asylum applicants in 2015, he said, were under 30. Ten percent could find work within a year, and 50 percent within five years.\n\nEven without accommodating the North Africans, he said, it is already clear that “the refugees are not the work force that the German economy needs.”", "summary": "The security forces want to keep out would-be terrorists and Islamic extremists, and to steer new arrivals to specific places of residence to prevent new migrant ghettos from forming in cities. But after an outpouring of welcome last fall, attitudes have toughened, particularly in the wake of hundreds of sexual assaults by young men in Cologne on New Year’s Eve — a night that has become a symbol of troubled integration and a clash of cultural values. Faced with these facts, and punished by voters who supported a rising anti-immigrant party in three state elections, a wary German government is strengthening law enforcement and antiterrorism efforts, and trying to speed integration. But officials now warn that, even with special courses and attention, many of those staying will lack suitable labor skills — a shift from initial buoyant predictions from industry, which needs workers."}