{"title": "Nordic Countries, Overwhelmed by Migrants, Retreat From Generous Traditions", "authors": ["Suzanne Daley"], "url": "https://www.nytimes.com/2015/11/16/world/europe/nordic-countries-overwhelmed-by-migrants-retreat-from-generous-traditions.html", "body": "Finland, faced with mounting numbers of asylum seekers from Iraq, Afghanistan and Somalia, announced last month that it now considered some areas of those countries safe and began negotiations with the home countries to step up deportations. Finnish officials then issued news releases in Arabic with details of the new policies.\n\n“We are not telling them not to come,” said Jorma Vuorio, the director general of Finland’s Migration Department. “But we are telling them that this is not paradise.”\n\nGetting that message to potential refugees before they try to leave is clearly on the minds of many Nordic officials. Norway used Facebook to announce its changes in English under the title “Stricter asylum regulations for Norway.” Denmark has advertised its changes in Arabic in Lebanese papers.\n\nThe changing attitudes are evident to citizens of those countries and to the migrants. In the scramble to find housing for the growing number of asylum seekers, Finland has turned to old army barracks, vacant hotels and even places like the sprawling union training center here, with its saunas, pool tables and idyllic lakeside views.\n\nBut on a recent evening, there was plenty of grumbling to be heard here. Some asylum seekers said they were bored, too far from stores and unable to make do on the $100 monthly allowance they were each getting in addition to free housing and meals.\n\n“If I had known it would be like this, I would have gone somewhere else,” said Ameer, a 27-year-old Iraqi, who sought out a reporter to complain but did not want to give his last name.\n\nBut whether the new, less welcoming posture will help is unclear. A few days after Finland made its most recent announcements, the number of migrants entering the country dropped slightly, and officials took credit for the change. But by the end of October, the numbers were rising steeply again.\n\nAdvertisement Continue reading the main story\n\nIn a news release last week, the Finnish Ministry of the Interior warned that the country would soon have to resort to putting asylum seekers in tents and containers. The ministry also said that about two-thirds of the new asylum applications would probably be turned down.\n\nDespite worsening weather, the human stream crossing from Turkey to Greece and then traveling north shows only small signs of abating. In October, more than 150,000 people, the majority of them Syrian, made the journey, compared with fewer than 8,500 in October 2014, according to Frontex, the European border agency. Germany, a country of about 83 million, continues to be the favored destination and could have a million asylum seekers by the end of the year, while hundreds of thousands have headed to the much smaller Nordic countries.\n\nIn Finland, the numbers started to climb at a startling pace in August. Already 27,000 asylum seekers have arrived this year, prompting officials to predict at one point that the number could reach 50,000 before the end of the year.\n\nBut many officials say such predictions are little more than a guess at this point, and polls suggest that Finns are particularly worried because the migrants, arriving mostly through the border with Sweden, are coming at a time when the country’s economy is in the doldrums, jobs are scarce and the government has outlined more than 4 billion euros, or $4.31 billion, in wide-ranging cuts over the next four years.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSampo Terho, a member of Parliament whose populist Finn Party (formerly known as the True Finns) is part of the governing coalition, said people in a market square had recently asked him, “How can it be that we are doing cutbacks for citizens, but we seem to have an unlimited budget for migrants?”\n\n“That is a very difficult question to answer,” he added. “The man asking that question is my voter. The asylum seeker is not, for the moment.”\n\nAs the Nordic countries cut back, each has been carefully watching the others, mindful of setting standards in line with its neighbors so as not to end up as a more attractive destination.\n\nSome experts say that despite their long tradition of humanitarianism, the Nordic nations are simply facing facts.\n\n“They realized they had reached the political limit of what could be done,” said Demetrios G. Papademetriou, the president of the Migration Policy Institute of Europe. “This is going to cost an untold amount of money, and these countries are not wealthy like Germany. They had to turn back.”\n\nAdvertisement Continue reading the main story\n\nIn recent weeks in Sweden, various political parties have suggested adopting a raft of new restrictions to stem the migrant flow, with the Christian Democrats even advocating the building of transit camps on the border.\n\n“We are hearing new suggestions from political parties every 10 minutes,” said Livia Johannesson, an expert on migration politics at Stockholm University. “You really can’t keep up with all the suggestions.”\n\nMs. Johannesson said polls indicated that most Swedes remained proud of the country’s commitment to welcome the needy. But the country may be paying for its high-mindedness, with few of their neighbors inclined to help them. “I think some of our neighbors are saying: ‘You Swedes, you always want to be best in the class. Now you have to deal with it,’ ” she said.\n\nAt the former training center here, some asylum seekers, most of whom are from Iraq, said they had researched their options when they decided to make their way to Finland. They believed it was more lenient in accepting asylum applications from their country. But some said they had come to Finland simply because Germany seemed too full.\n\nAnd some, like Rasha Ibrahim, a 30-year-old teacher who came from Baghdad with her husband and two children after a bombing killed her mother, said they had no idea where they were going when they put themselves in the hands of smugglers. “I just said, ‘Take us to a safe place,’ ” she said.\n\nWhile others complained about being more than an hour’s drive from Helsinki with no jobs or educational opportunities in sight, she said she could not be more delighted with the beauty and the quiet of the center.\n\nAmeer, who said his parents had financed his journey to Europe because he had gotten into an argument with a Baghdad militia leader, said that he was tired of sitting around and that he wanted a job or to go to school.\n\n“It would be like heaven to go on vacation here,” he said. “But we are learning nothing right now. Most of us do not have our own money. I went to the store, and my aspirin was €10. The allowance they give us is not enough.”\n\nAlready, Finnish officials say, 1000 Iraqis have decided to return home since the beginning of the year."}