{"title": "Seeking Sanctuary, More Migrants Confront Land Route’s Perils", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2015/07/26/world/europe/seeking-sanctuary-more-migrants-confront-land-routes-perils.html", "body": "For the last few years, the most popular route has been across the Mediterranean on boats run by Libyan smugglers that aimed for the nearest islands off the Italian coast. But as that route has become increasingly dangerous — the range of threats include drowning, abandonment by unscrupulous smugglers and crackdowns by European border patrols — the human tide is shifting. Increasingly, migrants are following a land-based route into Europe by way of Greece and the West Balkans.\n\nBut with the alternative crossing come other perils: violence, exploitation, intolerance. Though most European countries are overwhelmed by the tide, fueling an anti-immigrant backlash in many places, Eastern European countries like Hungary, Serbia and Bulgaria are considered particularly hostile.\n\nStill, the migrants keep coming.\n\nMohamd, like more than two dozen migrants interviewed at the brick factory and other sites along the border here with Hungary, declined to give his last name for fear of reprisals against relatives left behind and unwelcoming authorities on the road ahead. His was a typical story.\n\nHe left Syria on May 16, made his way through Turkey and slipped across the border into Greece.\n\nAlong the way, there may be short bus rides or miles covered by train. But for many of the migrants — including almost all of those interviewed at the brick factory — the journey was largely undertaken on foot. They follow rail lines or paths passed along by smugglers or passed down the communications chain from refugees farther ahead.\n\nFor a bird, the trip from Damascus, Syria, to Szeged, just across the Hungarian border, is 1,200 miles. From Kabul, Afghanistan, it is 2,700 miles. The migrant’s route, though, is rarely the most direct.\n\nThe journey from Aleppo to Szeged is 1,100 miles on a direct route, but more than 1,500 miles by roads, and more than that to skirt risky checkpoints and follow meandering forest paths and railbeds.\n\n“I took a few short trains and a bus,” Mohamd said. “But mostly, we walked.”\n\nIt took 10 days to get through Greece. Macedonia was crossed quickly, but he has been stuck in Serbia for a month. Twice he had sneaked into Hungary and was quickly arrested, spending 16 days in jail the first time and five the next. He also earned an official document that bans him from entering the country for three years.\n\nAdvertisement Continue reading the main story\n\n“I will try again either tonight or tomorrow,” he said, shrugging. “What else can I do? There is no life anymore in Syria, only bombing.”\n\n300 Miles 30 Miles DETAIL Budapest BALKANS Routes through Turkey and Greece to the European Union HUNGARY ITALY GREECE Danube TURKEY SICILY Szeged Asotthalom SYRIA Central Mediterranean routes Subotica Kanjiza Damascus SERBIA LIBYA 300 Miles HUNGARY Subotica BALKANS ITALY Black Sea GREECE SICILY TURKEY Western Mediterranean routes Central Mediterranean routes Mediterranean Sea LIBYA\n\nIn a report this month by Amnesty International, the organization acknowledged the dangers of the land route. “Refugees face considerable obstacles in accessing asylum in any country along their journey,” the report said.\n\n“Refugees and migrants alike are at constant risk of exploitation, arbitrary detention and ill treatment.”\n\nEchoed in interviews, reports of abuse by smugglers and border guards are plentiful. So are the constant dangers of bandit gangs and the police demanding bribes.\n\n“Police in Hungary, no good,” said Sachid, 36, a Kurdish refugee from northern Iraq hoping to meet up with a cousin in Germany.\n\nHe crossed his wrists behind his back to indicate how he had been handcuffed, then pantomimed being punched.\n\n“In Serbia, the police say, ‘Give us 50 euros and you can go,’ ” he said. “In Hungary, it is not money, it is just arrest.”\n\nThe Hungarian town of Asotthalom sits, invitingly, at the point where the national highway dips closest to the border, not far from the brick factory. Laszlo Toroczkai, a former activist in an anti-Semitic youth group who was supported in his election campaign by the right-wing Jobbik party, has drawn national attention for his fierce opposition to the migrant tide.\n\nAdvertisement Continue reading the main story\n\n“I really respect Islam,” he said, seated in his small, sparsely decorated office in the town hall. “But Europe is not a continent of Islam. That’s why we fought them in the Middle Ages, to get them out.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhile Hungary has a responsibility to care for genuine refugees, he said, he believes that many crossing into Hungary are just illegal immigrants angling for a better life in a more open society.\n\nMr. Toroczkai is credited with first proposing the idea of building a fence along Hungary’s entire border with Serbia, which stretches more than 100 miles — something that the current government has begun to do.\n\n“It is not important who had the idea first,” he said. “To me, the important thing is to protect the village, the country and Europe.”\n\nThe actual border near Asotthalom, a short drive from the mayor’s office, is little more than a narrow concrete bridge over a reed-choked creek, crisscrossed with steel cables to stop cars from passing.\n\n“It’s become part of daily life here to see migrants,” said Barnabas Heredi, one of three locals hired by the mayor to act as “field police” and help patrol the border.\n\nAfter checking the border bridge, he drove to an abandoned farm complex nearby, where migrants sometimes rest.\n\nPhoto\n\nThe yellow house was alive only with a frenzy of flies orbiting dozens of abandoned backpacks, sneakers, blankets and plastic bags.\n\n“I don’t really feel sorry for them,” Mr. Heredi said. “Maybe the money we are spending to take care of them should be used to take care of Hungary’s poor.”\n\nAdvertisement Continue reading the main story\n\nIn the small Serbian town of Kanjiza, several miles east of Subotica, a slightly more affluent cluster of migrants gathered in a park beside the bus depot.\n\nThe walk across the border to Szeged, Hungary’s third largest city, is just 20 miles.\n\nMany of them said they, unlike the campers at the brick factory, still had enough money to sleep in hotels, and to pay premium prices to trusted smugglers.\n\nAnnas, 26, a mechanical engineering student from Damascus, took shelter in the stifling shade. “The Syrian military wanted to take me for military service,” he said, “so I escaped.”\n\nSerbian gangs stalk small groups of migrants in the borderlands, he said.\n\n“If you are just four or five, you lose everything. That is why we travel in groups of 50.”\n\nHe described the plan: They would leave in less than an hour and try to arrive in Szeged shortly after midnight. A certain taxi stand is known to have cars waiting every night between 3 and 5 a.m., to drive anyone with 100 euros the two hours north to Budapest, no questions asked.\n\nFrom there, minivans would continue the journey into Germany for another 400 euros a person.\n\n“It is possible if you know where to go and you have enough money,” Annas said.\n\nA young man with a pointed beard barked an order and the group rose, gathered its belongings and shuffled across a nearby street.\n\nSlowly, they ambled through a block of townhouses, across an empty park and up the hill to a shimmering lake. They went past a playground where children hammered a soccer ball against a metal door, and along an earthen berm toward a distant stack belching smoke, before turning and vanishing into the woods.\n\nAdvertisement Continue reading the main story\n\n“I am really interested in them,” said Tibor Varga, an evangelical Christian minister whose Eastern European Outreach Mission in Subotica has been gathering food and water for the brick factory migrants. “I want to know their story.”\n\nEurope has entered into a post-Christian era, he said, and Islam is part of the evil, along with homosexuality and abortion.\n\n“The punishment is coming,” he said.\n\nBut with luck and decent treatment, the migrants might well embrace “European values,” Mr. Varga said.\n\n“We all make our own decisions about how we will react to them,” he said. “It is a test of humanity. In this way, you see, everybody is passing their exams.”"}