{"title": "As Europe Grasps for Answers, More Migrants Flood Its Borders", "authors": ["Rick Lyman", "Alison Smale"], "url": "https://www.nytimes.com/2015/09/07/world/europe/pope-calls-on-europeans-to-house-refugees.html", "body": "A gathering of foreign ministers in Luxembourg on Sunday produced only more discord. More talks are scheduled for this week. Germany, which has admitted by far the largest number of migrants — it expects to accept 800,000 this year — has called upon other nations to accept more, but found much resistance, especially in Eastern Europe.\n\n“We have been facing this challenge for several months, and we continue to take in refugees,” said Peter Altmaier, chief of staff to the German chancellor, Angela Merkel. “But we need a readiness in other European countries to join in.”\n\nHuman rights groups say that, for the foreseeable future, there is every reason to expect migrants from Syria and other countries in crisis to descend on Europe in ever greater numbers. In Syria alone, 11 million people have been displaced by war, seven million within the country’s borders and four million outside, mostly to Lebanon, Turkey and Jordan.\n\nThe number of Syrians requesting asylum in Europe rose steadily for years before attracting international attention, reaching an estimated 348,000 since April 2011, the month after the civil war there began. The numbers are accelerating as the war worsens — from 8,000 asylum claims in 2011 to 56,000 in 2013 and 150,000 in 2014, according to United Nations figures. Those numbers reflect only asylum claims, not the far greater flow of those claiming refugee status.\n\nPhoto\n\nAnother factor in the increase is the discovery of routes through Turkey and Greece that are safer and often cheaper than the old route through Libya, which involved a perilous land trek and an equally dangerous ride across the Mediterranean Sea. Human rights experts say that the combination of the new routes, an apparently welcoming Europe, deteriorating security in Syria and the higher socioeconomic status of the recent migrants virtually ensures increases.\n\nHungary, on the front lines of the crisis and led by an anti-immigrant prime minister and governing party, has sent mixed signals on its intentions. While allowing migrants already in the country to head to the West, officials began a crackdown over the weekend on new arrivals. Hungary opened a new holding camp with space for 1,000 people — surrounded by razor wire and guarded by dogs and the police — in the southern border town of Roszke, and rights groups quickly assailed the camp as inhumane.\n\nAdvertisement Continue reading the main story\n\nHungary is also building a razor-wire fence along its 108-mile southern border with Serbia, and it has passed harsher laws involving the treatment of migrants and penalties for helping them. Prime Minister Viktor Orban has cast it as a fight for Christian values against a Muslim surge.\n\nOn the Austrian border on Sunday, however, cooperation between the Hungarian police and Austrian rail officials created a seamless corridor through Hegyeshalom, the main crossing between Budapest and Vienna.\n\nMagdalena Frank, a real estate agent from Vienna, squatted with a circle of volunteers on the dusty platform at the Hegyeshalom station, part of an assembly line of sandwich makers. “We are waiting for a train of refugees due in a few minutes,” she said, pushing a lock of hair out of her eyes.\n\nAll around were piles of diapers, bananas, savory pies, dates and enough bottled water to fill a swimming pool. “When we heard what was happening, I contacted some friends and we decided we had to come and help,” said Barbara Secka, a mechanical engineering student from Vienna. “We all began cooking.”\n\nWhen the 5 p.m. train from Budapest arrived, a half-hour late and with standing room only, more than 500 migrants poured onto the platform. “Welcome!” the volunteers shouted in English. “Have something to eat!” With stunning efficiency, the volunteers distributed the aid, moved the migrants into the adjacent train and waved goodbye as it pulled out of the station.\n\nMeanwhile, a convoy of more than 100 Austrian vehicles made their way to Budapest on Sunday, vowing to offer rides to Vienna for any migrants who wanted them — and ignoring warnings from the Hungarian authorities that this violated that country’s refugee laws.\n\nAlong Hungary’s border with Serbia, the scene was anything but smooth.\n\n“While Europe rejoiced in happy images from Austria and Greece yesterday, refugees crossing into Hungary right now see a very different picture: riot police and a cold, hard ground to sleep on,” Barbora Cernusakova, an Amnesty International researcher, said in a statement released by the group.\n\nThe new camp in Roszke was being called a “reception center” by Hungarian officials, though the police on the scene referred to it as an “alien holding center.”\n\nBoth migrants and relief groups were reporting harsh treatment and a hostile reception from the border authorities. On the Serbian side, officials temporarily blocked at least some trains headed north, amid numerous reports of the police demanding bribes to allow the migrants to pass.\n\nAdvertisement Continue reading the main story\n\nPhotos on social media from the new camp showed the police with dogs guarding a desolate compound surrounded by high fences.\n\nOmar Hadad, 24, from Dara’a, Syria, had been at a nearby camp along the border before he was shifted on Sunday to one west of Budapest, in the town of Bicske.\n\n“The Hungarian police came into the camp and they beat me with batons,” he said of his time in the holding center near the Serbian border. He peeled off his socks to show a bruised foot and leg.\n\nJournalists were not allowed into the Bicske camp, but the migrants could come out or speak across the entrance gate. Several other migrants rushed toward Mr. Hadad when they saw him displaying his wounds.\n\nVideo\n\n“Here, here, look,” said Salam Barajakly, a student from Damascus who began counting off the wounds and scars on his arms, legs and neck that he said he had gotten on the journey to Hungary, some by accident, some from the police, some from crawling under razor-wire fences.\n\nTwo men held out smartphones showing videos of the camp where they had been held near the Serbian border. Hundreds of people squatted in the dust while the police tossed sandwiches and bottles of water to them over a barbed-wire fence.\n\n“Like a zoo,” Mr. Hadad said. “Like we are dogs.”\n\nThe group had arrived at the Bicske camp an hour earlier and was waiting to make the mile-and-a-quarter walk to the rail station to catch a train toward Hegyeshalom. The Hungarian guards at the camp were encouraging the migrants to go.\n\nAdvertisement Continue reading the main story\n\nConfusion and lack of information were endemic, as they have been throughout the migrant crisis in Budapest. Even the various Hungarian authorities could not agree on the latest rules.\n\nAt the Bicske station, a midafternoon train to the border was held up for 10 minutes as an angry conductor tried to throw migrants without tickets off the train.\n\n“Off! Off!” she shouted. “No tickets, then off!”\n\nA group of police officers on the platform called out to her to let the migrants travel. “Don’t you know they are supposed to travel for free?” one asked.\n\n“Says who? They need tickets,” the woman said.\n\nEven when the chief of police told the woman to allow the migrants to travel, she resisted.\n\nFinally, a railroad official showed up and told her to leave the migrants alone.\n\n“Oh, so no tickets are necessary,” she said. “I guess I don’t have a reason to work anymore, do I?”\n\nAnd she stormed off, taking no one’s ticket.", "summary": "The number of Syrians requesting asylum in Europe rose steadily for years before attracting international attention, reaching an estimated 348,000 since April 2011, the month after the civil war there began.Human rights experts say that the combination of the new routes, an apparently welcoming Europe, deteriorating security in Syria and the higher socioeconomic status of the recent migrants virtually ensures increases.Magdalena Frank, a real estate agent from Vienna, squatted with a circle of volunteers on the dusty platform at the Hegyeshalom station, part of an assembly line of sandwich makers.Meanwhile, a convoy of more than 100 Austrian vehicles made their way to Budapest on Sunday, vowing to offer rides to Vienna for any migrants who wanted them — and ignoring warnings from the Hungarian authorities that this violated that country’s refugee laws.“While Europe rejoiced in happy images from Austria and Greece yesterday, refugees crossing into Hungary right now see a very different picture: riot police and a cold, hard ground to sleep on,” Barbora Cernusakova, an Amnesty International researcher, said in a statement released by the group."}