{"title": "Ukraine Protests Persist as Bid to Oust Government Fails", "authors": ["David M. Herszenhorn", "Andrew E. Kramer"], "url": "http://www.nytimes.com/2013/12/04/world/europe/ukraine-unrest.html", "body": "Since the start of demonstrations on Nov. 22, many protesters, especially students, have been skeptical that elected officials would answer their demands, which were a response to Mr. Yanukovich’s decision not to sign far-reaching political and trade agreements with the European Union that had been in the works for years.\n\nPublic anger deepened over brutal tactics used by riot police officers against protesters in Independence Square early Saturday — a display of violence that roused a march and rally by hundreds of thousands of people in Kiev on Sunday, and thousands more in cities around the country.\n\nThe protesters occupied Independence Square, setting up barricades that now form a wide perimeter around the landmark plaza and establishing a tent city with first-aid stations and canteens. By nightfall on Tuesday, they had topped their barricades with razor wire and had iced the streets approaching the square, aiming to slip up the police should they raid on foot.\n\nThey also controlled the large Trade Unions building nearby, along with the huge television screen mounted on its facade, allowing them to broadcast the speeches and musical performances that take place virtually around the clock on an outdoor stage.\n\nThe control of that building, as well as nearby City Hall, has given the protesters access to shelter, heat and toilets — crucial to maintaining a long standoff in the winter weather.\n\nIn a speech to Parliament before Tuesday’s vote, Mr. Azarov once again apologized for the police violence on Saturday and said that an investigation was underway that would hold those responsible accountable. But he also warned that the authorities would answer any violence.\n\n“We are ready to discuss with peaceful manifestations all conditions of our agreements,” the prime minister said, as opposition lawmakers in the chamber pounded their desks and rendered him nearly inaudible with chants of “Resignation!”\n\nAdvertisement Continue reading the main story\n\n“We will give you a hand,” Mr. Azarov said. “If we see a fist, we have enough force.”\n\nThe prime minister seemed to be suggesting new talks between the Ukrainian government and European leaders. But while European leaders say they remain open to signing the accords if Ukraine meets previously agreed-upon conditions, like an overhaul of its justice system, they are not willing to renegotiate.\n\n“The European Union is ready to discuss aspects of implementation of the agreement already initialed but not to reopen any kind of negotiations,” said Maja Kocijancic, a spokeswoman for the European Union’s foreign policy chief, Catherine Ashton.\n\nAnd in a signal of American unhappiness with Ukraine’s decision to distance itself from the European Union, Secretary of State John Kerry skipped a long- anticipated visit to Kiev that was to follow a meeting of NATO foreign ministers in Brussels.\n\nInstead, Mr. Kerry on Wednesday will visit Moldova, a small nation that has pursued closer ties with the European Union in the face of intense pressure from Moscow.\n\nMr. Kerry on Tuesday urged the Ukrainian government to “listen to the voices of its people” who favor closer ties with the union. He said Ukrainians should be allowed to make their own choice without “a bidding war.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Yanukovich, however, has effectively shut the door to new talks over the agreements. In the days since he refused to sign them at a summit meeting in Vilnius, Lithuania, last week, he has turned forcefully toward Russia, which had exerted heavy pressure on him to derail the accords.\n\nIn an interview with Ukrainian television on Monday evening, Mr. Yanukovich said that he would begin working to extend a strategic partnership agreement first executed with Russia in 1997, and that he was close to securing lower natural gas prices from Russia. On Tuesday, officials said Russia had agreed to defer Ukraine’s payments for natural gas for several months.\n\nEuropean leaders have said they would not participate in three-way negotiations with Russia, as Mr. Yanukovich has proposed. On Tuesday, as Mr. Yanukovich flew to China to attend business development meetings, opposition lawmakers continued to call for his ouster.\n\n“We demand the resignation of the government, the president and the minister of internal affairs,” Arseniy P. Yatsenyuk, the leader of the opposition Fatherland coalition, said in Parliament.\n\nAdvertisement Continue reading the main story\n\nThousands of protesters, many of whom have remained in the city center since the huge rally, marched to the Parliament building, which was shielded by lines of buses and deep columns of riot police officers.\n\nCarrying blue-and-yellow Ukrainian flags, yellow-starred European flags and the red-and-black banner of World War II partisans from western Ukraine, the demonstrators shouted, “Glory to Ukraine! Glory to her heroes!” They marched past the Cabinet Ministry, where other protesters continued to block the entrances, and crowded onto the cobblestone slope of Mikhail Grushevsky Street.\n\n“This government and this president are on a path to nowhere,” said Igor S. Palyamichuk, 44, a sales manager at a construction company.\n\nAlthough a handful of lawmakers have defected from Mr. Yanukovich’s Party of Regions and backed the protests, the party still has a commanding majority.\n\nThat was evident with the no-confidence measure, which needed 226 votes for approval. It was backed by 186 lawmakers, only one from the Party of Regions; 5 voted no, 121 abstained and 135 did not vote.\n\nThe tally suggested that while few wanted to be on record in support of the government — especially the Communists, who are allied with the Party of Regions — there was no major revolt. Opposition lawmakers said they now expected the action to shift onto the street.\n\n“Street politics were always in the forefront,” said Yuri Levchenko, a member of Parliament with the nationalist Svoboda party. “In this environment, they will stay that way.”\n\nThe organizers are using a strategy akin to a spreading ink blot, letting the crowds of giddy young men and women spill across an ever-broadening area of central Kiev, occupying the country’s most important political landscape. On Independence Square, protesters huddle around drum fires, play guitars and claim the pavement as their own, clearly confident that momentum is on their side.\n\nAdvertisement Continue reading the main story\n\n“The last couple of days have shown we are able to increase our area of control,” Mr. Levchenko said.\n\nThe new strategy formulated on Tuesday, he said, was to blockade entrances to the three most important buildings in the capital — the government building, the presidential administration headquarters and Parliament. Mr. Levchenko said this was also necessary because underground passageways connect the three buildings, so that only when they are all surrounded will the opposition have fully shut down the government.\n\nThe buildings themselves remained guarded by a dense police force.\n\n“This is our plan,” Mr. Levchenko said. “By tomorrow, it should all be in place.”"}