{"title": "Germany Announces Plan to Cope with Migrant Influx", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2015/08/20/world/europe/germany-de-maiziere-migrants-refugees-asylum.html", "body": "According to figures through June from Eurostat, the European Union’s statistics office, Hungary has registered 32,800 refugees this year, Italy 15,200, France 14,800, Sweden 11,400, Austria 9,700 and Britain 7,300.\n\nThe figures for Hungary suggest that migrants who go from Turkey to Greece are then making their way through the Balkans toward the richer nations of the European Union. Hungary, a nation of about 10 million people, is building a fence to try to prevent the arrivals from crossing into its territory.\n\nIf Europe does not act to share the burden more evenly, Mr. de Maizière said, then it might prove necessary to close borders opened by the Schengen Agreement, which allows free movement without border controls across much of the European Union.\n\nHe insisted that the recent increase in arrivals was unforeseen. Germany will take note of the swelling tide of arrivals by registering the numbers of all who come, and not just those who submit an asylum application.\n\nFigures for July illustrated his point: hours earlier, the Interior Ministry said about 39,000 people applied for asylum last month. By contrast, he told reporters, 83,000 people arrived in Germany in July seeking asylum or status as refugees. Figures for August have already topped 50,000, he said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNoting that the refugee crisis “is a challenge for us all,” the minister also stressed that anyone who arrived in Germany seeking help had the right “to be welcomed and accommodated in a worthy, secure and decent fashion.”\n\n“Everyone has the right to a fair process” in judging their future, he said, condemning the 202 attacks registered on asylum shelters and refugees this year as unworthy of Germany.\n\nMr. de Maizière said he had not only reorganized Germany’s bureaucracy to coordinate better between the federal, state and local authorities but also would work with European colleagues. He plans to meet his French counterpart on Thursday in Berlin.\n\nAdvertisement Continue reading the main story\n\nOn Tuesday, Die Welt published an interview with António Guterres, the United Nations high commissioner for refugees, in which he said the refugee burden in Europe should land on more shoulders.\n\n“In the long run, Germany cannot take 40 percent and bear this burden,” Mr. de Maizière said. “We need short-, medium- and long-term solutions.”\n\nAbove all, he said, goals must be defined. “We cannot simultaneously want that everyone is allowed to come and at the same time want to reduce the numbers of those who do come,” he said. “That won’t work. That means that, guided by these forecasts, we need a discussion here in Germany. And that is really necessary.”", "summary": "According to figures through June from Eurostat, the European Union’s statistics office, Hungary has registered 32,800 refugees this year, Italy 15,200, France 14,800, Sweden 11,400, Austria 9,700 and Britain 7,300.The figures for Hungary suggest that migrants who go from Turkey to Greece are then making their way through the Balkans toward the richer nations of the European Union.Noting that the refugee crisis “is a challenge for us all,” the minister also stressed that anyone who arrived in Germany seeking help had the right “to be welcomed and accommodated in a worthy, secure and decent fashion.”“Everyone has the right to a fair process” in judging their future, he said, condemning the 202 attacks registered on asylum shelters and refugees this year as unworthy of Germany.Mr. de Maizière said he had not only reorganized Germany’s bureaucracy to coordinate better between the federal, state and local authorities but also would work with European colleagues."}