{"title": "Golden Dawn’s Popularity Rising Rapidly in Greece", "authors": ["Liz Alderman"], "url": "http://www.nytimes.com/2012/10/01/world/europe/amid-greeces-worries-the-rise-of-right-wing-extremists.html", "body": "“We have a major socioeconomic crisis in which several hundred thousand Greeks are losing ground,” said Nikos Demertzis, a professor of political sociology at the University of Athens. “And you have a rising number of immigrants in Greece, many illegal. This is creating a volcanic situation where all the classic parameters for the flourishing of a far-right force like Golden Dawn are present.”\n\nGolden Dawn’s tactics are similar to ones it used before parliamentary elections in June. Preying on fears that immigrants are worsening crime rates and economic hardship, the group has been stepping up attacks against immigrants, many of whom are legal citizens, with the police frequently standing by. It is also trying to expand its reach with the Greek diaspora.\n\nThe group recently opened an office in New York, announcing its presence with a sleek Web site depicting a stylized Swastika against a darkened Manhattan skyline. The Web site was disabled by hackers less than a day later and remains down, and the American Hellenic Educational Progressive Association condemned the group’s outreach, saying that “fascism has no place in the United States.”\n\nGolden Dawn has also established an outpost in Australia, where Greeks have been emigrating by the thousands to escape the crisis in their homeland.\n\nThe group is still far from being a major threat to Mr. Samaras’s party, or to his fragile three-party coalition government. Most Greeks express alarm at the group’s rise, and anti-fascist organizations in Athens are continuing efforts neighborhood by neighborhood to counter its increased vigilantism.\n\nYet, rising political and social discontent is rich fodder for Golden Dawn as it tries to cultivate a larger base. These days, it is not uncommon for conversations to evolve into laments about the ineffectiveness of Mr. Samaras’s government, before a mention of Golden Dawn’s rise in the polls slips in.\n\n“People have no faith in the political system,” said Dimitris Kaklamanos, 41, a worker at a Shell gas station in the town of Piraeus, on the outskirts of Athens.\n\nVideo\n\nMr. Kaklamanos said he had long voted for Pasok, the Socialist party, but grew disillusioned with corruption and the ineptitude of its politicians. Now, he feels attracted to Golden Dawn, he said, whose popularity he expects to continue to rise, especially as the group replaces police and government services in poor areas where the state has almost ceased to function.\n\nAdvertisement Continue reading the main story\n\nOther political parties “know that Golden Dawn is gaining power and they see that as a threat,” Mr. Kaklamanos said. “But Golden Dawn are the only ones out there demonstrating they care about the Greek people.”\n\nHe cited food and clothing drives conducted by the group across a widening area of Athens, as well as protections it extends to vulnerable Greeks in neighborhoods where crime has surged in tandem with illegal immigration.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nKaiti Lazarou, 55, the owner of a newspaper and cigarette kiosk in Piraeus, agreed. “I myself have gotten food and potatoes from them in Syntagma Square,” she said. “I would not be surprised if they become the government one day, and why shouldn’t they? They protect the Greeks, while Samaras and the government are out of touch with the people.”\n\nIn an interview last week, Mr. Samaras said that hundreds of thousands of illegal immigrants fleeing hardship in Africa, South Asia and now Syria were creating “major distress” in Greece, which they use as a gateway to the European Union after entering through Turkey. He appealed to Greece’s European partners to modify immigration accords so that other countries could take on a greater share of Greece’s immigration burden.\n\nWith more than 1.5 million immigrants in a country of about 11 million, “this is creating extremism” that feeds the popularity of Golden Dawn, Mr. Samaras said. Outlawing the group could backfire by fueling their popularity, he added.\n\nMr. Demertzis, the University of Athens professor, said Golden Dawn was effective because it did more than just utter political platitudes. Its members “do their propaganda through deeds, exactly the same way that the Muslim Brotherhood in Egypt does, or Hezbollah in Lebanon.”\n\nIn Golden Dawn’s case, the most high-profile activities center on anti-immigrant campaigns, like the one documented in the video, depicted as the actions of good Samaritans.\n\nIn another raid, filmed and posted on YouTube, in the town of Missolonghi, Greek shopkeepers shout at Golden Dawn members as they walk through a fruit and vegetable market kicking over stands loaded with produce. The raid was led by another Golden Dawn lawmaker, Costas Barbarousis. “These tactics were used in the dictatorship!” one woman cries.\n\nAdvertisement Continue reading the main story\n\nAfter the episodes, Golden Dawn lawmakers were barred from receiving the protection of the police, who human rights groups say are increasingly looking the other way when confronted with evidence of violence by Golden Dawn sympathizers, with some officers seeming more sympathetic to them than to their victims. Mr. Samaras played down concerns that the Greek police were sympathetic to the group. “I’m very happy with the way they’ve done their job,” he said in the interview.\n\nJustice Minister Antonis Roupakiotis condemned the Golden Dawn attacks, saying they created “conditions for the growth of neo-fascist practices in the country.” He added that his ministry would consider tougher penalties for racist violence. New Democracy, Pasok and independent Greeks also condemned the attacks.\n\nBut such talk may only go so far.\n\n“It’s the current government that brought more power to Golden Dawn because the people are angry at what the government is doing,” said Iakovos Zorzios, 73, a retiree whose pension has been cut as part of Greece’s austerity measures.\n\n“How can we not be angry when the government cuts our earnings so much?” said Mr. Zorzios, who is bracing for yet another reduction in the latest austerity plan forged this week. “How can they expect us not to support Golden Dawn?”"}