{"title": "Turkish Parliament Expands Police Powers and Cracks Down on Demonstrations", "authors": ["Ceylan Yeginsu"], "url": "https://www.nytimes.com/2015/03/28/world/europe/turkish-parliament-expands-police-powers-and-cracks-down-on-demonstrations.html", "body": "ISTANBUL — Turkey’s Parliament passed one of its most contested pieces of legislation on Friday, a bill that broadens police powers and increases penalties for people participating in unauthorized demonstrations.\n\nApproval came after a monthlong debate in which cups and glasses were flung across the assembly floor and lawmakers on opposing sides brawled with their fists over the bill. Supported by the ruling Justice and Development Party, which holds the majority of seats, the bill is expected to be signed into law by President Recep Tayyip Erdogan.\n\nUnder the bill, the police will be permitted to use firearms against demonstrators who are armed with firebombs or other “injurious or similar weapons.” They will also be able to detain people for up to 48 hours to uphold public order. Protesters wearing masks or partly covering their faces will face up to five years in prison if they are deemed to be spreading “propaganda for a terrorist organization.”\n\nThe bill will also allow the police to pursue some investigations without authorization from prosecutors and judges, raising fears of the arbitrary use of power without judicial oversight.\n\nAdvertisement Continue reading the main story\n\nOpponents say that the bill breaches the separation of powers between the legislative, executive and judicial branches and that it could create the basis for turning Turkey into a police state. The government has described the bill as a reform that increases the security of its citizens while keeping within the European Union’s standards for freedoms and security regulations.\n\nThe bill was proposed by the ruling party after thousands of Kurds took to the streets last October to protest Turkey’s lack of support for Kurdish fighters battling militants of the Islamic State, the extremist group, in the besieged Syrian town of Kobani. At least 40 people died in the demonstrations.", "summary": "ISTANBUL — Turkey’s Parliament passed one of its most contested pieces of legislation on Friday, a bill that broadens police powers and increases penalties for people participating in unauthorized demonstrations.Supported by the ruling Justice and Development Party, which holds the majority of seats, the bill is expected to be signed into law by President Recep Tayyip Erdogan.Under the bill, the police will be permitted to use firearms against demonstrators who are armed with firebombs or other “injurious or similar weapons.” They will also be able to detain people for up to 48 hours to uphold public order.Opponents say that the bill breaches the separation of powers between the legislative, executive and judicial branches and that it could create the basis for turning Turkey into a police state.The bill was proposed by the ruling party after thousands of Kurds took to the streets last October to protest Turkey’s lack of support for Kurdish fighters battling militants of the Islamic State, the extremist group, in the besieged Syrian town of Kobani."}