{"title": "Migrants’ Journeys Stall in Italy, Near the French Border", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2015/07/21/world/europe/migrants-journeys-stall-in-italy-near-the-french-border.html", "body": "Their presence here, in tents and under the open air, highlights Europe’s failure to deal with a record number of people crossing the Mediterranean to reach its shores. It is also a graphic illustration of the divisions between Italy and France over managing a border that is theoretically open.\n\nEuropean Union countries recently failed to reach an agreement on a plan by the European Commission to spread migrants across countries using a quota system.\n\n“Migration is a fact, it is continuous, and Europe has to act to find the best solution,” said Laura Bastianetto, an Italian Red Cross spokeswoman in Ventimiglia.\n\nThe migrants, many of them Eritreans, Ethiopians and Sudanese, could be found at two coastline locations recently. At the Ponte San Ludovico border crossing in Ventimiglia’s township, they set up a camp on a strip of rocky beach, only a few dozen feet from France, with hopes of moving on to the more affluent, northern part of Europe.\n\nAt the Ventimiglia train station, the Italian Red Cross was providing food, shelter and medical care in buildings handed over to the charity by local authorities.\n\nInside, dozens of migrants rested on cots and mattresses. Outside, children played ball and jumped rope with Italian volunteers near mobile showers and toilets and a medical truck. Some have ailments of the skin, stomach or throat, mainly from living on the rocks at Ponte San Ludovico.\n\nThere were about 130 migrants at the center, most of them young men, but also about 30 women, some pregnant, and a dozen children, Ms. Bastianetto said as she walked through the area. Many do not wish to stay in Italy, or even France. They want to make their way to countries like Britain, Germany and Norway, which are stronger economically and where many of their families and friends have settled.\n\nAdvertisement Continue reading the main story\n\nBut the authorities in France are struggling to deal with migrant camps in Paris and Calais, and the French government, faced with a sputtering economy and an anti-immigrant right wing, does not want to look soft on illegal immigration. France has multiplied checks at the Italian border, searching cars, trucks and trains for migrants and sending them back.\n\nTensions flared last month when the police moved to dislodge some of the migrants, then eased somewhat; 200 to 300 immigrants linger in the camps.\n\nBernard Cazeneuve, the French interior minister, said recently that over 6,000 people had been sent back to Italy this year.\n\nAn agreement signed in 1997 between Italy and France allows the French to return the migrants to their point of entry. But the Italian authorities say systematic checks at the border violate the Schengen agreement, a deal among 26 European countries that opened their borders and allowed for such checks only during emergencies.\n\nFrance says it has not completely shut the border. It also contends that the migrants are Italy’s responsibility because of the European Union’s Dublin regulations, which require all asylum claims to be processed in the country where migrants arrive or first request protection.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFaced with an influx of migrants, mostly from Tunisia, in 2011, the Italian authorities issued temporary residency permits that enabled the migrants to travel freely among the Schengen countries. Matteo Renzi, the Italian prime minister, suggested last month that the country could do so again, warning that Italy could not manage migration into Europe alone.\n\nAt the Ponte San Ludovico border crossing one evening, the air was fragrant from the sea after a sweltering day. In the distance, bathed in the golden light of dusk, was the French city of Menton. The migrants, many of them Muslims, prepared to break the Ramadan fast as dozens of French and Italian police officers stood nearby.\n\nVolunteers from the Red Cross and local charities distributed melons, dates, soup and pasta, while migrants poured milk and fruit juice. Only 400 feet inland, trains sped across a bridge entering France. Sports cars from the French Riviera also glided across the border.\n\n“We are human beings,” said Adam Ahmed, a 22-year-old Ghanaian who had lived in Sudan and fled the strife there. He said drivers sometimes slowed down to stare at the migrants’ tents and mattresses, making them feel like animals in a zoo. “Why are they closing the border?” he asked.\n\nAdvertisement Continue reading the main story\n\nSome of the migrants, helped by smugglers, can cross the border in the mountainous areas to the north, where police surveillance is scant.\n\nBut on the coast, stuck in limbo, are people like Saddam Ahmed Hussein, 21, who said he was from Darfur in Sudan. Mr. Hussein, his mother and four siblings, including a 10-year-old brother, managed to stay together on a seven-month trip.\n\nAfter selling their cattle to raise money for the journey and traveling through Chad, they arrived in Libya, where the chaos of the post-Qaddafi era provides new opportunity for human traffickers.\n\nIn the Libyan capital, Tripoli, Mr. Hussein worked at an Internet cafe but was kidnapped for four days and had to be ransomed, he said. After two months in Libya, the family paid $5,000 to smugglers to cross the Mediterranean in a boat with 600 people.\n\n“After 12 hours, the motor stopped,” said Mr. Hussein, who learned English through the Internet and movies (his favorite is “Home Alone”). “We drifted for a couple hours before we reached the Italian Coast Guard, who brought us to Lampedusa,” an Italian island, he said.\n\nHe and his family managed to cross into France, only to be stopped in Nice and sent back to Italy. They have been living under a tarp on the beach. Mr. Hussein’s mother, Najat, said the family had no choice but to come here.\n\n“Here the people are friendly, and we feel safer,” she said as her son translated. “There is no war, no guns, no fire.”\n\nThe family’s goal is to reach Norway, to join a cousin. For now, Mr. Hussein said, moving forward seems impossible, but returning to Darfur is not an option.\n\n“We have decided to stay,” he said."}