{"title": "Protesters in Kiev Topple Lenin Statue as Rallies Grow", "authors": ["David M. Herszenhorn", "Andrew E. Kramer"], "url": "http://www.nytimes.com/2013/12/09/world/europe/kiev-teems-with-pro-europe-protesters-as-thousands-more-gather.html", "body": "One of those leaders, Arseniy P. Yatsenyuk, of the opposition Fatherland party, called for mass civil disobedience if Mr. Yanukovich tried to impose martial law. “In the case that a state of emergency is declared, everyone should go to Maidan,” Mr. Yatsenyuk said, referring to Independence Square.\n\nMr. Yanukovich only added to the demonstrators’ anger by stopping on his way back from China on Friday to meet with President Vladimir V. Putin of Russia in Sochi, the Russian resort city. Rumors immediately began swirling that Mr. Yanukovich had cut a secret economic deal with Mr. Putin that would lead to Ukraine joining a customs union with Russia, Belarus and Kazakhstan, a step that many Ukrainians believe would deliver their country’s future into the Kremlin’s hands. Both governments denied the rumors, but the protesters do not trust either Mr. Putin or Mr. Yanukovich, and opposition leaders used the matter on Sunday to whip up the crowd in Kiev.\n\n“Today, they fall on their knees in front of the president of Russia and surrender us to the customs union,” said Oleg Tyagnibok, the leader of the nationalist Svoboda Party. “We demand to make public what these secret negotiations were about. They bring us back to the time of Stalinism. Is this 1937?”\n\nLater, as the Lenin statue was pulled down and men took turns splintering it to bits with a sledgehammer, protesters twice sang the national anthem, removing their caps and covering their hearts with their hands. One of the hammerers wore his hair in a mohawk; another was a priest in black vestments. Onlookers shielded their faces from the flying granite chips as they cheered them on, yelling: “Good job, guys.”\n\nA spokesman for Prime Minister Mykola Azarov called the statue’s destruction “barbaric.”\n\nMr. Yanukovich’s decision on Nov. 21 not to sign the accords with the European Union, reversing more than a year of promises to complete them, touched off the protests. But a series of other events has not only helped the protest leaders gather larger and larger crowds, but also confounded Mr. Yanukovich’s efforts to tamp them down. The protest movement was injected with a new wave of popular fury after the police’s crackdown on a few hundred protesters on Nov. 30 — violence that was unheard-of even during the Orange Revolution protests of 2004.\n\nMr. Yanukovich “thinks that we will disperse — he thinks we will give up,” Mr. Yatsenyuk told the crowd on Sunday. “Every day, we broaden our protest. Starting from today, we completely picket the whole governmental quarter. Starting from tomorrow, we wait for a concrete response; we wait for a specific action. And every day we will picket one more governmental institution — ministries, tax office, any state bodies. We broaden our protest. We go towards our victory.”\n\nPhoto\n\nSupport for Mr. Yanukovich and the government among his usual allies did appear to be weakening. Some of the wealthy businessmen who control Ukrainian television channels have allowed them to broadcast full unfettered coverage of the protests, which has made the crowds larger still. So has aggressive organizing on social media by protest leaders.\n\nAdvertisement Continue reading the main story\n\nThe government seems to have been caught flatfooted. Mr. Yanukovich appeared to hope that the protests would fizzle if he dismissed them as the work of his political opponents; instead, protesters have called all the louder for his resignation, saying he is aloof and unresponsive.\n\n“He hasn’t been seen, and he acts as if nothing is happening, that these are not his people and this is not his country,” said Oksana Syrota, 20, a university student who was demonstrating in Kiev on Sunday, wearing a Ukrainian flag around her shoulders. “Every country should live by the law, and we won’t break the law, but we want the police and the government to pay attention to the people and come over to our side. They are fighting their own people.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSvitlana Zalishchuk, one of a small coalition of civic organizers who have been leading the protests from behind the scenes, said: “I think the people have dignity. This is why they are here. Not because they are against Yanukovich, not because they are for the European Union, but because they have dignity and they want to live with dignity.”\n\nThe protesters have transformed Independence Square over the past week by erecting a vast and growing tent encampment. The teeming crowds on Sunday included parents with children on their shoulders, students wearing face paint in the blue and yellow of the national flag, and volunteers handed out steaming cups of tea and other refreshments. Representatives of all branches of the Ukrainian Orthodox Church blessed them from the stage, except for the Moscow Patriarchate, which is loyal to Russia.\n\nMany protesters on Sunday said it was the police violence, even more than the reversal on the European accords, that angered them. “We are not a political family,” said Oleksandr Ruchko, a computer programmer who was with his wife, Olena. “But the shove from the government, when they beat students and innocent people, that really drove us to come out.”\n\n“The question of Europe doesn’t motivate everybody,” he said. “We hope the people will be heard, and the government will resign.”\n\nBy early evening, protesters were moving unchallenged through downtown Kiev to set up improvised barricades. On one picturesque cobblestone street lined with boutiques near the presidential administration building, four teenage boys tipped a bulky green trash container end over end. Men wheeled large concrete planters in the shape of urns along the sidewalk. Curbstones were piled to form a base; a short wrought-iron fence torn from a park formed a lattice. Some of the men added wooden planks with nails sticking out.\n\nA man in a black-and-white-striped balaclava braced a slab of particle board with one urn, then stepped back to appraise his work approvingly.\n\n“We will barricade the president’s administration,” said Vitali Fedotov, a City Council member from Chernigov, resting beside a stack of tent poles and a roll of canvas he had just carried. “We’re going to move in here.”\n\nAdvertisement Continue reading the main story\n\nAt Mariinsky Park near Parliament, riot police officers formed a protective ring around a pro-government rally of several thousand people. The counterprotest was meant to resemble the much larger antigovernment demonstrations, though with a bigger stage and a better light and sound system.\n\n“We support the legitimate authorities,” said Serhiy Movchan, 28, who was standing near the rally’s sole entrance and insisted that reporters interview him first. “I am a Kievan, and I don’t like people come to Kiev and making a garbage bin out of it.”\n\nMr. Movchan defended Mr. Yanukovich’s decision to back away from the accords with Europe, saying it was unclear how much pressure Russia would apply if they had been signed. “Putin pressed our economy, and we started losing a lot,” Mr. Movchan said. “We didn’t go out of Europe. We just suspended it.”"}