{"title": "Ukrainian President, in China, Monitors Unrest Back Home", "authors": ["David M. Herszenhorn", "Andrew E. Kramer"], "url": "http://www.nytimes.com/2013/12/05/world/europe/ukraine-protests.html", "body": "There were increasing signs that Mr. Yanukovich’s decision not to sign political and free trade accords with the European Union, under pressure from Russia, had put him in a politically untenable situation. It has undoubtedly raised sharp risks for his country, which faces a severe economic crisis and is in desperate need of a financial aid package of $17 billion or more.\n\nUkrainian officials had been in discussions with the International Monetary Fund over an aid package, but ultimately said they were unwilling to carry out the painful austerity measures and other changes that had been set as conditions for help.\n\nAt some point, they may have no choice. The Ukrainian Central Bank was forced to intervene in currency markets on Wednesday to prop up the hryvnia.\n\nMeanwhile, Ukrainian officials have been looking to Russia and China as alternate sources of financing. Both countries have helped Ukraine in the past, but as the financial situation worsens it is not clear whether additional assistance will be forthcoming.\n\nA deputy prime minister of Ukraine, Yuri Boiko, traveled to Moscow on Wednesday, where he met with Prime Minister Dmitri A. Medvedev and a deputy prime minister, Igor Shuvalov. Russia has shown no tolerance for the sort of civil disobedience playing out in Kiev and Mr. Medvedev warned Mr. Boiko of the Kremlin’s aversion to instability.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“You are having quite an active political season now,” Mr. Medvedev said, according to the Interfax news service. “Certainly, we are closely following what is going on in your country, but, undeniably, this is Ukraine’s internal affair. Although, certainly, it is very important to maintain stability and order in the country.”\n\nWestern leaders, in recent days, have issued their own demands, warning Ukraine that relations would suffer badly if there was a repeat of the bloodshed Saturday when riot police violently dispersed some protesters.\n\nThe statement by Mr. Zakharchenko, promising no further use of force, came amid intensified international criticism, from Western governments and human rights groups, over Saturday’s events, and as Kiev prepared to welcome a large group of foreign ministers for a meeting of the ministerial council of the Organization for Security and Cooperation in Europe.\n\nAdvertisement Continue reading the main story\n\nEven before the outbreak of unrest, Secretary of State John Kerry had announced that he was canceling his plans to attend the conference, in part to send a signal over Mr. Yanukovich’s last-minute decision to back away from the agreements with the European Union. Mr. Kerry went instead to Moldova, which has signed a preliminary version of the accords.\n\nThe German foreign minister, Guido Westerwelle, arrived in Kiev on Wednesday and met with opposition leaders in Independence Square, where they have established a tent city and a stage featuring a virtually round-the-clock parade of speeches and musical performances.\n\n“It is clear that Ukraine is in the midst of huge internal discussions,” Mr. Westerwelle said in a statement released by the German government. “Here Europe must be active, because it is about Europe.”\n\nDemonstrators continued to occupy City Hall and the Trade Unions building, and had also taken over the International Center for Culture and Art, where hundreds of protesters were sleeping in the corridors and volunteers were serving smoked fish sandwiches.\n\nThe nearby Cabinet Ministry building was still surrounded, in a bid to paralyze the government and protesters also sought to block the entrances of the Central Bank next door."}