{"title": "ISIS Claims Truck Attacker in France Was Its ‘Soldier’", "authors": ["Alissa J. Rubin", "Aurelien Breeden"], "url": "https://www.nytimes.com/2016/07/17/world/europe/isis-nice-france-attack.html", "body": "After a husband and wife killed 14 people in San Bernardino, Calif., in December, the Amaq News Agency described them as “two supporters,” making it clear that the Islamic State had not directed their actions. But after a gunman, Omar Mateen, killed 49 people at a gay nightclub in Orlando, Fla., last month, having pledged loyalty to the group, it called him a “fighter.”\n\nVideo\n\nIn a statement on Saturday on its radio station, the Islamic State referred to Mr. Lahouaiej Bouhlel as “a soldier” who had responded to the group’s call “to target states participating in the crusader coalition that fights the caliphate.”\n\nIn 2014, the Islamic State’s spokesman, Abu Muhammad al-Adnani, called on the group’s followers to attack Westerners in retaliation for strikes by the United States-led coalition fighting the Islamic State in Iraq and Syria. He has repeatedly singled out France, which is part of the coalition, as a main enemy.\n\nNo evidence has emerged that Mr. Lahouaiej Bouhlel got training or orders from the Islamic State, unlike the perpetrators of attacks in and around Paris on Nov. 13 and Brussels on March 22. The Islamic State has blurred the line between operations planned and carried out by its core fighters and those carried out by sympathizers inspired, only at a distance, to commit violence.\n\nBut on Saturday, France’s defense minister, Jean-Yves Le Drian, said: “I remind you that Daesh’s ideologue, Abu Muhammad al-Adnani, has for several weeks repeated calls to attack directly, even individually, Frenchmen, in particular, or Americans, wherever they are, by any means necessary.” Daesh is an Arabic name for the Islamic State.\n\n“It is murder, and Daesh’s claim of responsibility comes later, as has happened in other recent events,” Mr. Le Drian added. “Even if Daesh doesn’t do the organizing, Daesh inspires this terrorist spirit, against which we are fighting.”\n\nMr. Lahouaiej Bouhlel, 31, a native of Tunisia, had a history of petty crime going back to 2010. He received a six-month suspended sentence this year for assaulting a motorist, but was not on the radar of French intelligence agencies. Indeed, he seemed more like a surly misfit — he beat his wife, until she threw him out — than a prospective terrorist.\n\nAdvertisement Continue reading the main story\n\nThe country’s top law enforcement official, Interior Minister Bernard Cazeneuve, said Saturday: “The individual who committed this absolutely despicable, unspeakable crime was not known by the intelligence services, as he had not stood out over the past years — whether through court convictions or through his activity — for support of radical Islamist ideology.”\n\nBut Mr. Cazeneuve added: “It seems that he radicalized himself very quickly. In any case, these are the first elements that have come to light through the testimony of his acquaintances.”\n\nIn Msaken, Tunisia, the attacker’s father, Mohamed Mondher Lahouaiej Bouhlel, told Agence France-Presse on Friday night that his son had depression, and that he “had almost no links to religion.”\n\n“He didn’t pray,” the father continued. “He didn’t fast. He drank alcohol, and even used drugs.”\n\nHe said of his son, “From 2002 to 2004, he had problems that caused a nervous breakdown.”\n\n“He would become angry, and he shouted,” he said. “He would break anything he saw in front of him.”\n\nThe son was prescribed medication for emotional problems, the elder Mr. Lahouaiej Bouhlel said, adding that his son was “always alone, always depressed” and often silent.\n\nThe father said he and his family had almost no contact with his son since he left for France. The son appears to have arrived in Nice around 2005 and to have returned to Tunisia for a sister’s wedding in 2012.\n\nThe Huffington Post quoted Rabab Lahouaiej Bouhlel, a sister of the attacker, as saying her brother “did not drink alcohol or smoke cigarettes, but he also did not pray and never entered a mosque in his life.” She added: “He was just not stable psychologically and mentally. His wife and her mother both complained about his violent behavior toward her.”\n\nFour people acquainted with Mr. Lahouaiej Bouhlel are in police custody, along with his estranged wife.\n\nAdvertisement Continue reading the main story\n\nSince Thursday evening, several French officials — particularly from right-leaning parties opposed to President François Hollande’s Socialist government — have criticized the government’s handling of intelligence gathering and law enforcement, especially after attacks in January and November killed a total of 147 people.\n\nChristian Estrosi, the president of the region encompassing Nice, wrote in an open letter on Saturday that he had asked for additional security for Bastille Day, but was rebuffed because there was no specific threat.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Why, while I have for the past two years never ceased to ask the government for new means of fighting terrorism, means to arm our national and municipal police, regulatory means, legislative means, have I never received an answer?” Mr. Estrosi said.\n\nBut Stéphane Le Foll, the chief government spokesman, batted away criticism. “Those who, after a tragedy like this one, come and say that they would have had the solution, that with them, nothing would have happened, I leave them to their total lack of responsibility,” Mr. Le Foll told Europe 1 radio Saturday morning. “When you are talking after the fact, you can always find solutions.”\n\nMr. Le Foll said security in Nice on the night of the attack was as tight as it was during the Euro 2016 soccer tournament, which was held in France and ended on July 10. The tournament was targeted by several plots that the authorities thwarted, according to Mr. Cazeneuve.\n\nThe police prefecture for the Alpes-Maritimes department, where Nice is, said security measures on the night of the attack included random searches, the addition of plainclothes officers and the blocking of access points.\n\nThe truck “forced its way through, by driving onto the sidewalk,” bypassing a checkpoint where police vehicles blocked the entrance to the promenade, the prefecture said. It added that 64 national and 42 municipal police officers had worked together to secure the area, along with 20 soldiers.\n\n“How did this horrible act occur on this evening?” Mr. Le Foll said. “Because a man decided to rent a truck four days before, all alone, and that he decided to kill people on the 14th of July.”\n\nAdvertisement Continue reading the main story\n\nMr. Cazeneuve said the French state, or national government, had worked with the City of Nice to protect the Bastille Day celebrations, as well as events like the Cannes film festival, which takes place about 25 miles west of Nice, and the annual Nice carnival.\n\n“If one of the authorities — the state or the city — had at one point considered that the level of security was not adequate, the state or the city could have decided to ban the July 14 festivities, which neither did,” Mr. Cazeneuve said.\n\nPeople returned to the beach on Saturday, in far smaller numbers than in the days before the attack, but signs of a shaken city were still in evidence. Local officials observed a moment of silence at a makeshift memorial on the Promenade des Anglais, the site of the carnage.\n\nThe promenade reopened to vehicular traffic on Saturday afternoon. It had been closed to traffic for the Bastille Day fireworks celebration and remained closed after the attack as it was turned, in effect, into a 1.5-mile crime scene.\n\nMany streets were still blocked, parents were still searching for missing children, and hospital staff members who have been dealing with scores of victims continued to treat dozens of patients, including many children, who had life-threatening injuries.", "summary": "After a husband and wife killed 14 people in San Bernardino, Calif., in December, the Amaq News Agency described them as “two supporters,” making it clear that the Islamic State had not directed their actions. The country’s top law enforcement official, Interior Minister Bernard Cazeneuve, said Saturday: “The individual who committed this absolutely despicable, unspeakable crime was not known by the intelligence services, as he had not stood out over the past years — whether through court convictions or through his activity — for support of radical Islamist ideology.” The Huffington Post quoted Rabab Lahouaiej Bouhlel, a sister of the attacker, as saying her brother “did not drink alcohol or smoke cigarettes, but he also did not pray and never entered a mosque in his life.” She added: “He was just not stable psychologically and mentally. Christian Estrosi, the president of the region encompassing Nice, wrote in an open letter on Saturday that he had asked for additional security for Bastille Day, but was rebuffed because there was no specific threat."}