{"title": "Francis and Trump: Populist Leaders Preaching Divergent Messages", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2016/02/20/world/europe/pope-francis-donald-trump.html", "body": "The Francis-versus-Trump dynamic is undeniably a made-for-media clash. But overlooked in that frame is that each man has diagnosed the same currents in society, fishing for followers in seas churning with anger, dislocation, spiritual alienation and economic inequality. Seen from Europe, Mr. Trump is an amplified version of angry populists like Marine Le Pen, the far-right leader in France, playing to fears about migrants, Islam and economic stagnation.\n\n“Trump is the leader of a populism that’s growing: a cultural industry that has imitators in many countries in Eastern Europe, above all, but also in France, Italy, Denmark, Scandinavia,” Massimo Franco, a columnist for the Italian newspaper Corriere della Sera, wrote on Friday.\n\n“It expresses a resentment and hatred towards the ‘foreigner’ born of fear and economic insecurity,” Mr. Franco added. “Trump becomes the metaphor of an egotistical and racist Christianity, which for the pope represents an unacceptable oxymoron.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nGiovanni Maria Vian, the editor in chief of the Vatican’s official newspaper, L’Osservatore Romano, said every pope was “both religious and political.” Pope John Paul II was a famously political pope for his role during the Cold War in bringing down the Iron Curtain that divided East from West. Francis, born in Argentina, has a different focus.\n\n“Francis’s walls are between the north and south of the world, and that’s why they bother him,” Mr. Vian said in a telephone interview. “His reactions are moral, not political.”\n\nYet he has inevitably strayed into the political realm, as he critiques society, and no doubt deliberately. While populists like Mr. Trump and Ms. Le Pen partly blame foreigners for inequities, Francis points to structural inequities deriving from the global capitalist order. His speeches about the excesses of capitalism, often sprinkled with Old Testament fury, divide the world between exploiters and the exploited.\n\n“God will hold the slave drivers of our day accountable,” Francis said in a speech to workers and business owners in Ciudad Juárez, Mexico, as he called for greater Christian ethics in business. “The flow of capital cannot decide the flow and life of people.”\n\nAdvertisement Continue reading the main story\n\nMore than anyone, Mr. Trump symbolizes the excesses of capitalism, yet Vatican officials on Friday emphasized that the pope was not personally attacking Mr. Trump, nor trying to influence American voters.\n\n“The pope said what we all know, when we follow his teaching and his views: that we should not build walls but bridges,” a Vatican spokesman, the Rev. Federico Lombardi, told Vatican Radio. “It’s his general position, and it is coherent with what it means to courageously follow the indications of the Gospel, of acceptance and solidarity.”\n\nIndeed, the pope’s overarching message is to call on all Christians to be more Christian, including those high up in the hierarchy of the Roman Catholic Church. He has repeatedly challenged his own bishops to be humbler, to get out onto the streets and to be more compassionate. His economic critique is also a moral one, as he laments a “throwaway culture” in which poor people and migrants are collateral damage. By contrast, Mr. Trump likes to divvy people up as winners and losers.\n\nIn his final Mass celebrated along the Mexican border, Francis told the biblical story of the city of Nineveh, which was “self-destructing as a result of oppression and dishonor, violence and injustice.” God sent a messenger, Jonah, to warn people and the local king that they must change how they treat one another or the city would be destroyed. The king listened, and Ninevah was saved.\n\n“He sent him to wake up a people intoxicated with themselves,” Francis said.\n\nIt is hard not think that Francis sees his job as exactly the same."}