{"title": "Marine Le Pen May Get a Lift From an Unlikely Source: The Far Left", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/04/25/world/europe/france-melenchon-macron-le-pen.html", "body": "Mr. Mélenchon’s 19.6 percent of the vote Sunday is now a rich booty — triple the score of the mainstream Socialist Party, whose collapse has elevated Mr. Mélenchon to be de facto leader of the French left. He even won in big cities like Marseille and Lille.\n\nBut it is not clear where that vote will now go, not least because far-left populism and far-right populism may have more in common than the seemingly vast gulf between them on the political spectrum would suggest.\n\nMr. Mélenchon, 65, a former Trotskyite, ran a campaign denouncing banks, globalization and the European Union — just like Ms. Le Pen.\n\nA grizzled orator with a penchant for Latin American dictators, he has the same forgiving attitude she does toward the Russian president, Vladimir V. Putin.\n\nPhoto\n\nBoth were competing for working-class voters suspicious of the global financial elite. Mr. Macron had already “ruined the lives of thousands of people” with his pro-market policies, Mr. Mélenchon said during the campaign.\n\nAnd like Ms. Le Pen, Mr. Mélenchon regularly attacked the news media during the campaign. On election night, after his defeat, he tore into what he called “mediacrats” and “oligarchs.” They were “rejoicing” over “two candidates who approve and want to maintain the current institutions” of government, the longtime fan of Castro and Hugo Chávez said.\n\nThe shared lines of attack gave the candidates at the political extremes their best showings ever, if from opposite ends of the spectrum. Mr. Mélenchon almost doubled his 2012 result, refused to concede for hours and then attacked both finalists, refusing to distinguish between them.\n\nAdvertisement Continue reading the main story\n\nIn that, he is alone. Across the board, politicians and other former candidates have urgently counseled their supporters to vote for Mr. Macron to block Ms. Le Pen’s path to the Élysée Palace.\n\nThe French call this the “Republican Front,” and it has proved effective at preventing the National Front — perceived by many in France as a threat to democracy — from taking power before.\n\nMr. Mélenchon is having none of it.\n\nInstead, his party has announced an internet “consultation” of his followers, with three choices offered for the May 7 vote: a blank ballot, a vote for Mr. Macron or an abstention. A vote for Ms. Le Pen is not one of the choices, and Mr. Mélenchon’s aides insist that is the last thing they want.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Tuesday, a site linked to Mr. Mélenchon’s party bristled with debate, with one poster saying Mr. Macron and Ms. Le Pen represented “the failure of the system” and others agonizing over whether to abstain or vote blank.\n\nCritics of Mr. Mélenchon — who have become numerous in the Socialist Party and Mr. Macron’s camp — say a blank ballot or abstention can only help Ms. Le Pen.\n\n“It’s his pride. It’s led him to make an extremely serious mistake,” a leading Socialist member of Parliament, Malek Boutih, said in an interview Tuesday. “He’s given them a huge boost,” he said of the National Front.\n\n“This gesture of Mélenchon, it’s exactly like the political behavior of the whole European far left,” added Mr. Boutih, who is part of the centrist bloc Mr. Mélenchon despises. “The radical left has a problem with democratic culture. It’s a new force, but with old Stalinist ideas.”\n\nPhoto\n\nThe National Front is delighted. The party has extended a welcome mat to Mr. Mélenchon’s supporters, pointing out similarities between the candidates.\n\nThe Front’s founder, Jean-Marie Le Pen — kicked out of the party by his daughter partly over his racism — hailed Mr. Mélenchon’s position warmly in an interview on French radio Tuesday.\n\nAdvertisement Continue reading the main story\n\n“This seems very worthy to me, coming from a candidate who made a remarkable breakthrough, and who was — it must be said — the best orator,” Mr. Le Pen said.\n\nHis daughter’s top lieutenant in the far-right party, Florian Philippot, said “many voters” for Mr. Mélenchon may now join Ms. Le Pen in the second round, adding that there was a “a kind of coherence, after all” in his refusal to endorse Mr. Macron.\n\n“Among his voters, many will refuse to vote for Macron, and many could vote for us,” Mr. Philippot said on France Info, tying the former economy minister to “finance,” as Mr. Mélenchon does, and to the unpopular government of President François Hollande, in which Mr. Macron served.\n\n“Lots of voters in the electorate that chose Fillon, Dupont-Aignan” — two candidates on the right — “and even Mélenchon are open to a number of our themes,” another top National Front official, Nicolas Bay, said in an internal memo quoted by Agence France-Presse on Tuesday.\n\nThe coming vote would be a contest between “fans of Mrs. Merkel and the unsubjugated,” he wrote — an apparent reference to Mr. Mélenchon’s movement and Chancellor Angela Merkel of Germany, who is criticized on both the far left and the far right as pursuing policies that have impoverished European Union states.\n\nOne of Mr. Mélenchon’s top aides derided the candidate’s critics in a telephone interview Tuesday. “You’ve got to look at where the criticism is coming from,” said Éric Coquerel, a member of the Paris regional council.\n\n“It’s coming from those whose policies have favored the development of the National Front, from the Socialist Party,” said Mr. Coquerel, referring to the quarrel that divided the French left for five years: the governing Socialists’ mild pro-market turn, seen as a betrayal by France’s far left.\n\n“We don’t want to help Marine Le Pen, but we don’t want to endorse Mr. Macron,” he said.\n\n“He’s the candidate of free trade,” Mr. Coquerel said. “He’s going to assist in the Uberization of society. Everything we are going to fight against in the coming months. There’s no possible rapprochement.”", "summary": "On election night, after his defeat, he tore into what he called “mediacrats” and “oligarchs.” They were “rejoicing” over “two candidates who approve and want to maintain the current institutions” of government, the longtime fan of Castro and Hugo Chávez said. It’s led him to make an extremely serious mistake,” a leading Socialist member of Parliament, Malek Boutih, said in an interview Tuesday. The Front’s founder, Jean-Marie Le Pen — kicked out of the party by his daughter partly over his racism — hailed Mr. Mélenchon’s position warmly in an interview on French radio Tuesday. “Lots of voters in the electorate that chose Fillon, Dupont-Aignan” — two candidates on the right — “and even Mélenchon are open to a number of our themes,” another top National Front official, Nicolas Bay, said in an internal memo quoted by Agence France-Presse on Tuesday."}