{"title": "Van Hits Pedestrians Near a Mosque in London, Killing One", "authors": ["Iliana Magra", "Sewell Chan"], "url": "https://www.nytimes.com/2017/06/18/world/europe/london-britain-vehicle-collision-.html", "body": "LONDON — A van drove into a group of pedestrians early Monday near a mosque in London, killing one person and injuring 10 in what the mayor called a “horrific terrorist attack” that struck Muslims as they finished prayers.\n\nThe Metropolitan Police confirmed that the case was being investigated as a possible act of terrorism. The driver of the van, a 48-year-old man, was arrested after bystanders kept him from fleeing, the police said in a statement.\n\nOne man was pronounced dead at the scene. Eight pedestrians were taken to three separate hospitals, and two were treated at the scene for minor injuries, the police said.\n\nThe mayor, Sadiq Khan, acknowledged that the situation was still unfolding, and he urged Londoners to remain calm and vigilant. “While this appears to be an attack on a particular community,” he said, “like the terrible attacks in Manchester, Westminster and London Bridge it is also an assault on all our shared values of tolerance, freedom and respect.”\n\nThe British prime minister, Theresa May, said that she would lead an emergency meeting later Monday about the case. “All my thoughts are with the victims, their families and the emergency services on the scene,” she said.\n\nThe police had been summoned to Seven Sisters Road in Finsbury Park, a neighborhood that is home to many immigrants, at 12:20 a.m., officials said.\n\nWitnesses there, and numerous accounts on social media, said the pedestrians were hit outside the Finsbury Park Mosque or the nearby Muslim Welfare House, a community center.\n\n“We have been informed that a van has run over worshippers as they left #FinsburyPark Mosque,” the Muslim Council of Britain said on Twitter. “Our prayers are with the victims.”\n\nA Twitter post on the account of Muslim Engagement and Development, a nonprofit organization that fights Islamophobia and encourages British Muslims to get more involved in media and politics, said, “Our prayers and thoughts with those injured outside Muslim Welfare House in Seven Sisters road.”\n\nOne witness, Mahroof Mohammed, said he was having his evening tea at a Somali restaurant on Seven Sisters Road when he heard people running.\n\nVideo\n\nHe went outside and saw several injured people. “There were seven or eight. Three of them were bleeding badly,” he said. “They were all leaving the mosque when they got hit.”\n\nMr. Mohammed said that most of the victims he saw were men, but that he also saw one older woman injured.\n\nA second witness, who gave his name as Ali and did not want his surname published, said he came out of his house after hearing a loud noise and saw two men, including one in a wheelchair, on the ground, along with a woman whose lips were bleeding.\n\n“Then there was a guy underneath the van,” Ali said. “We pulled the van, and the guy underneath it was bleeding, but he could speak. He was bleeding from his head.”\n\nAli said the driver seemed to intentionally strike the pedestrians. “I think it was deliberate because the guy accelerated when he turned left on a dead-end road,” he said.\n\nPhoto\n\nMohammed Kozbar, the chairman of the Finsbury Park Mosque, said in a Twitter post that it was a “cowardly attack.”\n\nBoubou Sougou, 23, was leaving the gym at the intersection of Seven Sisters and Isledon Roads when he saw people bleeding in a parking lot near Finsbury Park Mosque, he said.\n\n“One old man was severely injured,” he said. “His family had gathered around him, trying to resuscitate him.”\n\nOn social media, witnesses said they believed that the victims had been performing Tarawih, the evening prayers said by Sunni Muslims at night in the Islamic holy month of Ramadan.\n\nThe police arrived about 15 to 20 minutes after the episode, Mr. Mohammed said, adding that bystanders held the driver until the police arrived. “It was three local men that were holding the man from the van until police came and put him inside the van,” he said.\n\nFinsbury Park Station Finsbury Park Mosque Muslim Welfare House Seven Sisters Road Finsbury Park Station Muslim Welfare House Finsbury Park Mosque Seven Sisters Road\n\nMr. Sougou added, “I saw the attacker attempting to run away, but people from the mosque held him back.”\n\n“Some of them wanted to beat him up, but were stopped by the ones that were holding him until the police came,” he said.\n\nThe police said the driver was taken to a hospital as a precaution and would undergo a mental health review.\n\nMr. Mohammed said the man held was white, had heavily tattooed arms and was not speaking.\n\nThe Finsbury Park Mosque opened in 1994 and became a hotbed of Islamist militants, including Zacarias Moussaoui, a Frenchman convicted of conspiring to kill Americans as part of the Sept. 11, 2001, attacks, and Richard C. Reid, who tried to down an American jetliner in late 2001 with explosives packed in his shoes. In 2015, the mosque’s former imam, Mostafa Kamel Mostafa, was sentenced to life in prison in Federal District Court in Manhattan on 11 terrorism-related charges.\n\nThe mosque was raided by the authorities in January 2003, and in February 2005 it was reconstituted — “run by a new board of trustees with a new management team, new imams, a new name and new ethos,” according to its website. Five stories tall with space for 1,800 worshipers, it is a major house of worship for North London, in an area known for a large immigrant population.\n\nThe mosque states on its website: “The work of the new management reflects the proper role of a mosque — as a place of worship, religious learning and social interaction. It also presents the true teachings of Islam as a religion of tolerance, cooperation and peaceful harmony amongst all people who lead a life of balance, justice and mutual respect.”\n\nAttacks involving vehicles have shaken London in recent months. On March 22, a 52-year-old Briton rammed a car into a crowd of pedestrians on Westminster Bridge, fatally injuring four of them, and then stabbed a police officer to death before he was gunned down by the police.\n\nOn June 3, three men drove a van into pedestrians on London Bridge, before launching a knife attack in nearby Borough Market. Eight people were killed before the men were shot to death by the police.", "summary": "Witnesses there, and numerous accounts on social media, said the pedestrians were hit outside the Finsbury Park Mosque or the nearby Muslim Welfare House, a community center.A second witness, who gave his name as Ali and did not want his surname published, said he came out of his house after hearing a loud noise and saw two men, including one in a wheelchair, on the ground, along with a woman whose lips were bleeding.On social media, witnesses said they believed that the victims had been performing Tarawih, the evening prayers said by Sunni Muslims at night in the Islamic holy month of Ramadan.The mosque was raided by the authorities in January 2003, and in February 2005 it was reconstituted — “run by a new board of trustees with a new management team, new imams, a new name and new ethos,” according to its website.It also presents the true teachings of Islam as a religion of tolerance, cooperation and peaceful harmony amongst all people who lead a life of balance, justice and mutual respect.”"}