{"title": "Far-Right Golden Dawn Sees Opening in Greece’s Woes", "authors": ["Rachel Donadio", "Dimitris Bounias"], "url": "http://www.nytimes.com/2012/04/13/world/europe/far-right-golden-dawn-sees-opening-in-greeces-woes.html", "body": "But even if Golden Dawn fails to enter Parliament, it has already had an impact on the broader political debate. In response to the fears over immigration and rising crime, Greece’s two leading parties — the Socialist Party and the center-right New Democracy Party — have also tapped into nationalist sentiment and are tacking hard right in a campaign in which immigration has become as central as the economy.\n\nExperts say the group is thriving where the Greek state seems absent, the most virulent sign of how the economic collapse has empowered fringe groups while eroding the political mainstream, a situation that some Greek news outlets have begun comparing to Weimar Germany .\n\n“Greek society at this point is a laboratory of extreme-right-wing evolution,” said Nicos Demertzis, a political scientist at the University of Athens. “We are going through an unprecedented financial crisis; we are a fragmented society without strong civil associations” and with “generalized corruption in all the administration levels.”\n\nWith what critics say is a poorly policed border with Turkey , Greece is seen as an entry point for illegal immigrants, some of them asylum seekers but most intent on moving to more promising economic terrain in Northern and Western Europe. But many of the immigrants remain in Greece or are returned there after being deported from other countries in Europe . This has stoked fears here of an onslaught of illegal immigrants, who economists say bear little or no responsibility for Greece’s economic troubles but who make easy scapegoats for politicians across the spectrum.\n\nThe Socialists, who were in power when Greece asked for a foreign bailout, have seen their popularity plummet, and they are desperate for a way to reconnect with voters. This month, Greece’s public order minister, Michalis Chrisochoidis, a Socialist in the interim government of Prime Minister Lucas Papademos , said Greece would set up detention centers for illegal immigrants. And the Socialist health minister caused a stir when he said that Greece would require illegal immigrants to undergo checks for infectious diseases .\n\nBut the established parties are also warning of the dangers of extremism. Last week, Evangelos Venizelos, who is running in the national elections as Socialist Party leader, warned that “Parliament cannot become a place for those nostalgic for fascism and Nazism.”\n\nGolden Dawn is unabashedly nostalgic for both. Founded in the early 1980s by sympathizers of the military dictatorship that governed Greece from 1967 to 1974, Golden Dawn has always espoused a neo-Nazi ideology. Its symbol clearly resembles the swastika, and copies of “Mein Kampf” and books on the racial superiority of the Greeks are on prominent display in its Athens headquarters.\n\nVideo\n\nIn the early 1990s, it capitalized on widespread opposition to the use of the name Macedonia by a former Yugoslav republic; a Greek region shares that name. And in recent years, Golden Dawn has muted the neo-Nazi talk and focused on anti-immigrant actions in downtown Athens, where the number of illegal immigrants, most from South Asia , Albania and Africa , has exploded.\n\nAdvertisement Continue reading the main story\n\nThe group has fostered grass-roots “citizens’ groups” that it says are intended to protect Greek citizens from crime by immigrants but that critics say are just vigilante squads.\n\nIn a high-profile episode last May, a Greek man was stabbed to death in Athens as he walked to his car to take his pregnant wife to the hospital. In response, Golden Dawn and other extreme-right-wing groups went on an anti-immigrant rampage that lasted for several days.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Up to now, Golden Dawn was not politically dangerous but actually dangerous,” said Tassos Kostopoulos, an expert on Greek politics. He and others said Golden Dawn had historically had ties to the Greek state, especially the police. In a television interview last year, Mr. Chrisochoidis, the Socialist public order minister, said that when he took office in 2009, “guys from Golden Dawn and a number of fascist types were participating in actions that assisted the police.”\n\nAthanasios Kokkalakis, the Greek police spokesman, acknowledged episodes of racist violence in Athens but said that the police force had not verified ties between its members and Golden Dawn.\n\nGolden Dawn has been running unsuccessfully in national elections since 1994, but it took a big step toward legitimization in 2010, when its leader, Nikos Michaloliakos, was elected to the Athens City Council. In an interview, Mr. Michaloliakos called the group “national socialists” and said it was concerned about crime and the financial crisis.\n\nHe said that the group opposed Greece’s agreement with its foreign lenders and that the country’s political leadership was too beholden to “international bankers.” The Nazi salutes by Golden Dawn members were not official policy, he said, adding that “we can’t control thousands” of people. (Soon after his election, Mr. Michaloliakos himself was captured on video doing a Nazi salute in the City Council.)\n\nAsked if he believed that the Holocaust had happened, Mr. Michaloliakos said, “I think all history is written by the winners.”\n\nAnother leading Golden Dawn official, Ilias Kasidiaris, was more blunt. “The main view in Europe is that six million Jews were killed. History has shown that this is a lie,” he said in an interview.\n\nAdvertisement Continue reading the main story\n\nMr. Kasidiaris added that he believed that all illegal immigrants should be “deported immediately,” and that Greece should plant minefields along its border with Turkey “Not to kill the immigrants,” he said, “but to clearly define an area that would stop anyone from thinking of accessing the country.”\n\nAlthough Golden Dawn is clearly still cozy with neo-Nazi ideology, it has also tapped into rising Greek nationalist sentiment, which is now anti-German. “It’s right to hate Germany, because it is still the leader of the banksters and the European Union ,” Mr. Michaloliakos, the group’s leader, said, using a derogatory term for bankers.\n\nIt remains to be seen whether Golden Dawn is truly interested in transforming itself from a collection of street fighters into a political party. The group’s leaders repeatedly refused to allow reporters to attend their party meetings, saying it would violate members’ privacy. The leaders claim that the group has 12,000 members, but that figure could not be independently verified.\n\nBack at the vegetable market, as Golden Dawn members handed out newspapers, a few South Asian immigrants who work there stood quietly off to the side. A founding member of Golden Dawn, Michalis Karakostas, gave a reporter his phone number.\n\n“If Pakistanis squat your front door, call me, not the cops,” he said."}