{"title": "ISIS Claims Responsibility, Calling Paris Attacks ‘First of the Storm’", "authors": ["Rukmini Callimachi"], "url": "https://www.nytimes.com/2015/11/15/world/europe/isis-claims-responsibility-for-paris-attacks-calling-them-miracles.html", "body": "Video\n\nSINONE, Iraq — The Islamic State claimed responsibility on Saturday for the catastrophic attacks in the French capital, calling them “the first of the storm” and mocking France as a “capital of prostitution and obscenity,” according to statements released in multiple languages on one of the terror group’s encrypted messaging accounts.\n\nThe remarks came in a communiqué published in Arabic, English and French on the Islamic State’s account on Telegram, a messaging platform, and then distributed via its supporters on Twitter, according to a transcript provided by the SITE Intelligence Group, which tracks jihadist propaganda.\n\nAn earlier statement was released but was deemed unlikely to be authentic because of anomalies in the language, as well as an error in a date provided, according to experts on jihadist propaganda.\n\nThe statement was released on the same Telegram channel that was used to claim responsibility for the crash of a Russian jet over the Sinai Peninsula two weeks ago, killing 224 people. As in that case, it made the announcement in multiple languages and audio recordings.\n\nLatest Updates\n\nPresident François Hollande of France said on Saturday that the Islamic State was responsible. Analysts said the nature of the attacks was more in keeping with actions of the Islamic State than with those of Al Qaeda, and the timing and extent of the celebration expressed online by the group’s supporters added weight to the claim.\n\n“Eight brothers, wrapped in explosive belts and armed with machine rifles, targeted sites that were accurately chosen in the heart of the capital of France,” the group said in the statement, “including the Stade de France during the match between the Crusader German and French teams, where the fool of France, François Hollande, was present.”\n\n“Let France and those who walk in its path know that they will remain on the top of the list of targets of the Islamic State,” the statement added, referring to the attacks at the Bataclan concert hall and elsewhere in Paris.\n\nThe style of the attack was in line with the Islamic State’s tactic of indiscriminate killings and goes against Al Qaeda’s guidelines. In a 2013 directive, the leader of Al Qaeda, Ayman al-Zawahri, stated that Qaeda operatives should avoid attacks that could inadvertently cause the death of Muslim civilians and noncombatant women or children.\n\nHe argued that targeting markets, for example, was unadvisable because innocent Muslims might accidentally be killed.\n\nAlthough Qaeda branches have deviated from these guidelines on numerous occasions, their attacks reflect more carefully defined targeting. That was the case in the killings at the Charlie Hebdo office in Paris in January, when cartoonists were singled out and defined as legitimate targets because of what the group considered to be blasphemy against the Prophet Muhammad.\n\nA Dutch fighter for Al Qaeda’s branch in Syria commented on the distinction in a series of posts on Twitter. “Al Qaeda focuses mostly on political & military targets instead of civilians. That’s why this could be an I.S. attack,” wrote the fighter, who goes by the name Abu Saeed Al-Halabi.\n\nCelebrations by Islamic State supporters online were such that the SITE monitoring group said they could suggest the Islamic State’s involvement.\n\n“The extent of the celebration far exceeded past online rallying by I.S. supporters,” SITE said in an analysis. “The way I.S. supporters have embraced this attack appears much more coordinated at a much earlier stage than massive reactions to past attacks.”"}