{"title": "Readers Speak Out: Living in a Germany Reshaped by Migration", "authors": ["Palko Karasz"], "url": "https://www.nytimes.com/2016/03/17/world/europe/germany-migrants.html", "body": "As Germany takes the lead in trying to stem a chaotic flow of migrants to Europe, it is also grappling with a challenge at home: how to integrate some of the million migrants who arrived on the Continent last year.\n\nThe New York Times asked longtime residents and recent arrivals in Germany to share their experiences with migration. Responses — in Arabic, German and English — included stories of learning a new language, developing an ear for punk rock and getting to know new neighbors. Here is a sampling of the submissions, which have been edited and condensed.\n\nAnn-Kathrin Mogge, 29, Kassel\n\nPhoto\n\nI’m German. My boyfriend is from Syria. He arrived here last October via Turkey, Greece and the Balkan route. I’m working at a refugee camp, and we met there. I would never have thought that I would ever fall for someone who doesn’t agree that Moss Icon is probably the best punk band to ever exist. But what do you know? Though my parents have met Fadi, they don’t know about the nature of our friendship, as my dad is a regressive conservative and avid supporter of the Alternative for Germany party. My parents live in a small village, and my dad strongly feels that both Europe and Germany will lose its autochthonal heritage to “strangers” who are “overrunning” the Continent and thus endanger a vision of a (rather) heterogenous white, Christian Europe. I see the largest racist mobilization since the pogroms and waves of lynchings and hate crimes in the early 1990s (something I’m too young to actually recall), and it scares me.\n\nI am a Syrian student. I came to Germany four and a half years ago with a student visa, while the revolt in Syria began. I think, in principle, migrants can build a better life here. “In principle” is the key word, because not much works without integration, and nothing works without the intention of the migrants to integrate themselves.\n\nAdvertisement Continue reading the main story\n\nI believe that the atmosphere of welcome will slowly become weaker and the mood of the native citizens will change. Other integrated migrants, like me, are afraid of this change, because the refugees are in the limelight, and anything they do influences the public opinion in contrast to my accomplishment. Therefore, I have mixed feelings according to the recent refugees and migrants.", "summary": "Responses — in Arabic, German and English — included stories of learning a new language, developing an ear for punk rock and getting to know new neighbors. Though my parents have met Fadi, they don’t know about the nature of our friendship, as my dad is a regressive conservative and avid supporter of the Alternative for Germany party. I see the largest racist mobilization since the pogroms and waves of lynchings and hate crimes in the early 1990s (something I’m too young to actually recall), and it scares me. Other integrated migrants, like me, are afraid of this change, because the refugees are in the limelight, and anything they do influences the public opinion in contrast to my accomplishment."}