{"title": "Bronislaw Komorowski, Poland’s President, Concedes Defeat to Right-Wing Challenger Andrzej Duda", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2015/05/25/world/europe/poland-president-election-bronislaw-komorowski-andrzej-duda.html", "body": "Photo\n\nWARSAW — Andrzej Duda, the photogenic, 43-year-old candidate of Poland’s leading right-wing party, stunned the nation’s political establishment on Sunday by wresting the presidency from the incumbent, Bronislaw Komorowski, who is allied with the party that has governed during eight years of stability and prosperity.\n\nOfficial results will not be released until Monday, at the earliest, but a combination of exit polls and early vote tallies showed that Mr. Duda had won a fairly decisive victory, with 52 percent of the votes, over Mr. Komorowski, with 48 percent.\n\nMr. Komorowski conceded defeat before a glum gathering of his supporters saying, “It didn’t work out this time.” He congratulated Mr. Duda, saying, “I wish him a good presidency, because I wish Poland well.”\n\nVideo\n\nThe position is a largely ceremonial one in Poland. Mr. Duda’s victory, though, raises the real prospect that Civic Platform, the center-right party that has controlled the government since 2007, will be turned out in parliamentary elections this fall.\n\nAdvertisement Continue reading the main story\n\nPolish voters, clearly eager for a change, rejected pleas from Mr. Komorowski that electing Mr. Duda would threaten Poland’s economic expansion and its close relationships with Germany and the European Union.", "summary": "WARSAW — Andrzej Duda, the photogenic, 43-year-old candidate of Poland’s leading right-wing party, stunned the nation’s political establishment on Sunday by wresting the presidency from the incumbent, Bronislaw Komorowski, who is allied with the party that has governed during eight years of stability and prosperity.Official results will not be released until Monday, at the earliest, but a combination of exit polls and early vote tallies showed that Mr. Duda had won a fairly decisive victory, with 52 percent of the votes, over Mr. Komorowski, with 48 percent.Mr. Komorowski conceded defeat before a glum gathering of his supporters saying, “It didn’t work out this time.” He congratulated Mr. Duda, saying, “I wish him a good presidency, because I wish Poland well.”Mr. Duda’s victory, though, raises the real prospect that Civic Platform, the center-right party that has controlled the government since 2007, will be turned out in parliamentary elections this fall.Polish voters, clearly eager for a change, rejected pleas from Mr. Komorowski that electing Mr. Duda would threaten Poland’s economic expansion and its close relationships with Germany and the European Union."}