{"title": "Germans Eager to See Whose Parade a Carnival Float Will Rain On", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/02/03/world/europe/germans-eager-to-see-whose-parade-a-carnival-float-will-rain-on.html", "body": "Mr. Tilly, 52, dapper even in red worker overalls and resembling a playful puppet master, is giving nothing away. Proud to show off his creations at his cavernous, drafty workshop, he steadfastly refused to say what stands inside the giant tent that dominates the courtyard where the secret “political” floats are hidden.\n\nCarnival here hardly shares the fame of the colorful, dancing celebrations in Rio de Janeiro, or of Mardi Gras in New Orleans. Outside Germany, it is something of a secret that the cities and towns in the Rhine river valley go wild, too.\n\nPhoto\n\nBut for five days starting on Thursday, up to one million people will swill beer and take to the streets here, as well as in Cologne and Mainz. In the mileslong parades and costumed ceremonies, the political floats take pride of place.\n\nMr. Tilly is steeped in a European tradition that made jesters, or fools, the kings during Carnivals. From the Saturnalia of the Roman Empire through the Middle Ages, the Continent celebrated what Mr. Tilly called “the magical time” when winter nears, then spring and summer await.\n\n“In Carnival, the people said, ‘This is our time. We have the power,’ ” Mr. Tilly said. “And a bit of that remains,” he added, calling Carnival “the time of passions, when taboos do not exist.”\n\nBut, of course, they do, particularly in a shrinking world where sensibilities — and sensitivities — bump up against each other with sometimes dangerous consequences.\n\nMr. Tilly is certainly no stranger to the perils of satire, an art he has practiced for over 30 years. “I came when I was 20,” he said, looking around his workshop, “and somehow I never left.”\n\nAdvertisement Continue reading the main story\n\nLast year, the parade occurred weeks after the terrorist attack on Charlie Hebdo, a publication Mr. Tilly said he has read all his adult life. His float depicted a terrorist lunging with a bloody sword at a decapitated person running with a copy of Charlie Hebdo. Instead of blood pouring from his head, there is a thought bubble with the words, “You cannot kill satire!”\n\nThe float was considered daring — enabling Mr. Tilly, and his many backers here, to lord it over Cologne, Düsseldorf’s archrival in all things Carnival, and which declined to address the same delicate subject.\n\nPhoto\n\nThis year, too, the float gave Düsseldorf an advantage. The ruling Carnival Committee had already tightened security against possible trouble stirred by the Charlie Hebdo float.\n\nIn Cologne, by contrast, local grandees have rallied around their city since the shock of the New Year’s Eve assaults and plan to triple or even quadruple the police presence when the celebrations peak next week on Rose Monday.\n\nCologne “was hit very, very hard” by the New Year’s violence, admitted Sigrid Krebs of that city’s Carnival committee, which oversees 115 of perhaps 200 Carnival associations there.\n\nUp and down the Rhine, cities and towns are putting a premium on preventing a repeat of New Year’s Eve, and on explaining to newcomers, especially those from the Muslim world, that the partying and lewdness are innocent and — this is Germany, after all — have quite a few rules.\n\nCarnival organizers are almost competing in issuing multilingual explainers of the rituals. The flier in Bonn, for example, relays in Arabic, English, French, Albanian, Kurdish, Persian, Dari and Tigrinya that “buetzen” means a kiss on the cheek, and that sexual approaches are forbidden unless consensual: “No means No!”\n\nIn his workshop, Mr. Tilly and his team tend to this year’s creations. They make dozens of floats for the parade each year, including five or six political ones. All are destroyed after the parade, however, so he displays numerous photos to show off past works.\n\nAdvertisement Continue reading the main story\n\nHe pokes fun at United States presidents, German chancellors, Mr. Putin and Islamic State terrorism. He does not shun crudeness: A creation from 2003 has Angela Merkel, not yet chancellor of Germany, emerging from the rear end of Uncle Sam.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThat, Mr. Tilly explained, was after Ms. Merkel emphasized to Washington that not all Germans opposed the United States’ impending war in Iraq against Saddam Hussein.\n\nBut Mr. Tilly is not sure he agrees with a famous German satirist, Kurt Tucholsky, that “satire allows everything.” Mr. Tilly said he would not, for instance, depict Mohammed — an act considered blasphemous by many Muslims.\n\n“You have to hit the right tone, as sharply as possible,” he said.\n\nBy tradition, Carnival opens on the 11th minute of the 11th hour on the 11th day of the 11th month, November, and runs until Lent.\n\nFor people like Wolfgang Düppel, 46, an information technology worker at a large insurer, the peak days of Carnival recall his childhood — when things like levying a “fools’ fee” of a few pfennigs on drivers in his Düsseldorf neighborhood was part of growing up. Many people from that time have moved away, he noted, but return for Carnival as one might for Christmas.\n\nHis core friends always dress up — this year, as flight attendants, an example of cross-dressing common in Carnival — “so that,” he said, “you don’t take yourself too seriously.”\n\nJanine Stemmer, the rare female president of a Düsseldorf Carnival association (officially, there are 76 groups), takes Carnival so seriously that she even married the man she met at Carnival 2010, where they were named the “princely pair,” on Nov. 11, 2011.\n\nMs. Stemmer, 43, has been involved in Carnival her whole life: In 1968, her grandfather founded the association she now leads. Not even the heavy rain forecast for this weekend could lessen her excitement to ride a float created by Mr. Tilly on Rose Monday.\n\nAsked about the effect of the attacks in Cologne, however, she grew pensive. Luckily, she said after a pause, Düsseldorf has Mr. Tilly.\n\nAdvertisement Continue reading the main story\n\n“He feels exactly what works, and what doesn’t,” she said. Whether or not he depicts the assaults in Cologne, “We are simply proud to have such a great artist.”", "summary": "Proud to show off his creations at his cavernous, drafty workshop, he steadfastly refused to say what stands inside the giant tent that dominates the courtyard where the secret “political” floats are hidden. In Cologne, by contrast, local grandees have rallied around their city since the shock of the New Year’s Eve assaults and plan to triple or even quadruple the police presence when the celebrations peak next week on Rose Monday. Up and down the Rhine, cities and towns are putting a premium on preventing a repeat of New Year’s Eve, and on explaining to newcomers, especially those from the Muslim world, that the partying and lewdness are innocent and — this is Germany, after all — have quite a few rules. For people like Wolfgang Düppel, 46, an information technology worker at a large insurer, the peak days of Carnival recall his childhood — when things like levying a “fools’ fee” of a few pfennigs on drivers in his Düsseldorf neighborhood was part of growing up."}