{"title": "Migrants Die as Burning Boat Capsizes Off Italy", "authors": ["Jim Yardley", "Elisabetta Povoledo"], "url": "http://www.nytimes.com/2013/10/04/world/europe/scores-die-in-shipwreck-off-sicily.html", "body": "Lampedusa, an Italian island barely 70 miles from northern Africa, has become a gateway to Europe for migrants. In some seasons, boats filled with migrants and asylum seekers arrive almost daily.\n\nPhoto\n\nPope Francis, who visited the island in July to draw attention to the plight of migrants, expressed sadness and outrage over Thursday’s fatal accident.\n\n“The word disgrace comes to me,” the pope said during an audience, calling for prayers on behalf of the dead and their families. “Let us unite our efforts so that similar tragedies do not happen again. Only a decided collaboration among all can help to stop them.”\n\nFor Italy, the flow of migrants across the Mediterranean has become an enormous operational and humanitarian challenge. Italian Coast Guard boats are sent almost daily on dangerous rescue missions. Migrants assume huge risks to reach Europe and pay thousands of dollars to smugglers and middlemen, often in Turkey, Egypt and Libya. The smugglers load people onto a large boat for a trip into Italian waters. There, the migrants are usually transferred to smaller boats, some barely seaworthy, and left to float in the current. Then the smugglers flee back to Africa.\n\nIt was unclear if the migrants in Thursday’s accident were delivered by smugglers and then transferred to a smaller boat, or if they made the entire journey from Libya in the same trawler. It did seem clear, though, that they were completely unprepared.\n\n“Normally, these boats have a satellite phone, or someone on board will call a relative in Italy who alerts the authorities,” said Veronica Lentini, who works with the International Organization for Migration in Lampedusa, and spoke with several survivors. “But in this case, no one advised anyone.”\n\nSurvivors told Ms. Lentini that their ship had traveled from Libya and was a short distance from a tiny sister island of Lampedusa when the engine broke down. Soon, the ship began to take on water, and the fire was started to attract attention. But gas from the broken engine was ignited by the flames, and terrified passengers raced away from the explosion, to one side of the vessel, causing it to capsize.\n\nPhoto\n\nLillian Pizzi, a psychologist working with migrant families on Lampedusa, said the survivors were in a state of shock.\n\nAdvertisement Continue reading the main story\n\n“They’re exhausted and they’re finding it difficult to explain exactly what happened,” said Ms. Pizzi, who works for Terre des Hommes, a nonprofit group. She added: “It is something that happens all too often. It has to be read politically. This is not an accident at sea. It is something else.”\n\nIn Rome, Interior Minister Angelino Alfano said that the vessel had departed from Misurata in Libya, and that most of the passengers were from Eritrea and Somalia. No one onboard had a mobile phone, and he confirmed that gasoline was to blame for the rapid spread of the fire.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It happened close to shore,” Mr. Alfano said. “Had they been able to swim, they would have been safe.”\n\nMr. Alfano said Italian rescue boats had been sent as soon as the fire was spotted, and he called on European officials to find solutions to prevent such disasters. “Europe must realize it is not an Italian drama but a European one,” he said during a news conference. “Lampedusa must become the border of Europe, not Italy.”\n\nThe death toll was high on Thursday, and could potentially go much higher, but such fatal accidents are hardly rare in the Mediterranean. According to the International Organization for Migration, roughly 25,000 people have died in the Mediterranean in the last 20 years, including 1,700 last year. This week, 13 men drowned near the shore of southern Sicily.\n\nPhoto\n\nBruce Leimsidor, an expert in European asylum law, said that many complex factors contributed to such deaths, and that the new wall in Greece was probably contributing to the increased activity on the Mediterranean.\n\nEurope’s complicated asylum regulations vary for African countries, yet even red tape does not deter migrants from taking risks to escape.\n\n“It’s like trying to hold a balloon under water,” said Professor Leimsidor, who teaches at Ca’ Foscari University in Venice. “The only thing Europe can do is basically take people and give them decent asylum procedures.”\n\nAdvertisement Continue reading the main story\n\nOn Thursday, European Commission officials expressed sadness about the accident and blamed criminal syndicates and human smugglers for exploiting desperate people. They called for a crackdown on the smugglers while saying that Europe also needs to step up dialogue with the countries from which migrants originate.\n\n“No country can solve migratory flows by itself,” said Michele Cercone, a spokesman for Europe’s home affairs commissioner. “This won’t end overnight. We have to put in place new tools, new policies to manage better, and we have to do it at a European level.”\n\nBut finding a unified immigration policy is difficult, given that member states have different attitudes and policies toward immigrants. And many advocates for migrants said the European Union had done too little to open legal channels for people to migrate, especially those who are not wealthy or educated, and also needed to improve resettlement programs for refugees and asylum seekers.\n\n“Even people who aren’t engineers have reasons to want to have a good life, and come to Europe, a place of safety and opportunity,” said Philip Amaral, advocacy and communications coordinator for the Brussels-based Jesuit Refugee Service Europe. For many, he said, “the only option is to take a risky trip.”", "summary": "Pope Francis, who visited the island in July to draw attention to the plight of migrants, expressed sadness and outrage over Thursday’s fatal accident.Migrants assume huge risks to reach Europe and pay thousands of dollars to smugglers and middlemen, often in Turkey, Egypt and Libya.“Normally, these boats have a satellite phone, or someone on board will call a relative in Italy who alerts the authorities,” said Veronica Lentini, who works with the International Organization for Migration in Lampedusa, and spoke with several survivors.On Thursday, European Commission officials expressed sadness about the accident and blamed criminal syndicates and human smugglers for exploiting desperate people.And many advocates for migrants said the European Union had done too little to open legal channels for people to migrate, especially those who are not wealthy or educated, and also needed to improve resettlement programs for refugees and asylum seekers."}