{"title": "Terrorism Suspects Are Posing as Refugees, Germany Says", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/02/06/world/europe/germany-refugees-isis.html", "body": "On Friday, the head of Germany’s domestic intelligence agency, Hans-Georg Maassen, said the Islamic State, also known as ISIS or ISIL, was using the wave of newcomers to infiltrate Europe.\n\nThe authorities in Europe have “seen repeatedly that terrorists are being smuggled in, camouflaged as refugees,” Mr. Maassen said on ZDF public television. “That is a fact that security authorities must always seek to recognize and identify.”\n\nThe Berlin police said on Friday that they had first received a tip in December from Mr. Maassen’s agency, the Office for Protection of the Constitution, that a terrorist plot might be brewing. On Jan. 10, the agency gave an unspecified tip that involved suspected supporters of ISIS possibly involved in planning an attack in Berlin, a police statement said.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe tip “was taken very seriously” and intensive surveillance began, the police said. “That procedure established that the affected persons were behaving very noticeably and in a conspirative way.”\n\nConsidering the danger of a possible attack, the police weighed the chances that the suspects would detect the surveillance against the prospect of obtaining more information and decided to go “into the open,” the statement said. About 300 of the 450 police officers involved in Thursday’s raids were deployed in Berlin, where four homes and two businesses were searched. The other raids were in Attendorn and in Hanover.\n\nIn Berlin, the police arrested an Algerian, 49, who they said had lived in the German capital since 2000 under various identities. He left in 2013 and returned a year later with fake French identity papers, the statement said. He had been sought on charges of falsifying documents, and remained in custody on Friday, as did the Algerian couple.\n\nThe police said they had so far not found any evidence of a concrete target in Berlin for a terrorist attack. No arms or explosives were found in Thursday’s raids, but the police said they had seized a large number of computers, documents and cellphones.\n\nAdvertisement Continue reading the main story\n\nAnother 30-year-old man was investigated in Berlin and a 25-year-old man at a refugee shelter in Hanover, the police said, but they were not detained. Both were also Algerian citizens.\n\nThe 30-year-old came to Germany in 2004 and currently had a valid residence permit, the police statement said. It said without further detail that the 25-year-old had had “proven contact” with Belgium, where several of the Paris terrorist assailants also had ties. German media, citing unidentified security sources, said the younger man had recently visited Molenbeek, the suburb of Brussels where several Paris assailants lived or visited.\n\nThe police statement said that all five people connected with Thursday’s raids had been offered to be formally questioned, “and this offer was partly accepted,” suggesting that one or more of those held might give more information about the alleged plan for an attack.\n\nAsked how much Germany should fear a terrorist attack, Mr. Maassen suggested that was the wrong question.\n\n“The expression ‘fear’ is the wrong one here,” he said. “We are in a situation which is serious, and we have a high risk that there can be a terrorist attack.”\n\nBut, he added, security services and the police are on high alert. “Our goal is to minimize the risk,” he said.", "summary": "On Friday, the head of Germany’s domestic intelligence agency, Hans-Georg Maassen, said the Islamic State, also known as ISIS or ISIL, was using the wave of newcomers to infiltrate Europe. The Berlin police said on Friday that they had first received a tip in December from Mr. Maassen’s agency, the Office for Protection of the Constitution, that a terrorist plot might be brewing. Considering the danger of a possible attack, the police weighed the chances that the suspects would detect the surveillance against the prospect of obtaining more information and decided to go “into the open,” the statement said. No arms or explosives were found in Thursday’s raids, but the police said they had seized a large number of computers, documents and cellphones."}