{"title": "In Brexit-Era London, a Mosque Sits Between Two Types of Hate", "authors": ["David D. Kirkpatrick"], "url": "https://www.nytimes.com/2017/11/09/world/europe/uk-brexit-london-muslims.html", "body": "LONDON — Behind a glass door inside Al Madina Mosque, Ashfaq Siddique stands at ramrod attention, his eyes darting. He is the mosque’s guiding spirit. He is also a former policeman with Scotland Yard. He is scanning live feeds from 36 closed-circuit cameras that monitor everything from the prayer hall to the ablutions room. He is searching for trouble.\n\nNone in the parking lot, where white nativists routinely throw nails over the walls to puncture the car tires of those praying inside. Nor in the main hall, where Islamist extremists have sometimes argued against democracy with mainstream imams.\n\nThis morning, the problem is overcrowding. So many Muslims now live in the working-class East London neighborhood of Barking that roughly 9,000 people attended the morning prayer sessions in early September to begin the holiday of Eid al-Adha.\n\n“Upstairs is filling up — start moving them to the upper hall of the community center!” Mr. Siddique, 50, shouts into a yellow walkie-talkie.\n\nAdvertisement Continue reading the main story\n\nFew, if any, major Western cities have been more open to Muslims than London. More than 12 percent of Londoners are Muslim. Eighteen months ago, this became the first Western capital to elect a Muslim mayor, a milestone for residents proud of their multicultural ethos.", "summary": "LONDON — Behind a glass door inside Al Madina Mosque, Ashfaq Siddique stands at ramrod attention, his eyes darting.None in the parking lot, where white nativists routinely throw nails over the walls to puncture the car tires of those praying inside.So many Muslims now live in the working-class East London neighborhood of Barking that roughly 9,000 people attended the morning prayer sessions in early September to begin the holiday of Eid al-Adha.“Upstairs is filling up — start moving them to the upper hall of the community center!” Mr. Siddique, 50, shouts into a yellow walkie-talkie.Eighteen months ago, this became the first Western capital to elect a Muslim mayor, a milestone for residents proud of their multicultural ethos."}