{"title": "In New Year’s Melee in Cologne, a Migrant Was One Woman’s Savior", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/01/16/world/europe/in-new-years-melee-in-cologne-a-migrant-was-one-womans-savior.html", "body": "Mr. Ahmad Mohammad, a former primary-school teacher, said he had left Aleppo, a scene of tremendous fighting in the Syrian civil war, in 2014 for Turkey, and had arrived in Germany via the Balkans and Austria in September. He said he had left his wife and two sons in a village near the Syrian-Turkish border and was living in a small town near Cologne with two other Syrians, studying German as he awaited asylum.\n\nHe said in a telephone interview on Friday that he and his friends had also felt unsafe on New Year’s, and blamed “bad boys” who were “drinking, and I think taking marijuana or something. They lost their minds.” Now, they worry that Germans and other Europeans are drawing conclusions that will make it harder for new arrivals.\n\n“We keep hearing news about refugees all day: ‘They are bad people, they must go back to their home,’ ” Mr. Ahmad Mohammad, 32, said. “When I hear that in the news, I am sad. Because we know that there were bad boys and bad people. But the good people, nobody speak about them.”\n\nMs. Duncan’s story started like so many others. In a long telephone conversation from Tübingen, a south German university town where she and Mr. Samer study neuroscience, she recounted the horror.\n\nVideo\n\n“One man grabbed my hat, took it off my head,” she began. “Someone else came around the back of me and grabbed me,” she added, “I guess looking for something in my pockets. I turned around, you know, to push him off me because he’s touching me. I turned to get my hat back, put it on; someone else tried to kiss my face and to kiss my neck. I pushed him away and yelled, ‘What’s wrong with you?’ ”\n\n“I thought, ‘This is a bit strange, but it’s New Year’s and people are drinking too much — I’ll just find my boyfriend and leave,’ ” Ms. Duncan said.\n\nBut the police brushed her off and alarmed her more, she said, by shoving the crowd from the square.\n\nShe asked an American who was filming the scene if it was a political protest, and he speculated that the officers might be trying to thwart some kind of terrorist attack.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“So then I thought, ‘This is really not good, I need to get out of here,’ ” Ms. Duncan said.\n\nAdvertisement Continue reading the main story\n\nBut with the police again shoving back the crowd, “all of a sudden, I was pushed back into this big group of people, eight or nine men, groping, pulling my hair,” she recalled. “I went into a kind of fighting mode, and kicked and hit and pushed until I got away.”\n\nBy now, she said, “I was getting really scared.” At 5-foot-2, she could hardly see in the crowd.\n\nIt was then that the stranger approached her, a glimmer of goodness in the grimmest of situations.\n\nIt took her some days, she said, to realize that hundreds of women had undergone similar ordeals — mostly without her happy ending.\n\n“I was surprised that there were so many women that reported being groped,” she said. “I really didn’t see that happen to other people; I was really surprised to learn that it was something bigger.”\n\nShe and Mr. Samer are in touch with her Syrian rescuer at least every couple of days, she said.\n\nMr. Ahmad Mohammad said: “My friends and I are very happy because first of all, we help somebody. After that, we have new friends from Germany,” the kind of contacts needed, he said, to start life here.\n\n“In the end,” Ms. Duncan said, “it turned out really well” — even if “that was not how I planned to ring in the new year, definitely.”", "summary": "Mr. Ahmad Mohammad, a former primary-school teacher, said he had left Aleppo, a scene of tremendous fighting in the Syrian civil war, in 2014 for Turkey, and had arrived in Germany via the Balkans and Austria in September. He said he had left his wife and two sons in a village near the Syrian-Turkish border and was living in a small town near Cologne with two other Syrians, studying German as he awaited asylum. He said in a telephone interview on Friday that he and his friends had also felt unsafe on New Year’s, and blamed “bad boys” who were “drinking, and I think taking marijuana or something. In a long telephone conversation from Tübingen, a south German university town where she and Mr. Samer study neuroscience, she recounted the horror."}