{"title": "Ukrainians Back in Street to Support E.U. Accord", "authors": ["David M. Herszenhorn"], "url": "http://www.nytimes.com/2013/12/01/world/europe/ukraine-protests.html?ref=ukraine", "body": "Several hundred protesters chanting for Mr. Yanukovich’s resignation were still gathered there when the police moved in about 4:30 a.m., according to local news accounts and videos posted online by witnesses.\n\nAt least three dozen people were beaten, said Roman Sharan, 21, a veterinary student who was in the crowd and had a deep red welt on his knee from being hit with a truncheon. Mr. Sharan said the violence had been unprovoked, with the police warning protesters to leave, then viciously beating them. He said he was knocked to the ground and kicked in the head before being thrown into a detention vehicle with others.\n\nPhoto\n\nSome of the demonstrators ran from the police and took refuge inside the ornate monastery. A group remained inside the monastery through Saturday evening as a large crowd formed outside.\n\nThe violent dispersal immediately inflamed an already volatile situation in which protesters have been gathering daily in Kiev and in cities across the country to denounce Mr. Yanukovich for backing away, under pressure from Russia, from the accords with Europe. It also threatened to widen Ukraine’s political rift with the West, which was on open display at the summit meeting.\n\nThe Kiev metropolitan police said that at least 35 people were arrested, on various charges of hooliganism and resisting law enforcement authorities, and were released with administrative summonses.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA police statement said that the enforcement action began after protesters “threw garbage, cups, water bottles and set sticks on fire,” and that officers were asked to clear the square because protesters were in the way of workers trying to install holiday decorations.\n\nMr. Yanukovich issued a statement on Saturday evening disavowing the violence and promising to hold the police accountable. “Several days ago in front of the whole country I declared my support for civic, nonviolent actions,” he said. “Those who didn’t listen to the words of the Constitution and the president and provoked conflict will be punished.”\n\nThe United States Embassy in Kiev issued a statement on Saturday censuring the use of force, and urging the Ukrainian government to respect the rights of demonstrators.\n\nAdvertisement Continue reading the main story\n\n“The United States condemns the violence against protesters on Independence Square early this morning,” the embassy said. “We urge the government of Ukraine to respect the rights of civil society and the principles of freedom of speech and freedom of assembly.”\n\nIn Washington, the State Department spokeswoman, Jen Psaki, issued a similar statement.\n\n“Violence and intimidation should have no place in today’s Ukraine,” she said.\n\nSenior European Union officials also issued a forceful statement, condemning the violence.\n\nSecretary of State John Kerry has canceled plans to attend a meeting of the Organization for Security and Cooperation in Europe, which is to be held here this week,but other Western officials are already arriving, and the criticism was certain to intensify."}