{"title": "No End in Sight to Tide of Migrants Entering Europe, U.N. Says", "authors": ["Sewell Chan"], "url": "https://www.nytimes.com/2015/09/26/world/europe/no-end-in-sight-to-tide-of-migrants-entering-europe-un-says.html", "body": "Prime Minister Juha Sipila, who has offered to personally shelter refugees in his home, called the protests racist. “Finland is an international, open and tolerant country,” with the majority of the population accepting of immigrants, he said in a joint statement with his finance and foreign ministers.\n\nThe Austro-Hungarian border has come into focus as one of the main nodes of the human exodus.\n\nUp to 10,000 migrants have been entering Austria daily, mostly from Hungary; 134,000 made the crossing from Sept. 5 to 23, Austrian officials said Friday. While many of the migrants have continued on, to destinations like Germany and Sweden, 500 to 700 people each day have filed papers to stay in Austria, officials said.\n\nAfter Hungary fenced off its border with Serbia last week, migrants turned to Croatia, entering Hungary through a different route — with the grudging acceptance of the Hungarian authorities — and then heading to Austria. Hungary on Friday continued to seal its border with Croatia, which like Serbia is not part of the passport-free Schengen travel zone that has been a cornerstone of European unity.\n\nAustria’s left-leaning chancellor, Werner Faymann, and Hungary’s conservative prime minister, Viktor Orban, met in Vienna on Friday to discuss the situation. While they have divergent political stances, they agreed on the need for cooperation to manage the westward flow of immigrants.\n\nThe Austrians emphasized the European Union’s procedures for accommodating and processing asylum seekers and described Hungary’s fence construction along its borders with Serbia and Croatia as a matter for Hungarians to decide.\n\n(Hungary has also placed a razor-wire barrier along parts of its border with Slovenia — which like Hungary is part of the Schengen zone — but on Friday, news reports from Slovenia said at least part of the wire fence had been taken down. Karl Erjavec, Slovenia’s foreign minister, told state television that the Hungarian government had assured him that it would not extend the barrier along the entire 60-mile border between the two countries.)\n\nMr. Orban has considered tougher measures to seal the border with Croatia, but he pledged on Friday to consult Hungary’s neighbors first. Criticized by humanitarian groups for his harsh language toward refugees, Mr. Orban on Friday described his objections as more pragmatic than ideological.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Welcome parties — which certainly are proof of decency, and of which participating civic organizations can be proud — will give way to hardship and pragmatic concerns after a while,” he said. “The situation will be hard politically and will not be easy humanly either.”\n\nAdvertisement Continue reading the main story\n\nIn one positive sign, Croatia lifted a blockade of Serbian-registered vehicles along joint borders on Friday, ending a week of bickering, countermeasures and disintegrating relations, although resentment remained on both sides.\n\nThe measures were ostensibly introduced in retaliation for what Croatian officials said was Serbia’s directing migrants to Croatian territory. But local business interests and the Croatian Chamber of Commerce said a prolonged two-way blockade of Serbian-registered vehicles and trucks carrying Croatian goods could cost the economies of both countries millions of euros.\n\n“Our measures at the border may have been hard, but it was in defense of national interests and to control the flow of migrants who pass through Serbia without any control,” said Croatia’s prime minister, Zoran Milanovic, comparing government leaders to the notorious Serb strongman Slobodan Milosevic.\n\nIn Serbia, Interior Minister Nebojsa Stefanovic called the lifting of the blockade “a great victory for all citizens of Serbia,” according to the Tanjug state news agency.\n\nMr. Stefanovic added that Prime Minister Aleksandar Vucic had scheduled a cabinet meeting for Friday evening and that he expected the agenda to include discussion of Serbia’s repealing the countermeasures it adopted Thursday.\n\nThe diversity of the migrants — some have made their way to Europe from as far away as Afghanistan and Eritrea — has caught European leaders by surprise. While the four-year-old civil war in Syria has been one of the most obvious causes, United Nations officials are also pointing to the deteriorating situation in Iraq.\n\nAbout 500,000 Iraqis could be displaced if the government, as expected, begins an offensive to retake the city of Mosul, which Islamic State forces captured last year, officials said in Geneva.\n\n“The humanitarian situation is worsening dramatically,” said Dominik Bartsch, the refugee agency’s deputy coordinator in Iraq, citing a recent cholera outbreak and estimating that 10 million people, or one-quarter of the population, will need humanitarian aid by the end of the year.\n\nPeter Webinger, deputy director of the department for migration and asylum affairs at Austria’s Interior Ministry, said the new physical barriers would be a futile exercise.\n\nAdvertisement Continue reading the main story\n\n“People on the move are like water,” he said. “You put a barrier to stop it, and it will find a way to flow around it.”", "summary": "The Austrians emphasized the European Union’s procedures for accommodating and processing asylum seekers and described Hungary’s fence construction along its borders with Serbia and Croatia as a matter for Hungarians to decide. In one positive sign, Croatia lifted a blockade of Serbian-registered vehicles along joint borders on Friday, ending a week of bickering, countermeasures and disintegrating relations, although resentment remained on both sides. Mr. Stefanovic added that Prime Minister Aleksandar Vucic had scheduled a cabinet meeting for Friday evening and that he expected the agenda to include discussion of Serbia’s repealing the countermeasures it adopted Thursday. About 500,000 Iraqis could be displaced if the government, as expected, begins an offensive to retake the city of Mosul, which Islamic State forces captured last year, officials said in Geneva."}