{"title": "As Refugees Flee, Thousands of Children Have No Country to Call Their Own", "authors": ["Somini Sengupta", "Hwaida Saad"], "url": "https://www.nytimes.com/2015/11/06/world/europe/as-refugees-flee-thousands-of-children-have-no-country-to-call-their-own.html", "body": "Moreover, like Yazan, many Syrian children are stateless because of discriminatory laws, including in Syria, that prohibit mothers from passing their nationality to their children. Only fathers have that right, and in one out of four Syrian families, the United Nations says, fathers are dead or missing.\n\nYazan’s mother, Bayan Mohamed, 20, says her husband disappeared when she was three months pregnant with Yazan, their child. As fighting between the forces of the Free Syrian Army and the Islamic State surged in her hometown, Dana, she fled, first to Turkey and then to Lebanon. She bore Yazan alone at a hospital in the Bekaa Valley. Without a man declaring his paternity, Ms. Mohamed could not register the birth.\n\nMother and son live in Beirut now. She has just lost her off-again-on-again job at a neighborhood bakery. Her food aid from the United Nations is about to run out. She described her predicament: “No aid. No husband. Can’t go to Syria. Can’t prove my son is my son.”\n\nIn 27 countries, including in the Middle East, the law allows only men to pass their nationality to children.\n\nBabies born to refugees and migrants in Europe can end up stateless, as well. Unlike the United States, which grants citizenship by birth, most European countries do not automatically grant citizenship to children born in their territory, though many have provisions for those children to eventually obtain citizenship. That is not always easy, especially for parents who are living underground, without valid immigration papers themselves.\n\nThe war in Syria, now in its fifth year, has drawn sharp attention to stateless children. At least 142,000 children have been born in exile to Syrian refugees registered with the United Nations, but the real number is most likely far higher because not all Syrians are registered. Many children end up in the ranks of the stateless because their parents lack documents to prove they are Syrian.\n\nIn Turkey, home to the largest number of Syrian refugees, the rupture of diplomatic relations with Syria means that no Syrian consular office is available to issue papers to newborns of Syrians.\n\nAdvertisement Continue reading the main story\n\nIn Lebanon, politics have created an additional complication: The most powerful faction is Hezbollah, a vital ally of the Syrian government of President Bashar al-Assad, whose repression of dissent is a major reason that many Syrian refugees are reluctant to visit the embassy.\n\nHassan Badawi is among those who fled Syria for the town of Saadnayel in the Bekaa Valley of Lebanon more than two years ago. He married a Syrian woman he had met there, and she bore a boy, now 8 months old. But Mr. Badawi never registered his marriage with the Syrian consular authorities in Lebanon, which makes it impossible to obtain citizenship for their son. Mr. Badawi’s two brothers, also refugees in Lebanon, face the same predicament. Their wives bore children in Lebanon who are stateless.\n\nThe price for the requisite paperwork is high, the equivalent of several hundred dollars in fees and bribes, Mr. Badawi said. But the lack of documents for his son, he knows, is also costly. “I know it will be hard for my son to go to school if he has no ID or document,” he said. “I will try my best to solve this problem.”\n\nSyrian refugees have fallen into such deep poverty in recent months that they are increasingly unable to renew even their own identity papers with the Lebanese government. More and more, they must survive without them.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA baby boom among Syrian refugees is also a source of tension. Saadnayel’s deputy mayor, Riad Sawan, said many Syrian children had been attending school on the basis of their parents’ identity documents — and he emphasized that issuing citizenship papers was the responsibility of Syrian authorities, not his. “The Lebanese authorities have nothing to do with this,” he said. “Lebanon cannot hold the responsibility.”\n\nSingle mothers are the worst off. Ms. Mohamed said she had been told that she must return to Syria for any hope of obtaining citizenship papers for her boy. She said she had no idea of her husband’s whereabouts.\n\nHer sole document is a card from the United Nations, certifying that she is a legitimate refugee and entitled to protection under international law.\n\nThat is small comfort now. This week came a text message on her phone. Funding cuts to United Nations agencies meant that the food aid she and her son were receiving would be discontinued, starting this month.", "summary": "As fighting between the forces of the Free Syrian Army and the Islamic State surged in her hometown, Dana, she fled, first to Turkey and then to Lebanon.But Mr. Badawi never registered his marriage with the Syrian consular authorities in Lebanon, which makes it impossible to obtain citizenship for their son.Syrian refugees have fallen into such deep poverty in recent months that they are increasingly unable to renew even their own identity papers with the Lebanese government.Her sole document is a card from the United Nations, certifying that she is a legitimate refugee and entitled to protection under international law.Funding cuts to United Nations agencies meant that the food aid she and her son were receiving would be discontinued, starting this month."}