{"title": "Europe Nears Accord With Turkey to Stem Tide of Refugees", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2015/11/13/world/europe/european-union-refugees-migrants-sweden.html", "body": "The need for Europe to limit the number of people leaving Turkey for the Continent has given Mr. Erdogan an opening for a deal in which he would help to provide better conditions for the refugees in Turkey in return for closer relations with Europe.\n\nJean-Claude Juncker, the president of the European Commission, said the €3 billion would not be “money to be given to Turkey, but to help the Syrian refugees in Turkey.”\n\nMr. Erdogan has repeatedly highlighted the burdens Turkey is bearing by having to feed and house so many people.\n\nThe money, which would include €500 million from a central European Union budget, should help Europe “conclude our negotiations with Turkey at the special summit” meeting, Mr. Juncker said. But he also acknowledged that the details of raising the remaining €2.5 billion from individual member governments still needed to be settled.\n\nPhoto\n\nMr. Tusk of the European Council, which represents leaders of European Union member states, said he was “99 percent sure” that the summit meeting with Mr. Erdogan would take place at the end of November.\n\nAngela Merkel, the German chancellor, said summit meetings between the European Union and Turkey should not become a regular event. But the strains of the migration crisis on Europe were plain to see on Thursday.\n\nAdvertisement Continue reading the main story\n\nEarlier in the day, Sweden defended its decision to reintroduce border controls as Europe’s leaders also wrapped up an agreement to provide African nations with €1.8 billion intended to speed up the process of returning people to Africa who have not qualified for asylum and to discourage others who would not qualify from migrating.\n\nMacky Sall, the president of Senegal, in West Africa, said the deal could still “be improved” and the fund “more generously financed.”\n\nThe announcement from Sweden that it would reintroduce border controls came late on Wednesday, after a request earlier this month for concessions, already granted to Italy and Greece, that would allow the relocation of migrants to other European countries. The European authorities still are reviewing that request.\n\nThe Swedish prime minister, Stefan Lofven, framed the controls as a temporary measure by Sweden to maintain order. But the new controls represent a blow to the European policy of allowing free movement of people across most of the bloc’s internal borders.\n\nThe move was not necessarily a sign that the open-border system in Europe had permanently broken down, Mr. Lofven said, but, “we need another system — that is obvious.”\n\nGermany has warned it may not be able to accept some migrants over the long term, even from Syria, where a four-year war has displaced millions of people. Germany said it would take a stricter approach to admitting the relatives of refugees.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSlovenia on Wednesday began erecting a razor-wire fence along its border with Croatia, and Finland said earlier in the week that it was no longer able to provide new arrivals with “high-quality reception services as before.”\n\nFinland, warning that it was “prepared to resort to tent and container accommodation,” also cautioned that there were not enough qualified nongovernmental organizations and companies to operate full-fledged reception centers for migrants.\n\nWith European countries increasingly divided over how to address the migrant influx, Mr. Tusk, of the European Council, warned earlier on Thursday that passport-free travel through much of Europe across the so-called Schengen area could soon be curtailed.\n\n“The recent developments in Germany, in Sweden, in Slovenia and in other countries all show with utmost clarity the huge pressure member states are facing,” Mr. Tusk said. “I have no doubt without effective control of our external borders, the Schengen rules will not survive.”"}