{"title": "U.N., Warning of Migrant Crisis in Greece, Urges Europe to Act", "authors": ["Nick Cumming-Bruce"], "url": "https://www.nytimes.com/2015/07/11/world/europe/un-warning-of-migrant-crisis-in-greece-urges-europe-to-take-action.html", "body": "Video\n\nGENEVA — The United Nations warned on Friday that Greece and its Balkan neighbors were being overwhelmed by the flood of migrants arriving from Syria and other areas of conflict, and it urged European countries to step forward with aid to avert a looming humanitarian crisis.\n\nWith Greece’s economy in crisis and negotiations over a bailout seemingly headed toward the final stage, the United Nations refugee agency said Europe had a responsibility to help the nation deal with the surge in migrants trying to reach safety. More than 77,100 people have reached Greece by sea since the start of the year, 60 percent of them from Syria, and 1,000 are arriving daily, the agency said.\n\nPhoto\n\nThe influx is creating “an unprecedented refugee emergency” at a time when Greece is financially unable to cope, William Spindler, a spokesman for the United Nations High Commissioner for Refugees, told reporters in Geneva.\n\n“We would expect the E.U. to activate its emergency response because Greece is part of the European Union,” he said. “Greece urgently needs help, and we expect Europe to step forward.”\n\nAdvertisement Continue reading the main story\n\nEuropean leaders who are facing mounting resistance to immigration reluctantly agreed last month to take in 40,000 migrants and asylum seekers, although a plan sought by Greece and Italy for mandatory quotas across the European Union was abandoned. The refugee agency welcomed that development, but described it as a “modest” first step. The agency emphasized on Friday that “as needs continue to grow, these measures must be expanded.”\n\nDespite the economic crisis, communities on the Greek islands, particularly Lesbos, Samos and Chios, have used their own resources to assist the migrants, Mr. Spindler said. Islanders have bought and distributed bread, provided clothes, and donated milk powder for infants. Local doctors have volunteered to treat migrants who are ill, exhausted and, in some cases, wounded from conflicts back home.", "summary": "GENEVA — The United Nations warned on Friday that Greece and its Balkan neighbors were being overwhelmed by the flood of migrants arriving from Syria and other areas of conflict, and it urged European countries to step forward with aid to avert a looming humanitarian crisis. More than 77,100 people have reached Greece by sea since the start of the year, 60 percent of them from Syria, and 1,000 are arriving daily, the agency said. Despite the economic crisis, communities on the Greek islands, particularly Lesbos, Samos and Chios, have used their own resources to assist the migrants, Mr. Spindler said. Local doctors have volunteered to treat migrants who are ill, exhausted and, in some cases, wounded from conflicts back home."}