{"title": "For Ukrainian Leader, Disparate Paths to Cross", "authors": ["Ellen Barry"], "url": "http://www.nytimes.com/2011/10/11/world/europe/for-ukrainian-leader-disparate-paths-to-cross.html", "body": "Mr. Yanukovich, a former Soviet apparatchik from the bare-knuckled coal mining region of Donetsk, narrowly defeated Ms. Tymoshenko in 2010, wresting the country back from the pro-Western coalition that once defeated him. Though many expected him to lead the country into Moscow’s orbit, he chose Brussels for his first foreign visit, declaring European integration to be a centerpiece of his presidency.\n\nHe also began a crackdown on the opposition. Of the 11 political figures singled out by prosecutors, according to a report by the International Republican Institute, the most prominent was Ms. Tymoshenko, a populist firebrand with a trademark corona of thick flaxen braids. She went on trial this summer on charges that she agreed to inflated prices in a 2009 agreement to buy Russian natural gas — a charge that she, and many in the West, have dismissed as a pretext for excluding her from politics.\n\nThough American and European diplomats were watching the case closely, it was not until Ms. Tymoshenko was arrested for contempt in August that “everybody drew a deep breath and said, ‘My God, they’re serious about’ ” sentencing her to a prison term, said a senior Western diplomat, speaking anonymously in keeping with protocol.\n\nWhat began then was a campaign to impress Mr. Yanukovich with the penalties that might result if she is put in prison: European Union leaders might withdraw an invitation to visit Brussels on Oct. 20, and next year, member countries may not ratify the free trade agreement, after four years and 19 rounds of talks, the diplomat said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“If by this time next week” Ms. Tymoshenko and other opposition figures have been freed, “this will have been a colossal triumph of diplomatic negotiation and reason, and Ukraine will have really moved to address the European Union’s concerns,” the diplomat said. More likely, the diplomat said, is a murky legal scenario that allows Mr. Yanukovich to address some Western complaints without losing face before his electorate, perhaps by convicting her and then decriminalizing the statute under which she was charged.\n\nAmong those who will be watching are Russia’s leaders, who are hoping Ukraine rejects the European Union agreement in favor of a Customs Union that includes Russia, Belarus and Kazakhstan. Russia has offered deep discounts on natural gas, as well as a membership process far simpler than the European one. So far, this has failed to dissuade Mr. Yanukovich from his plans for integration with Europe.\n\n“They have been enticing Yanukovich with all sorts of benefits, but Yanukovich isn’t buying,” Dmitri V. Trenin, director of the Carnegie Moscow Center, said of the Russians. “They clearly see the Tymoshenko case as a godsend opportunity, but they also know there is precious little they can do about the outcome.”\n\nThe president himself has chided Western leaders for raising the case with him, telling a briefing in Warsaw that “justice is an independent branch of power, and the European Union realizes this very well.”\n\nAdvertisement Continue reading the main story\n\nStill, many here believe his choice will be crucial.\n\nAndrew Wilson, author of a recent book on Ukraine, called Mr. Yanukovich “a proud man, proud of having fought his way up from the bottom.” He said the president’s dilemma may trace back to his rough-and-tumble origins in the coal country of Donetsk.\n\n“Donetsk is a very specific, clannish political culture,” said Mr. Wilson, a senior policy fellow at the European Council on Foreign Relations. It has, he said, “clear and simple rules — you reward your friends and punish your enemies, and that has to be done in a public way, so that people know who’s boss.”\n\nMs. Mostovaya warned against oversimplifying Mr. Yanukovich or his decision-making process. She said he relied on a wide variety of advisers — American and Russian, as well as Ukrainian — and reserves the right to choose among them. She compared these consultations to transparent plastic barrels that were filled with plastic balls and used to pick lottery winners on Soviet television.\n\n“That barrel, it is Yanukovich’s head,” she said. “He listens to everyone who is admitted to him — and there are different people — and watches the balance in his surroundings. Everyone is bringing him his own argument, his own ball. Which one will roll out later on, nobody knows.”"}