{"title": "Seeking Redress in Ireland Over Magdalene Laundry", "authors": ["Carol Ryan"], "url": "http://www.nytimes.com/2013/02/07/world/europe/seeking-redress-in-ireland-over-magdalene-laundry.html", "body": "She never received any pay for decades of labor, nor did the religious order running the laundry pay contributions toward a pension. She stopped working in 1996, when the last of the laundries closed, and lived in a convent attached to the laundry for the rest of her life. She died in 2003 of Goodpasture syndrome, a disease associated with exposure to toxic chemicals used in the laundry. She is buried in a communal grave for Magdalene women in Glasnevin Cemetery in Dublin.\n\nMost of the Magdalene women are now either dead or very old; it is estimated that just 1,000 of the 10,012 young women the report said had passed through the laundries are alive. In the weeks leading up to the publication of the report, some came forward to recount their experiences, which remained raw decades later. There is widespread public support for their demands for an official apology from the church and the state, and for compensation for their years of unpaid work.\n\nIn the cases of the Magdalene women who have died, it is their children, taken from them shortly after birth, who are speaking out on their behalf. Ms. Long and Ms. Thornton-Verma have been campaigning for an apology for their biological mother for 10 years.\n\nMr. Kenny’s statement made it clear that they would have to wait at least two more weeks for Parliament to debate the report, and even then they may be disappointed.\n\n“When I heard that the report confirmed state involvement I was pleased, but I was really hoping for an apology,” Ms. Long said. “I just hope that in two weeks’ time the state is going to rally around the women and say, ‘You do belong to us, and we are sorry for leaving you alone and treating you that way.’ That is very important.”\n\nPhoto\n\nThe Magdalene Laundries were a network of 10 institutions run by four religious orders — the Sisters of Mercy, the Sisters of Charity, the Sisters of the Good Shepherd and the Sisters of Our Lady of Charity of Refuge. They were used in certain cases to detain women considered deviant in what was a deeply conservative Roman Catholic country. Women who had children outside marriage, girls deemed flirtatious (so-called preventive cases), those with mental disabilities and even victims of sexual abuse were sent to the laundries, often turned in by family, where they simply disappeared from society.\n\nWhile Mr. Kenny’s statement did not satisfy the Magdalene survivors and their descendants, the report did represent some progress.\n\nAdvertisement Continue reading the main story\n\nIt demonstrated that the Irish government can no longer rely on the defense that it “did not refer individuals, nor was it complicit in referring individuals to the laundries.” That argument was used in part to resist repeated requests for a statutory inquiry until an advocacy group, Justice for Magdalenes, brought the issue to the attention of the United Nations Committee Against Torture in 2011.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAt that time, a government delegation told the committee that “the vast majority of women who went to these institutions went there voluntarily or, if they were minors, with the consent of their parents or guardians.” The report issued Tuesday shows that statement to be untrue.\n\nThe report found that a quarter of the women who passed through the institutions were sent by the state. The laundries operated as a parallel prison system to which the Irish courts routinely sent women who were handed down suspended sentences for petty crimes. Women were referred from government-run mother and baby homes, and girls from industrial schools were sometimes transferred to Magdalene Laundries when they reached puberty.\n\nState employees, like the police, regularly returned those who escaped. Several government departments, and even the official home of the Irish president, showed up in the laundries’ meticulously kept ledgers as customers who sent linen to be cleaned.\n\nMartin McAleese, the chairman of the committee that produced the report, said he hoped the findings would bring “healing and peace of mind to all concerned, most especially the women whose experience of the Magdalene Laundries had a profound and enduring negative effect on their lives.”\n\nHe was largely praised as producing a nuanced report that filled in patchy knowledge about the laundries. Records available on the length of stay for the women — just 45 percent of the cases — showed that the median stay was seven months and that 8 percent stayed for longer than 10 years. The average age of those in the laundries was 23.\n\nIt also emerged that the laundries were not profitable, contrary to what was commonly thought (though survivor groups are challenging that point). The report also found no evidence of sexual abuse.\n\nMari Steed, the director of Justice for Magdalenes, which has lobbied for an official apology and compensation for the women, called the government’s response to the report “very disappointing.” Her mother spent 10 years in a laundry.\n\n“It is going to be difficult to go back to the women and say that they have to wait again,” she said."}