{"title": "Paris Shootout Leaves Police Officer and Gunman Dead", "authors": ["Alissa J. Rubin", "Aurelien Breeden", "Benoît Morenne"], "url": "https://www.nytimes.com/2017/04/20/world/europe/paris-champs-elysees-shooting.html", "body": "Mr. Molins, who handles terrorism investigations nationwide, said the authorities had identified the killer, but he declined to provide the gunman’s identity because police raids and the search for potential accomplices were still underway.\n\nEuropean counterterrorism experts said they believed that the Islamic State’s claim was credible.\n\nThe speed with which the group claimed responsibility was “surprising,” said Peter R. Neumann, the director of the International Center for the Study of Radicalization and Political Violence at King’s College London. “It seems prepared and coordinated,” Mr. Neumann added, noting that the Islamic State claim was in multiple languages, “like they knew this was going to happen.”\n\nOn Tuesday, two men were arrested in Marseille on suspicion of having imminent plans to conduct a terrorist attack. Weapons, ammunition and the highly volatile explosive TATP, or triacetone triperoxide, was found in one of the apartments used by the two men. It is the same type of explosive used in the attack at the Bataclan concert hall in Paris in November 2015 and in the attacks in Brussels in March 2016.\n\nThe response of all the candidates was to express solidarity with the police, and Mr. Fillon, who represents the mainstream right, and Ms. Le Pen said they would not campaign on Friday, out of respect for the police officers who were killed and wounded.\n\nEmmanuel Macron, a centrist who along with Ms. Le Pen has been leading in the polls, stepped back from the moment, saying: “This imponderable threat, this threat, will be a fact of daily life in the coming years.”\n\nPresident Trump, who was meeting with Prime Minister Paolo Gentiloni of Italy at the White House on Thursday, responded to a question from reporters about the Paris attack. “That’s a terrible thing, and it’s a very, very terrible thing that’s going on in the world today,” he said. “But it looks like another terrorist attack. And what can you say — it just never ends.”\n\nThe French presidential candidates were not alone in using the attack to burnish their image as potential commanders in chief; the Islamic State also appeared eager to make the most of the it, preparing a statement in multiple languages and being ready to claim responsibility, said Michael S. Smith II, a terrorism analyst who specializes in the Islamic State’s influence efforts and who is writing a book on its external operations.\n\n“The timing of the attack itself is significant in that this will help to ensure the group is a centerpiece of political discourses in France,” Mr. Smith said. “For prospective recruits in the West and seasoned jihadis in conflict zones alike, including the Al Qaeda members that the Islamic State has sought to draw into its ranks, this can bolster perceptions of the group as a credible enterprise that is worthy of their support.”", "summary": "Mr. Molins, who handles terrorism investigations nationwide, said the authorities had identified the killer, but he declined to provide the gunman’s identity because police raids and the search for potential accomplices were still underway. The speed with which the group claimed responsibility was “surprising,” said Peter R. Neumann, the director of the International Center for the Study of Radicalization and Political Violence at King’s College London. President Trump, who was meeting with Prime Minister Paolo Gentiloni of Italy at the White House on Thursday, responded to a question from reporters about the Paris attack. “For prospective recruits in the West and seasoned jihadis in conflict zones alike, including the Al Qaeda members that the Islamic State has sought to draw into its ranks, this can bolster perceptions of the group as a credible enterprise that is worthy of their support.”"}