{"title": "Syrian Refugee Tripped in Hungary Is Welcomed in Spain", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/09/17/world/europe/syrian-refugee-tripped-by-hungarian-journalist-is-welcomed-to-spain.html", "body": "Photo\n\nA Syrian refugee who was tripped last week by a Hungarian journalist, prompting a wave of outrage at the reporter, arrived late Wednesday in Spain, where he has been offered accommodations and a job by a soccer school in Madrid.\n\nAfter he was knocked to the ground near Hungary’s border with Serbia last week by Petra Laszlo, a camerawoman covering the migrant crisis for a right-wing news site, Syrians identified the man as Osama Abdul Mohsen, a professional soccer coach from the eastern province of Deir al-Zour fleeing war and repression.\n\nLearning of the man’s plight from news reports that showed him tumbling to the ground with his young son, Zaid, the president of Spain’s National Soccer Coach Training Center, Miguel Ángel Galán, arranged to take him to Spain. The school used its annual budget for publicity to rent an apartment for the family in the Madrid suburb of Getafe.\n\nMr. Mohsen was accompanied on the train journey to Spain by two of his sons — Zaid, 7, and Mohmmad, 18 — as well as a reporter for El Mundo, Martín Mucha, and a student at the training center who speaks Arabic, Mohamed Labrouzi.\n\nThe case has attracted so much attention that Spanish television broadcast live images of the group’s arrival in Barcelona, where they changed trains, and then in Madrid just after midnight.\n\nPhoto\n\nAdvertisement Continue reading the main story\n\nLuis Miguel Pedraza, a former referee who works at the training center, told The Associated Press that the school would help Mr. Mohsen apply for asylum and get permission to bring his wife and two more children from Turkey.\n\n“As soon as he learns Spanish,” Mr. Galán told El País, “we plan to offer him a job at our organization.”", "summary": "A Syrian refugee who was tripped last week by a Hungarian journalist, prompting a wave of outrage at the reporter, arrived late Wednesday in Spain, where he has been offered accommodations and a job by a soccer school in Madrid.After he was knocked to the ground near Hungary’s border with Serbia last week by Petra Laszlo, a camerawoman covering the migrant crisis for a right-wing news site, Syrians identified the man as Osama Abdul Mohsen, a professional soccer coach from the eastern province of Deir al-Zour fleeing war and repression.The case has attracted so much attention that Spanish television broadcast live images of the group’s arrival in Barcelona, where they changed trains, and then in Madrid just after midnight.Luis Miguel Pedraza, a former referee who works at the training center, told The Associated Press that the school would help Mr. Mohsen apply for asylum and get permission to bring his wife and two more children from Turkey.“As soon as he learns Spanish,” Mr. Galán told El País, “we plan to offer him a job at our organization.”"}