{"title": "As Germany Takes In Refugees, It Also Rehabilitates Its Image", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/09/23/world/europe/as-germany-takes-in-refugees-it-also-rehabilitates-its-image.html", "body": "Photo\n\nMUNICH — “This is the best day of my life,” Ghadir Douba wrote on his Facebook page in German and Arabic on Sept. 1. Four years after leaving Syria with his parents and arriving in Germany at age 17, he had received his German passport and the news that he had passed his first major exam in medical school on the same day. “No longer a foreigner!” his status update read.\n\nMr. Douba’s mother, Adiba Hamed, who, like him, spoke no German when they emigrated shortly before war broke out at home, recently qualified to teach German as a second language. (As it happened, she signed her first contract on Sept. 1, too.)\n\n“Germany opened its borders and its arms to us,” Ms. Hamed said, as she walked into the elementary school where she will start teaching next week. On the notice board in the hallway was a welcome poster with 18 national flags. The Syrian flag was right in the middle.\n\n“It’s the only country with such a clear message,” Ms. Hamed, 44, said. “Even Arab countries have closed their borders. All Syrians want to come to Germany.”\n\nPlenty of migrants are headed to Sweden and the Netherlands, too. Some even look to Britain, where Prime Minister David Cameron has described them as “swarms.”\n\nAdvertisement Continue reading the main story\n\nBut the images of migrants chanting “Germany, Germany” as they weave their way across the Continent toward their new promised land have moved many in a country that has for decades been trying to atone for the genocide it committed in World War II. In the words of Chancellor Angela Merkel, whose apparent mercilessness during the Greek bailout talks prompted mocked-up photographs of her dressed in Nazi uniform: “The world sees Germany as a country of hope and opportunity, and that was certainly not always the case.”", "summary": "MUNICH — “This is the best day of my life,” Ghadir Douba wrote on his Facebook page in German and Arabic on Sept. 1.Four years after leaving Syria with his parents and arriving in Germany at age 17, he had received his German passport and the news that he had passed his first major exam in medical school on the same day.“Germany opened its borders and its arms to us,” Ms. Hamed said, as she walked into the elementary school where she will start teaching next week.But the images of migrants chanting “Germany, Germany” as they weave their way across the Continent toward their new promised land have moved many in a country that has for decades been trying to atone for the genocide it committed in World War II.In the words of Chancellor Angela Merkel, whose apparent mercilessness during the Greek bailout talks prompted mocked-up photographs of her dressed in Nazi uniform: “The world sees Germany as a country of hope and opportunity, and that was certainly not always the case.”"}