{"title": "Hungary Seals Border With Croatia in Migrant Crackdown", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2015/10/17/world/europe/hungary-croatia-refugees-migrants.html", "body": "Officials in Croatia, which had been moving thousands of migrants into Hungary since that country had closed its border with Serbia a month ago, said they simply would shift the human flow west, into Slovenia, which had been preparing for such an eventuality. Croatia and Slovenia insisted, though, that they would be forced to close their borders, too, if Austria and Germany decided to stop accepting the migrants.\n\nSlovenian officials said that while they could not accept an endless human surge, they had built the capacity to move as many as 6,000 migrants a day into Austria, and would continue to do so as long as the path remained open.\n\nSpeaking after a meeting of the Hungarian national security committee on Friday afternoon, Mr. Szijjarto said the government had alerted Croatia, as well as Austria, Germany, Poland, Slovakia and Slovenia, about its decision to close the border.\n\n“The important thing is we expected this to happen and we are prepared for it,” said Slovenia’s foreign minister, Karl Erjavec. “Our goal is to assure security and order at our national borders and at the E.U. border and, at the same time, offer migrants a proper, humane treatment.”\n\nCroatian officials, though, worried that Hungary’s move would cause a “chain reaction” of neighboring countries also blocking migrants. “If Austria closes its border, then Croatia must close its border, as well,” said Croatia’s foreign minister, Vesna Pusic.\n\nHungary approved the plan to close the crossing after European Union leaders agreed on Thursday to improve border controls and backed a deal with Turkey intended to slow the influx of migrants into Europe. But the deal with Turkey was not made final, and Chancellor Angela Merkel of Germany is headed to Istanbul this weekend to meet with President Recep Tayyip Erdogan to try to reach an agreement.\n\nAid groups and refugee officials have warned for months that the closing of any borders between Greece, where many of the migrants first enter Europe, and their intended destinations in Germany, Sweden or elsewhere will quickly cause a backup at borders along the so-called West Balkan route. That would lead to new encampments of stranded migrants behind blocked borders.\n\nPhoto\n\nHungary closed its nearly 109-mile border with Serbia last month after more than 350,000 migrants entered the country this year through the West Balkans, en route to Germany and other destinations.\n\nAdvertisement Continue reading the main story\n\nAs a result, the migrant flow shifted west, into Croatia, and until now people had been allowed to register and cross the Hungarian border on their way to Austria and beyond.\n\nSlovenia has built 12 reception centers, with up to 7,500 beds. With winter approaching, the country is also scrambling to find sufficient heated accommodations for the migrants should they be delayed on their journey to Austria.\n\nFor months, Hungarian officials had complained that the failure of Greece, the migrants’ initial entry point, to control the human flow has shifted the burden to Hungary and other European Union nations.\n\nPrime Minister Viktor Orban of Hungary has repeatedly called for a multinational European effort to intercept refugees at the Greek border rather than dealing with the influx piecemeal, at borders throughout the Balkans and Central Europe. So far, the proposal has found no widespread support in Brussels.\n\n“The European Council meeting has not resulted in any decision that would provide for defending the common borders of the European Union with European forces,” said Mr. Szijjarto, the Hungarian foreign minister.\n\nIf Hungary follows the same policy it has put in place on the Serbian border, any migrants caught crossing the border or tampering with the fence would be arrested and subject to years in prison.\n\nOfficial border crossings would remain open, but migrants seeking to cross would be sent to a transit zone adjacent to the border to begin the long process of applying for asylum. Hungary plans to open two such transit zones along its border with Croatia.\n\nAdvertisement Continue reading the main story\n\nTwo transit zones are already in operation on Hungary’s border with Serbia, but only about 500 refugees have tried to use them, said Babar Baloch, a spokesman for the Office of the United Nations High Commissioner for Refugees in Hungary.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nImplementing a similar policy on the Croatian border would mean that no more people would be allowed through, Mr. Baloch said. “This is not going to end the crisis or the number of people who are trying to seek safety in Europe,” he said. “It may reroute the population somewhere else, but this is not the final answer.”\n\nUnited Nations officials in Geneva have said that Europe needs to act quickly to develop reception centers and accelerate the relocation of asylum seekers, as its refugee agency on the Greek island of Lesbos is struggling with a surge in migrants crossing the narrow waterway between the island and Turkey.\n\nEuropean leaders agreed at a summit meeting on Sept. 22 to spread 120,000 asylum seekers around Europe, even to countries that do not want them, and to set up “hot spots” to quicken the process of registering and moving migrants. But United Nations officials say the reception system continues to be overwhelmed.\n\nPhoto\n\n“This is not a crisis at the moment that is adequately managed,” Adrian Edwards, a spokesman for the United Nations refugee agency, said in Geneva. “What’s needed is rapid implementation of what has been agreed.”\n\nAbout 85 boats landed on Lesbos on Wednesday, and similar numbers arrived on Thursday and Friday, according to representatives of the refugee agency. They reported seeing up to six boats arriving at a time, most of them rubber dinghies carrying about 50 people each.\n\nThe refugee agency temporarily evacuated the registration facilities at Moria, outside the island’s capital, Mytilene, after an outbreak of violence among the thousands of migrants who line up there, sometimes for days.\n\nMore than 450,000 refugees and migrants have reached Greece by boat this year, Mr. Edwards said, adding that Europe must act quickly to set up proper reception centers.\n\nThe reasons for the current spike in arrivals are unclear, but Mr. Edwards cited a slight improvement in weather, and a rush to reach Europe before winter sets in or its borders close. Fresh fighting in Syria may also have spurred more people to flee.\n\nAdvertisement Continue reading the main story\n\nEuropean leaders who gathered in Brussels on Thursday did not endorse calling in troops to slow the flow of migrants but did agree on measures to achieve the same end. Those included the deployment of hundreds of border guards from across Europe to help Greece manage its borders and a sharp expansion in the powers and resources of Frontex, the union’s previously largely powerless border agency.\n\n“We don’t know for certain what went on at the European Council meeting, but I have to guess that Orban and his team must have concluded that a decision on protecting the European Union’s external border or a deal with Turkey were still far-off,” said Attila Tibor Nagy, an analyst at the Center for Fair Political Analysis, a research group in Budapest.\n\nAt the same time, Mr. Nagy said, Mr. Orban felt pressure to follow through on promises he had made to Hungarians over the summer to crack down on the migrants after his government mounted an aggressive anti-immigrant campaign.", "summary": "Officials in Croatia, which had been moving thousands of migrants into Hungary since that country had closed its border with Serbia a month ago, said they simply would shift the human flow west, into Slovenia, which had been preparing for such an eventuality.Speaking after a meeting of the Hungarian national security committee on Friday afternoon, Mr. Szijjarto said the government had alerted Croatia, as well as Austria, Germany, Poland, Slovakia and Slovenia, about its decision to close the border.Hungary approved the plan to close the crossing after European Union leaders agreed on Thursday to improve border controls and backed a deal with Turkey intended to slow the influx of migrants into Europe.For months, Hungarian officials had complained that the failure of Greece, the migrants’ initial entry point, to control the human flow has shifted the burden to Hungary and other European Union nations.European leaders agreed at a summit meeting on Sept. 22 to spread 120,000 asylum seekers around Europe, even to countries that do not want them, and to set up “hot spots” to quicken the process of registering and moving migrants."}