{"title": "Raid to Rescue Hostage in Istanbul Ends in Death", "authors": ["Tim Arango"], "url": "https://www.nytimes.com/2015/04/01/world/europe/turkish-extremists-abduct-prosecutor-from-istanbul-courthouse.html", "body": "Metin Feyzioglu, the head of Turkey’s bar association, rushed to the scene in the afternoon, saying he had prayed with Mr. Kiraz’s wife. He said it was too soon to criticize the government’s handling of the crisis but added, “We don’t know who shot first.”\n\nPresident Recep Tayyip Erdogan, speaking during a visit to Bucharest, Romania, said late Tuesday: “I congratulate the police for carrying out the operation. They did what needed to be done after hearing the gunshots.”\n\nOfficials said the assailants had posed as lawyers, who are often not subject to the rigorous security procedures applied to ordinary citizens when entering the courthouse, and had hidden their weapons under robes. “Going forward, the way lawyers enter the palace of justice, and the way other workers enter the palace of justice, must be reviewed,” Mr. Erdogan said.\n\nAs the drama continued Tuesday afternoon, news channels shifted attention from what had dominated coverage all morning: a power failure across the country that had shut down subways, trams and traffic lights in Istanbul, causing chaos and traffic jams.\n\nPhoto\n\nLater in the afternoon, as the lights were coming back, the Turkish authorities imposed the news blackout, leaving people to follow Twitter or other social media for updates.\n\nThe crisis evoked Turkey’s ghosts and more recent traumas. The Marxist group that took responsibility for infiltrating the courthouse, the Revolutionary People’s Liberation Party-Front, has its origins in the tumultuous 1970s, when political violence roiled the country and Turkey was a central arena for Cold War intrigues. That the group’s motive was apparently related to the sweeping antigovernment demonstrations of 2013, set off by plans to raze Gezi Park in Istanbul and replace it with a shopping mall, underscored the unfinished legacy of those protests. At the time, the demonstrations represented the greatest challenge to date to the Islamist government of Mr. Erdogan, then the prime minister and now the president.\n\nThe militant group is Marxist and also vehemently anti-American. It was responsible for a suicide attack at the United States Embassy in Ankara, the capital, in 2013, and is on the State Department’s list of terrorist organizations. The group has attacked other American diplomatic and military facilities in the past, and last year the United States announced rewards of $3 million each for information about the whereabouts of the group’s top three leaders.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe group on Tuesday afternoon posted a photo on Twitter showing a gun being pointed at the head of Mr. Kiraz, the prosecutor who had been overseeing the case of Berkin Elvan, a 15-year-old boy who was struck by a tear-gas canister during the Gezi protests and died last year after nine months in a coma. The group’s yellow and red banner, adorned with a hammer and sickle, hung from a wall, and man wearing a black beret stood over Mr. Kiraz.\n\nAdvertisement Continue reading the main story\n\nWith Islamic terrorism shaking the region, Tuesday’s attack seemed quintessentially Turkish. “I think Turkey might be the only Middle Eastern country having a Cold War-era militant group that undertakes terrorist attacks,” Ragip Soylu, a correspondent for Sabah, a pro-government daily newspaper, wrote on Twitter.\n\nA website associated with the group said that militants were demanding that police officers involved in Berkin’s death confess on live television.\n\nBerkin became a potent symbol to the largely youthful and secular Gezi protesters, and his death last year sparked a new round of demonstrations. He also became a rallying point for Turkey’s far-left groups, including the Revolutionary People’s Liberation Party-Front, that oppose the government. A small group of left-wing protesters stood near the courthouse on Tuesday, chanting slogans demanding accountability for the death of Berkin. Now that the group has carried out an attack inspired by Berkin’s death, it is likely to encourage the divisive rhetoric of Mr. Erdogan, who last year angered his opponents by calling the boy a terrorist.\n\nAs the hostage crisis proceeded, Sami Elvan, the boy’s father, issued a statement carried by the Turkish news media. “My son died, but I don’t want any other person to die,” he said. “The prosecutor must be released. Blood cannot be washed away with blood.”\n\nMr. Elvan arrived at the courthouse in the afternoon in an effort to find a peaceful resolution and, according to Mr. Feyzioglu, the bar association head, spoke on the telephone for 40 minutes with one of the militants, urging him to release the prosecutor and surrender.\n\nLater, after the bloody conclusion to the standoff, Mr. Elvan was quoted in the Turkish media as saying: “We fought hard for nonviolence. We are heartbroken.”", "summary": "The Marxist group that took responsibility for infiltrating the courthouse, the Revolutionary People’s Liberation Party-Front, has its origins in the tumultuous 1970s, when political violence roiled the country and Turkey was a central arena for Cold War intrigues.That the group’s motive was apparently related to the sweeping antigovernment demonstrations of 2013, set off by plans to raze Gezi Park in Istanbul and replace it with a shopping mall, underscored the unfinished legacy of those protests.The group on Tuesday afternoon posted a photo on Twitter showing a gun being pointed at the head of Mr. Kiraz, the prosecutor who had been overseeing the case of Berkin Elvan, a 15-year-old boy who was struck by a tear-gas canister during the Gezi protests and died last year after nine months in a coma.“I think Turkey might be the only Middle Eastern country having a Cold War-era militant group that undertakes terrorist attacks,” Ragip Soylu, a correspondent for Sabah, a pro-government daily newspaper, wrote on Twitter.Mr. Elvan arrived at the courthouse in the afternoon in an effort to find a peaceful resolution and, according to Mr. Feyzioglu, the bar association head, spoke on the telephone for 40 minutes with one of the militants, urging him to release the prosecutor and surrender."}