{"title": "Infant and Fetus Remains Are Found at Ex-Home for Unwed Mothers in Ireland", "authors": ["Sinead O Shea"], "url": "https://www.nytimes.com/2017/03/03/world/europe/ireland-tuam-mother-and-baby-home.html", "body": "The historian, Catherine Corless, said in an interview that she welcomed the commission’s report but thought the deaths should have been investigated “decades earlier.”\n\n“Nobody was listening locally or in authority, from the church or the state. They said, ‘What’s the point?’ And that I shouldn’t view the past from today’s lenses.”\n\nThe remains are of some of the 796 children who died at the home over more than three decades. According to death certificates that Ms. Corless hunted down, the causes included malnutrition, measles, tuberculosis, gastroenteritis and pneumonia.\n\nThe commission that was established in 2015 to investigate allegations of abuse in the institutions, which are known in Ireland as mother and baby homes, said its inquiry in Tuam focused on two structures on the grounds of St. Mary’s.\n\nThe first of these structures appeared to be “a large sewage containment system or septic tank that had been decommissioned and filled with rubble and debris and then covered with topsoil,” while the second was “a long structure which is divided into 20 chambers and appears to be related to the treatment/containment of sewage and/or waste water.”\n\nIt was within this second structure that the commission reported that “significant quantities of human remains had been found in at least 17 of the 20 underground chambers.”\n\nAccording to the statement, the remains included those of 35-week-old fetuses to children up to 3 years old.\n\nAdvertisement Continue reading the main story\n\nFurther tests are now being conducted and the commission has asked that the relevant state authorities take responsibility for the “appropriate treatment” of the remains. A coroner had also been informed, the statement added.\n\nAlthough there is no official state religion in Ireland, the Catholic Church has long had a profound influence over the country’s culture and government. Bearing a child outside of marriage was considered both sinful and shameful, and unmarried mothers and their children often suffered discrimination and abuse.\n\nMs. Corless, who lives outside Tuam, went to school with children from the St. Mary’s home and remembered how they were kept to one side of the classroom and had to arrive and leave at different times so there would be no interaction with children of parents who were married.\n\nShe said the “home babies,” as they were known, looked vulnerable and malnourished to her. When her own children were more grown up, she began to look into conditions at the home, and learned of the 796 deaths. None of the bodies were buried in any of the local cemeteries.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nShe also concluded that the children lived in substandard conditions. After the home finally closed, the buildings were demolished, and now a housing development sits adjacent to the site.\n\nIn 2012, Ms. Corless published an article in a local history journal. The article concluded that some of the children had been buried in an unofficial graveyard in the back of the home. But after studying a map of the grounds, she thought that other bodies might have been interred in the sewage treatment facilities.\n\nA sewage tank had been replaced by a public water system in 1937, but she said there was sufficient evidence to show that some babies and small children had been buried there while it was still in operation.\n\nMs. Corless wanted to erect a plaque with the names of all of the children who had died, and she helped up set a committee in 2013 to finance it. The committee was unable to raise enough money.\n\nShe also approached journalists with her work. In 2014, Alison O’Reilly, a reporter for the Irish edition of The Mail on Sunday, a London newspaper, wrote an article.\n\nAdvertisement Continue reading the main story\n\nBut as it spread and was picked up by other news organizations, headlines shouted that “800 bodies” had been thrown into the septic tank. That led to criticism, and some said they found discrepancies in Ms. Corless’s work.\n\nShe said on Friday that that had been difficult but that she had known she was right. “I never made a statement unless I could back it with facts. I only presented the truth.”\n\nOn Friday, the Bon Secours order issued a statement that promised its “continued cooperation with and support for the work of the commission in seeking the truth about the home.”\n\nThe order declined further comment.\n\nFor years, there had been accounts of abuse at many mother and baby homes and the government agreed to begin an inquiry. The homes attracted international attention after the release of the film “Philomena,” which told the story of a woman’s search for the boy who was taken from her and was adopted by a couple in the United States.\n\nThe commission has been examining allegations of abuse at 14 mother and baby homes, and four similar institutions between 1922 and 1998. But it has no power to award compensation or bring criminal charges.\n\nMs. Corless added that it was important now that the investigation continued its work, and that “it needs to go further inside.”\n\nThe commission’s announcement marked another development in a series of scandals involving church and state in Irish life.\n\nThe director of Amnesty International Ireland, Colm O’Gorman, who himself experienced clerical abuse, said it was time for the government to “join the dots.”\n\n“There is a direct line between the industrial schools, the mother and baby homes and the abuse committed and covered up by priests,” he said. “The state never really accepted that it had accountability or responsibility when it came to their own citizens, so it outsourced all of that to the church.”\n\nAdvertisement Continue reading the main story\n\nIn the interview on Friday, Ms. Corless said that Ms. Zappone, the minister for children, had telephoned her earlier in the day and thanked her for her work and perseverance."}