{"title": "Cologne Police Detain 2 Suspects in New Year’s Eve Attacks", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/03/10/world/europe/cologne-police-detain-2-suspects-in-new-years-eve-attacks.html", "body": "Photo\n\nBERLIN — A day after publishing the first photos from chaotic New Year’s Eve celebrations that descended into mass sexual attacks and robberies, the police in Cologne on Wednesday announced the detention of two men suspected of committing some of more than 1,000 assaults reported from that night.\n\nA 26-year-old Algerian, apparently recognized in one of the photographs, was found in an asylum shelter in Kerpen, just west of Cologne, and a 31-year-old Iraqi turned himself in at an asylum shelter in Hamm, about 70 miles northeast of Cologne, said a police spokeswoman, Dorothe Goebel. It was not known whether the men had refugee status or how long they had been in Germany, she said.\n\nThe hundreds of sexual assaults and robberies on Dec. 31 were mainly attributed to men thought to be of North African and Arab descent. Just 13 suspects are in detention, according to the news agency Deutsche Presse-Agentur, or DPA. The only convictions so far have been for robbery.\n\nThe police have sifted through hundreds of videos from cellphones and surveillance cameras, but the blurry images seen Tuesday were the first they have released.\n\nAfter the initial success with publishing photos, the Cologne police released more images on Wednesday that showed at least two men firing what appeared to be a gun, and appealed for witnesses to come forward.", "summary": "BERLIN — A day after publishing the first photos from chaotic New Year’s Eve celebrations that descended into mass sexual attacks and robberies, the police in Cologne on Wednesday announced the detention of two men suspected of committing some of more than 1,000 assaults reported from that night. The hundreds of sexual assaults and robberies on Dec. 31 were mainly attributed to men thought to be of North African and Arab descent. The police have sifted through hundreds of videos from cellphones and surveillance cameras, but the blurry images seen Tuesday were the first they have released. After the initial success with publishing photos, the Cologne police released more images on Wednesday that showed at least two men firing what appeared to be a gun, and appealed for witnesses to come forward."}