{"title": "Man Who Tried to Attack Paris Police Acted Alone, Germany Finds", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2016/01/23/world/europe/man-who-tried-to-attack-paris-police-acted-alone-germany-finds.html", "body": "Photo\n\nBERLIN — A man shot to death by French police officers this month acted alone and not as part of a wider terrorist organization when he approached a Paris police station armed with a meat cleaver and fake explosives, the German authorities said on Friday.\n\nThe German police in the western state of North Rhine-Westphalia said they believed that the man was Tarek Belgacem, a 24-year-old born in Tunisia, who entered the European Union through Romania in 2011.\n\nFrench investigators hope to ascertain his identity through DNA analysis, the director of police in North-Rhine Westphalia, Uwe Jacob, told reporters.\n\nThe authorities on both sides of the Rhine have been piecing together Mr. Belgacem’s personal history based on fingerprints and information he had given in seven different countries where he applied for asylum over the past five years.\n\nAdvertisement Continue reading the main story\n\nMr. Belgacem was fatally shot by French police officers on Jan. 7 — the anniversary of attacks by Islamic militants on the satirical newspaper Charlie Hebdo — after he approached their station in northern Paris wielding a meat cleaver and yelling “Allahu akbar,” or “God is great.”", "summary": "The German police in the western state of North Rhine-Westphalia said they believed that the man was Tarek Belgacem, a 24-year-old born in Tunisia, who entered the European Union through Romania in 2011. French investigators hope to ascertain his identity through DNA analysis, the director of police in North-Rhine Westphalia, Uwe Jacob, told reporters. The authorities on both sides of the Rhine have been piecing together Mr. Belgacem’s personal history based on fingerprints and information he had given in seven different countries where he applied for asylum over the past five years. Mr. Belgacem was fatally shot by French police officers on Jan. 7 — the anniversary of attacks by Islamic militants on the satirical newspaper Charlie Hebdo — after he approached their station in northern Paris wielding a meat cleaver and yelling “Allahu akbar,” or “God is great.”"}