{"title": "Kerry Vows to Help Moldova Hew to the West", "authors": ["Michael R. Gordon"], "url": "http://www.nytimes.com/2013/12/05/world/europe/kerry-vows-to-help-moldova-hew-to-the-west.html", "body": "Moldova’s look West had not escaped the attention of the Kremlin. Russia has already shown its dissatisfaction by banning the import of Moldovan wine, Moldova’s major export, a move Moscow justified on the grounds that the wine contained impurities but that most observers saw as politically motivated. More ominously, the deputy prime minister of Russia has delivered thinly veiled threats that Russia might stop supplying Moldova with natural gas, no small matter for a nation that is almost entirely dependent on Russian energy supplies.\n\nMr. Kerry, who has sought to cooperate with Russia on Syria and Iran, avoided criticism Wednesday of the Kremlin’s heavy-handed pressure on Moldova and its policy of encouraging Ukraine to distance itself from the European Union.\n\nInstead, Mr. Kerry asserted that economic development in the two countries would be good for Russia as well as the nations’ populations.\n\n“The United States believes deeply that European integration is the best road for both security and prosperity in Moldova,” Mr. Kerry said during a tour of the Cricova winery near Chisinau, the capital.\n\nPhoto\n\n“To the people of the Ukraine we say the same thing — you too deserve the opportunity to choose your own future,” Mr. Kerry added in a pointed criticism of the abrupt decision by the Ukrainian president, Viktor F. Yanukovich, to spurn concluding political and trade accords with the European Union.\n\nTo drive home the point, Mr. Kerry skipped a long anticipated visit to Kiev he was to make following a NATO meeting he attended in Brussels to meet with officials here.\n\nMoldova’s desire to lessen its energy dependence on Russia, and the possibility of an American and European Union effort to foster economic development in Moldova, a nation with the smallest economy in Europe, were among the topics of Mr. Kerry’s talks here, officials said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Leanca said that he had asked Mr. Kerry to consider extending the free-trade arrangements that the United States is now negotiating with European Union to Moldova now that it is moving to complete its own free-trade agreement with the union.\n\nAdvertisement Continue reading the main story\n\n“Having a free-trade area with the E.U.,” Mr. Leanca said, “hopefully should bring more investment.”\n\nResponding to the Russian ban on Moldovan wine, the European Union has lifted limits on the tariff-free import of Moldovan wine. Mr. Kerry said Wednesday that the Obama administration would sponsor a Moldovan trade mission so it could develop a market for its wine in the United States.\n\nTo guard against Moscow’s use of trade as a political weapon, Moldova has begun to build a pipeline to receive gas from Romania. But it will take several years before Moldova can meet a significant amount of its energy needs, electricity as well as gas, from Romania.\n\nMr. Leanca also received assurances in Kiev last month that Moldova would be able to obtain natural gas from Ukraine if Russia cut off its supply. But some observers wonder if the Ukrainian president’s recent shift toward Moscow would undermine this understanding.\n\nSergey V. Lavrov, the Russian foreign minister who met on Wednesday with Mr. Kerry in Brussels, made no mention of the secretary of state’s Moldova trip.\n\nBut Mr. Lavrov defended Ukraine’s “sovereign right” to back away from signing political and economic pacts with the European Union, blamed protesters in Kiev for “aggressive actions” and criticized NATO for passing a resolution that condemned the Ukrainian authorities for using “excessive force.”\n\n“I hope that Ukrainian politicians will be able to bring the situation into a peaceful vein,” Mr. Lavrov said. “We encourage everybody not to interfere.”"}