{"title": "Migrants in Greece, Ready to Go Anywhere in Europe, Scramble to Enter E.U. Relocation Program", "authors": ["Liz Alderman"], "url": "https://www.nytimes.com/2016/03/27/world/europe/migrants-in-greece-ready-to-go-anywhere-in-europe-scramble-to-enter-eu-relocation-program.html", "body": "Some are now taking steps to settle in Greece, a battered country that may struggle to integrate them at a time when a quarter of the population is jobless. But many more are vying to get into the European Union relocation program, which is supposed to disperse 160,000 refugees, mostly from the Middle East, in countries across Europe.\n\n“People are scared. A lot of them are saying we have no hope,” said Yousif Karoija, a Syrian who has been living for weeks in Piraeus, the port of Athens, after being tear-gassed when he tried to cross Greece’s northern border. “These people will apply to the relocation program now; they are tired, and will go anywhere in Europe,” he said, sweeping his eyes over a crowd of nearly 5,000 women, children and men camped in squalid conditions around the port.\n\nThe timing could not be worse. Since Islamic State assailants bombed Brussels last week in terror attacks that killed 31 people, Europe’s focus has swung sharply to security, raising the prospect of a further tightening of the European Union’s migration policies. The attacks renewed a bitter debate over migrants as right-wing European politicians urged a halt to mass immigration in speeches that conflated refugees with terrorism.\n\nPhoto\n\nPoland on Wednesday abandoned its pledge to take more than 6,000 migrants under the European Union relocation program, citing the attacks. “We can’t allow for events in Western Europe to happen in Poland,” said Rafal Bochenek, a spokesman for the conservative government.\n\nFor Mr. Haki and the men with whom he was sheltered, the future was thrown into question yet again.\n\n“We left a dangerous situation,” said Mr. Haki, who was transferred from a military camp near a muddy refugee encampment in Idomeni to a cramped apartment in a run-down Athens neighborhood after registering for the program with the United Nations refugee agency. “We hope every country will have an open mind. But after Brussels, I don’t know.”\n\nEven before the bombings, Europe’s welcome was wearing thin. The new European Union accord with Turkey, which authorizes migrant deportations starting April 4, was sealed rapidly last week to dissuade asylum seekers from coming after more than one million reached Europe last year. Aid agencies withdrew some operations in Greece this week to protest the deal, which they say flouts international law.\n\nCountries opposing a further migrant influx have also resisted implementing the European Union relocation accord, which is barely functioning. Under the pact struck in September, European countries agreed to take asylum seekers from Greece and Italy to help share the burden.\n\nAdvertisement Continue reading the main story\n\nBut Austria, Hungary and Slovakia have refused to comply. Others have dragged their feet: France has so far agreed to take just 1,300 migrants out of 19,431 places pledged, while Germany opened 40 spots out of 27,479. Belgium has made 30 places available out of 3,788. All told, fewer than 1,000 refugees have been relocated since the pact took effect.\n\nMr. Haki heard about the relocation plan at the military camp, where the United Nations refugee agency and aid organizations offer information and sign-ups.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOnce registered, migrants can move into one of around 20,000 rooms in hotels, apartments and host homes funded by the United Nations and run by the Greek aid group Praksis, which provides food vouchers and medical care while the refugees await a decision on their applications.\n\nOne recent evening, Mr. Haki and the other young men sipped tea on the balcony of their apartment, where four bunk beds crowded a room next to a small kitchen. With the exception of two Greek families, everyone in the five-story building was a refugee from Syria or Iraq.\n\n“We need a future,” said Mohamoud Sharour, 23, who said he had fled conflict in Aleppo. “Right now we’re stuck. We wait, we sleep, smoke cigarettes. But we want to work, and build a life.”\n\nEuropean Refugee and Migrant Crisis\n\nEveryone was worried that the attacks on Brussels might cloud their chance of getting into Europe.\n\n“I’m afraid people will think we are all Daesh,” said Ahmed Arab, 22, also from Aleppo, using the Arabic acronym for the Islamic State. “People watch TV, they see that Muslims killed people, and they think all Muslims are the same. But I’m not the same. Do we look like Daesh?” he asked, smiling as he lifted his teacup.\n\n“We are more frightened than the Europeans, because we’ve seen this before — bombs, shooting,” he continued. “That’s what we’re trying to get away from.”\n\nThe relocation process can take months as European Union countries conduct background security checks on applicants, said Jean-Pierre Schembri, a spokesman for the European Asylum Support Office, which oversees the program. He added that it was too early to tell if more countries would resist taking migrants after the Brussels attacks.\n\nUntil recently, most migrants had avoided applying, because the program does not permit them to choose the country where they would be settled. People with family in Germany, for instance, feared they would be kept apart.\n\nAdvertisement Continue reading the main story\n\nBut now that there is a rush to the doors, the Greek authorities are overwhelmed. Last week, the program was suspended briefly after thousands of people hurried to apply.\n\nWhile Mr. Haki and the others had help, the vast majority of migrants still do not. For them, figuring out the way forward remains a Kafkaesque undertaking, often ending in desperation.\n\nOn a recent afternoon, a restless crowd formed outside Athens’ central asylum center, seeking information on the relocation program. Guards pushed them away and distributed leaflets with instructions to call via Skype for an appointment.\n\n“We don’t have Skype!” shouted a group of older Syrian men. “I have it,” said a young Afghani man, brandishing a cellphone. “But every time I call, no one answers.”\n\nHannah Asman, a Syrian refugee trying to join her husband and son in Germany, held her head in her hands and collapsed into a dead faint on the sidewalk after a guard ejected her. Mr. Haki and his friends, among the few to have an appointment, doused her with water for several minutes to help her revive.\n\n“What am I going to do?” she said when she came to, tears streaming down her cheeks. “How will I ever get to Germany now?”", "summary": "Since Islamic State assailants bombed Brussels last week in terror attacks that killed 31 people, Europe’s focus has swung sharply to security, raising the prospect of a further tightening of the European Union’s migration policies. The new European Union accord with Turkey, which authorizes migrant deportations starting April 4, was sealed rapidly last week to dissuade asylum seekers from coming after more than one million reached Europe last year. Once registered, migrants can move into one of around 20,000 rooms in hotels, apartments and host homes funded by the United Nations and run by the Greek aid group Praksis, which provides food vouchers and medical care while the refugees await a decision on their applications. Hannah Asman, a Syrian refugee trying to join her husband and son in Germany, held her head in her hands and collapsed into a dead faint on the sidewalk after a guard ejected her."}