{"title": "Germany Arrests Algerian Suspected of Planning Terrorist Attack", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/02/05/world/europe/germany-raids-isis.html", "body": "Video\n\nBERLIN — An Algerian man suspected of training with Islamic State terrorists in Syria and of planning an attack in Germany was taken into custody at a refugee shelter in North Rhine-Westphalia early Thursday as hundreds of police officers carried out raids in three German states, the police said.\n\nPhoto\n\nThe police detained the man, 35, who was not identified in keeping with German law, along with an Algerian woman whose arrest had been sought on different charges, the authorities said.\n\nThe Algerian man entered Germany at the Bavarian border last fall, the news service DPA reported, citing security sources. Germany took in more than one million migrants last year and has been on high alert since the Paris terrorist attacks in November that killed 130 people,\n\nA second Algerian man was also detained in the coordinated raids, which began at 6 a.m. in Berlin, Hanover and Attendorn, a town of about 25,000 about an hour’s drive northeast of Cologne, a Berlin police spokesman, Stefan Redlich, said.\n\nAdvertisement Continue reading the main story\n\nThe police found two other Algerian men they were seeking — a 31-year-old in Berlin and a 26-year-old in Hanover — but did not take them formally into custody, the authorities said.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAll four men are suspected of links to the Islamic State, also known as ISIS or ISIL, and are believed to have been “planning a violent act intended to seriously damage the state,” Mr. Redlich said.", "summary": "The police detained the man, 35, who was not identified in keeping with German law, along with an Algerian woman whose arrest had been sought on different charges, the authorities said. The Algerian man entered Germany at the Bavarian border last fall, the news service DPA reported, citing security sources. Germany took in more than one million migrants last year and has been on high alert since the Paris terrorist attacks in November that killed 130 people, Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services."}