{"title": "Turkish Officers Convicted in 2012 Coup Case Are Released", "authors": ["Ceylan Yeginsu"], "url": "https://www.nytimes.com/2014/06/20/world/europe/turkish-court-orders-release-of-officers-convicted-of-plotting-coup.html", "body": "Mr. Erdogan believes that Gulen sympathizers are behind the corruption inquiry, and sees his former ally as the leader of a “parallel state” that is working to overthrow his government. Mr. Gulen has denied the allegations and said that neither he nor his followers had any motive to hurt the government or the army.\n\nIn March, Parliament voted to abolish the special courts in which the officers in the Sledgehammer case and another case related to coup allegations, Ergenekon, were tried. The courts had operated under special rules that allowed secret witnesses and wiretaps that would not have been allowed in ordinary trials.\n\nThe constitutional court said some of the evidence, which dates back to 2003, had been misused; lawyers for the defendants have said it was falsified.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLawyers involved in the case and relatives of the defendants welcomed the court’s decision, but said it was long overdue.\n\n“The due-process violations in the trial were evident from Day 1,” Dani Rodrik, an economist at the Institute for Advanced Study in Princeton, N.J., and a son-in-law of Cetin Dogan, a former army general said to be the ringleader of the coup plot, said in an email. “I hope the next step will be to go after those who perpetrated the forgery and staged a sham trial based on it.”\n\nMr. Dogan’s lawyer, Celal Ulgen, called for the Turkish justice system to hold the “real perpetrators” to account. “We can’t call this a victory or democratization until the Turkish judiciary holds the orchestrators of these shams accountable,” he said. He added that he expected the new trial to begin in January.\n\nThe families of the convicts and demonstrators gathered outside Silivri prison in Istanbul late Thursday, waving Turkish flags and dancing as they waited for the release of the officers. Television footage showed dozens of people who had arrived in a convoy of honking cars to greet more than 40 officers leaving the Mamak military prison in Ankara, the Turkish capital.\n\n“I still can’t believe this has come to an end,” said Nil Kutluk, the daughter of a navy admiral who was convicted in the Sledgehammer case, adding, “Everything was about seeking justice for our loved ones; with this decision we are also free.”\n\nReferring to the Erdogan-Gulen split, Ilkay Sezer, a lawyer who represented nine of the coup suspects, said: “I am not interested in any rift between any groups. All I am interested in is that courts ruled in line with universal principles of law.”", "summary": "Mr. Erdogan believes that Gulen sympathizers are behind the corruption inquiry, and sees his former ally as the leader of a “parallel state” that is working to overthrow his government.“The due-process violations in the trial were evident from Day 1,” Dani Rodrik, an economist at the Institute for Advanced Study in Princeton, N.J., and a son-in-law of Cetin Dogan, a former army general said to be the ringleader of the coup plot, said in an email.The families of the convicts and demonstrators gathered outside Silivri prison in Istanbul late Thursday, waving Turkish flags and dancing as they waited for the release of the officers.Television footage showed dozens of people who had arrived in a convoy of honking cars to greet more than 40 officers leaving the Mamak military prison in Ankara, the Turkish capital.“I still can’t believe this has come to an end,” said Nil Kutluk, the daughter of a navy admiral who was convicted in the Sledgehammer case, adding, “Everything was about seeking justice for our loved ones; with this decision we are also free.”"}