{"title": "European and African Leaders Near Deal on Returning Migrants", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2015/11/12/world/europe/european-and-african-leaders-near-deal-on-returning-migrants.html", "body": "Even so, more than 60 leaders of European and African nations were expected to give their preliminary approval to the deal, which would not prevent African migrants who qualify for asylum from staying in Europe. Eritreans are among those who often meet those criteria.\n\n“This action plan will fight illegal immigration and it will do more for legal possibilities to work in Europe,” Chancellor Angela Merkel of Germany told reporters. She said Europe had “clear demands and expectations” for Africa.\n\nBut the focus on Africa sidestepped some of the larger challenges associated with the flow of people into Europe. Syria, Iraq and Afghanistan are currently among the main sources of migrants reaching Europe, and many of them are coming through Turkey and the western Balkans rather than across the Mediterranean Sea from North Africa.\n\nVideo\n\nThe plan has raised deep concerns from human rights groups over the welfare of migrants.\n\n“You have to ask how accelerating procedures to return people can be effective,” said Iverna McGowan, the acting director for Amnesty International’s European Institutions office. “Of course, when you think how desperate these people must be to risk that voyage, then they and a lot of others in need of protection will just keep trying,” she said.\n\nThe deal is likely to provide for €1.8 billion, about $1.9 billion, from the European Union budget to help pay for the initiative, and to help address the root causes of migration. More money would come from national donations.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIf successful, the plan to deport more migrants who fail to qualify for asylum could have an impact on migrants from Syria, Afghanistan and other war-torn countries by creating more capacity to accommodate them in Europe, according to some experts.\n\n“Europe wants to show that people who deserve international protection will have a clear right to it, and that this right is not diluted by economic migration,” said Ralph Genetzke, the head of mission in Brussels of the International Center for Migration Policy Development.\n\nBefore the meeting here, there was skepticism among Africans about plans to issue special documents to allow migrants to be returned to their countries of origin. The lack of such documents is often the main obstacle to putting migrants on airplanes back to their homelands.\n\nAdvertisement Continue reading the main story\n\nThe latest draft of the deal on Wednesday evening called for more efforts to address the absence of identification documents, rather than create additional ones.\n\nThere should be a strengthening of “the capacity of authorities of countries of origin to respond in a timely manner to readmission applications, including through support to modernize civil registry systems and fingerprints digitalization,” according to the draft deal.\n\nIn a concession to the African delegates at the meeting, the draft states that the procedures for deporting migrants should “give preference to voluntary return.” An earlier draft foresaw “both voluntary and forced returnees.”\n\nThe draft also calls for the creation of “return pilot projects” between the European Union and African countries that come with “a tailor-made package of support.”"}