{"title": "Quota Proposal Fails to Gain Traction as Germany Prepares for More Arrivals", "authors": ["Alison Smale", "Dan Bilefsky"], "url": "https://www.nytimes.com/2015/09/12/world/europe/europe-migrant-crisis.html", "body": "The Prague talks were held in anticipation of a meeting on Monday of European interior ministers to discuss the Juncker proposals, and there were indications on Friday that heads of state and government might have to hold a summit meeting if no progress is made then. Officials in Berlin, speaking on condition of anonymity as they groped for a solution, even mentioned using majority voting — and not the traditional consensus — to decide the matter.\n\nThat would be highly unusual in an affair so central to Europe’s destiny.\n\nBut Mr. Steinmeier indicated that Berlin is keenly aware that failure to control the situation might tip the popular mood in Germany, and other countries like Sweden and Austria, where the welcome for the migrants has so far been mostly warm.\n\nWhile Social Democrats like Mr. Steinmeier have long supported immigration, the conservatives in Bavaria’s Christian Social Union, Ms. Merkel’s partners in her center-right bloc, have long been critical, and have grown more so this week. “We’ve lost control,” said Hans-Peter Friedrich, a former interior minister and deputy leader of the Bavarian party, in the newspaper Passauer Neue Presse.\n\nThrowing open the borders to migrants coming from Hungary by way of Austria last weekend “was a failure that we will have to deal with for a long time,” said Horst Seehofer, head of the Bavarian party and governor of that state. “I don’t see how we will put the cork back in the bottle,” he was quoted as telling Der Spiegel magazine.\n\nMr. Steinmeier said Europe needed a common message, that “not everyone who arrives has the right to asylum, or the right to a job.” Smugglers, he said, spread such rumors “and are working on purpose to lure people into undertaking dangerous journeys.”\n\nThe harsh response to migrants in some countries in Eastern and Central Europe has spurred debate about why many in former Communist countries, which themselves spent four decades craving liberty, are in some cases unsympathetic, and even downright hostile, to those fleeing war and tyranny.\n\nPrime Minister Viktor Orban of Hungary reiterated his criticism of migrants on Friday, and he warned that his country would soon take an even harder line.\n\nAdvertisement Continue reading the main story\n\n“They have seized railway stations, refused to give fingerprints, failed to cooperate and are unwilling to go to places where they would get food, water, accommodation and medical care,” Mr. Orban said after a meeting with Manfred Weber, chairman of the conservative European People’s Party in the European Parliament.\n\nPhoto\n\nTougher laws on immigration go into effect Tuesday, Mr. Orban said, and migrants who cross the border illegally will be arrested.\n\nAt the meeting in Prague, some countries repeated that immigration policy was a matter of national sovereignty. Lubomir Zaoralek, the Czech foreign minister, said, “Every country has to have the sovereign right to decide who it will or will not accept.”\n\nMr. Steinmeier took issue. “We can, as Europe, say that we will shut all borders, and not let anyone else in,” he said. But in doing so, “we would betray our values.”\n\nThe United Nations on Friday gave qualified support to the Juncker plan. It “would go a long way” toward addressing the crisis, William Spindler, a spokesman for the United Nations refugee agency, told reporters in Geneva, but he added that it was still insufficient.\n\n“Our estimates indicate even higher needs,” Mr. Spindle said, “but the focus must now be on ensuring all member states take part in this initiative, and that it is swiftly implemented.”\n\nEuropean Refugee and Migrant Crisis\n\nElsewhere on Friday, the Austrian railway said there would also be no regional traffic between Austria and Hungary this weekend, after Austria stopped rail service across the border with Hungary under the pressure of migrants streaming in.\n\nThat prompted several groups of migrants who had arrived from Hungary to start marching toward Vienna along various routes, according to Helmut Marban, a spokesman for the police in the eastern Austrian province of Burgenland.\n\nAdvertisement Continue reading the main story\n\nThe main highway in the direction of Vienna was closed at least for some hours on Friday because of the danger of migrants marching along the road.\n\nThe Geneva-based International Organization for Migration said that in Geneva, a record 432,761 migrants had crossed the Mediterranean already this year, compared with 197,940 people crossing in all of 2014, Reuters reported.\n\nThe situation also continued to deteriorate in Macedonia, where the authorities are scrambling to find ways to cope with an increase in the number of migrants traveling through the country.\n\nMore than 11,000 migrants entered the country in a 24-hour period that ended Friday, according to the United Nations refugee agency, and the number was expected to remain similarly high over the next few days.\n\nDespite the challenges facing the country, a proposal on Thursday by Nikola Poposki, Macedonia’s minister of foreign affairs, to follow Hungary’s example of building a fence along its border was met with harsh criticism from domestic civil organizations and political parties.", "summary": "But Mr. Steinmeier indicated that Berlin is keenly aware that failure to control the situation might tip the popular mood in Germany, and other countries like Sweden and Austria, where the welcome for the migrants has so far been mostly warm.Throwing open the borders to migrants coming from Hungary by way of Austria last weekend “was a failure that we will have to deal with for a long time,” said Horst Seehofer, head of the Bavarian party and governor of that state.Mr. Steinmeier said Europe needed a common message, that “not everyone who arrives has the right to asylum, or the right to a job.” Smugglers, he said, spread such rumors “and are working on purpose to lure people into undertaking dangerous journeys.”That prompted several groups of migrants who had arrived from Hungary to start marching toward Vienna along various routes, according to Helmut Marban, a spokesman for the police in the eastern Austrian province of Burgenland.Despite the challenges facing the country, a proposal on Thursday by Nikola Poposki, Macedonia’s minister of foreign affairs, to follow Hungary’s example of building a fence along its border was met with harsh criticism from domestic civil organizations and political parties."}