{"title": "Slovenia Builds Border Fence to Stem Flow of Migrants", "authors": ["Barbara Surk"], "url": "https://www.nytimes.com/2015/11/12/world/europe/slovenia-border-fence-migrants-refugees.html", "body": "As a result, the Slovenian prime minister, Miro Cerar, said that it was very likely that many of the 30,000 migrants who were traveling north from Greece could become stranded in Slovenia, which has limited room to accommodate them.\n\n“It’s a big number,” Mr. Cerar said at a news conference on Tuesday, after the government approved construction of the fence. “If we don’t act now, we could have a humanitarian catastrophe on the territory of Slovenia,” he said.\n\nPhoto\n\nMr. Cerar said that even with the fence, the border with Croatia “will remain open.”\n\nNations along the migrant trail are watching Germany’s actions closely. On Wednesday, the German interior minister, Thomas de Maizière, defended the country’s new measures to turn away migrants who are not eligible for asylum, even from Syria, whose four-year war has driven tens of thousands of citizens to flee to Europe.\n\nThe German migration office agreed a year ago to accept written asylum applications from Syria and forgo the usual personal interview, but the policy was reversed on Oct. 21, Mr. de Maizière told Parliament, because of growing doubts that all the applicants are genuine.\n\n“We know that many people say they are Syrians, although they are not,” he said. “Some also come with false papers. Without personal hearings, you can only establish with difficulty what a person’s real origins are. All that troubles us, and that is why we must react. The situation forces us to adapt.”\n\nHe also said that Germany would be stricter about admitting relatives of refugees already on its soil, and that in many cases would do so only if the family would be assured of a reasonable standard of living.\n\n“Moving to reunite, only to find unemployment and a lack of prospects, should not occur,” he said, adding, “It is clear that we cannot look to double or even treble our high refugee numbers through family reunion.”\n\nAdvertisement Continue reading the main story\n\nTensions have risen over the migrant crisis among the Balkan countries that once made up Yugoslavia. Slovenia has accused Croatia of dumping thousands of desperate people at random locations on the border and leaving them to find their own way across, while Croatia has complained that the European Union has failed to come up with a common strategy to cope with the crisis. European Union leaders met in Malta on Wednesday for their sixth meeting of the year on the issue.\n\nSlovenia’s decision to build the fence drew sharp criticism from humanitarian organizations and human rights activists. Last week, an open letter accused the government of failing the migrants by leaving them out in the open, hungry and cold, while the authorities registered them and processed them.\n\nCountries elsewhere in Europe have also been raising barriers against the continued flow of asylum seekers. Sweden imposed temporary border controls on Wednesday and called on the European Union to share the burden of dealing with the crisis more widely, Reuters reported.\n\nMeanwhile, on Wednesday, 14 migrants died when their boat sank off the Turkish coast, The Associated Press reported."}