{"title": "Europe’s Refugee Crisis: What Readers Want to Know", "authors": ["The New York Times"], "url": "https://www.nytimes.com/2015/10/16/world/europe/europe-refugee-crisis-questions.html", "body": "— BEN HUBBARD\n\nQ. Why does everybody always say that the economy will benefit from a big stream of migrants, while there is in fact already a very high unemployment rate of well-educated people? — Reiner, Brussels, Belgium\n\n\n\nA. Jean-Claude Juncker, the president of the European Commission, included the benefits of migration for the European economy in his State of the Union speech to the European Parliament last month. He described Europe as “an aging continent in demographic decline” in need of “talent,” and said migration could be “a well-managed resource.”\n\nThere’s no doubt that overall unemployment across the European Union remains stubbornly high at nearly 10 percent. The rate among those with tertiary levels of education is lower: 6.6 percent in the 19 eurozone countries and 5.5 percent across the European Union, according to officials at Eurostat, the bloc’s statistical office.\n\nEven so, Mr. Juncker’s assertion does seem to support the views of some economists and migration experts who argue that migration can help drive economic activity, growth and employment in some countries.\n\nProviding education and skills will be crucial, those experts say.\n\nIn a policy paper in May 2014, the Organization for Economic Cooperation and Development, an intergovernmental think tank in Paris, said that getting migrants jobs would be the most important factor in determining how much they would pay into, or receive from, the state.\n\nAsk Us Your Questions About the Refugee Crisis in Europe What would you like to know about the refugee crisis in Europe? * You have 250 characters left. Continue Name * City and State * Email * Facebook, Twitter or Instagram handle By submitting to us, you are promising that the content is original, doesn’t plagiarize from anyone or infringe a copyright or trademark, doesn’t violate anybody’s rights and isn’t libelous or otherwise unlawful or misleading. You are agreeing that we can use your submission in all manner and media of The New York Times and that we shall have the right to authorize third parties to do so. And you agree to the rules of our Member Agreement, found online at our website. Thank you for your submission.\n\n“Raising immigrants’ employment rate to that of the native-born would entail substantial fiscal gains in many European O.E.C.D. countries, in particular in Belgium, France and Sweden,” the paper said.\n\nFew empirical studies have tried, however, to estimate the overall impact of net migration on economic growth, in part because of a shortage of comparative data on international migration by skill levels.\n\nAdvertisement Continue reading the main story\n\nGermany, with an overall jobless rate below 5 percent (and a jobless rate of 2.3 percent for those with tertiary education), should be able to integrate new arrivals into its work force as long as those people lacking qualifications and skills receive sufficient training, according to Matthias Busse, a researcher at the Center for European Policy Studies in Brussels.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut the long-term effects on Europe’s economy are less clear because of a range of variables like skills, success at integration and the average age of immigrants and asylum seekers.\n\n“Young migrants will profit from our education system and they still have a full work life to contribute to the welfare state,” Mr. Busse said. He added that “upskilling adult arrivals may also contribute, but the net impact is more difficult to assess.”\n\n— JAMES KANTER\n\nQ. For how long is Europe willing to take in refugees, and how many? Is this an open-ended commitment that could last until the population of the Middle East and Africa has migrated to Europe? — Sandy Belkin, Bellmore, N.Y.\n\nA. The 1951 United Nations Convention Relating to the Status of Refugees, which for many years applied only to Europe, says that signatories to the convention have the obligation to take in all those fleeing a clear danger of persecution or threat to their lives from war or other dangers.\n\nChancellor Angela Merkel of Germany has said repeatedly that there is no limit on how many refugees Europe could or should absorb — at least in theory. But as Ms. Merkel and certainly some of her critics have also said, there is a practical limit to the number of people that can be effectively absorbed over a short period.\n\nThe entire population of the Middle East or Africa could not emigrate to Europe. But large numbers of people are expected to be on the move as long as the war in Syria persists. And there are other causes of the mass migration we’re witnessing. In August, the United Nations predicted that Africa would add 1.3 billion people by 2050. That is about the current population of China. Economic growth is also predicted for Africa, but it’s uncertain that this growth will be sufficient to support the continent’s inhabitants, forcing many to move elsewhere in search of work.\n\nEurope, by contrast, is getting older. Germany is among the European countries with a rapidly aging population, and Ms. Merkel has long noted that Europeans cannot expect to retain their current living standards if the Continent has just 7 percent of the world’s population but accounts for 50 percent of global expenditures on welfare.\n\n— ALISON SMALE", "summary": "In a policy paper in May 2014, the Organization for Economic Cooperation and Development, an intergovernmental think tank in Paris, said that getting migrants jobs would be the most important factor in determining how much they would pay into, or receive from, the state.Germany, with an overall jobless rate below 5 percent (and a jobless rate of 2.3 percent for those with tertiary education), should be able to integrate new arrivals into its work force as long as those people lacking qualifications and skills receive sufficient training, according to Matthias Busse, a researcher at the Center for European Policy Studies in Brussels.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.But the long-term effects on Europe’s economy are less clear because of a range of variables like skills, success at integration and the average age of immigrants and asylum seekers.“Young migrants will profit from our education system and they still have a full work life to contribute to the welfare state,” Mr. Busse said."}