{"title": "Catholic Church’s Hold on Schools at Issue in Changing Ireland", "authors": ["Douglas Dalby"], "url": "https://www.nytimes.com/2016/01/22/world/europe/ireland-catholic-baptism-school.html", "body": "“I know lots of people who have gone down that road, but my husband, Clem, and I felt it wasn’t for us,” she said. “I am very, very angry. We are almost out of options. We honestly don’t know where Reuben will go to school.”\n\nThe issue has come to the fore ahead of an expected general election next month. A petition set up by a lawyer in Dublin, Paddy Monahan, has attracted almost 20,000 signatures in favor of overturning the preference given to Catholic children. A recently formed advocacy group, Education Equality, is planning a legal challenge.\n\n“We believe the discrimination in entry policies and the religious ethos that permeates schools runs contrary to Irish law and certainly to international law on human rights,” the group’s chairwoman, April Duff, said, “and as an organization we are planning to challenge their legality.”\n\nIreland is also feeling heat on the issue from influential bodies outside the country.\n\nWhen a delegation from Ireland appeared in front of the United Nations Committee on the Rights of the Child in Geneva last Thursday, the country’s minister for children, James Reilly, was asked to justify the continuation of preferential access to state-funded schools on the basis of religion.\n\nHe said that the government was concerned that current policy permitting admission based on religion was “lagging behind” the reality of a more diverse society, but that carrying out a more pluralist system had been a “problem.”\n\nHe did not elaborate as to the nature of the problem or how the government intended to address it.\n\nSpeaking to reporters after the daylong hearing, Mr. Reilly suggested that the current policy needed to change.\n\n“These schools are provided by the state. They are paid for by the state. I don’t believe it is appropriate that a child should have to be baptized to go to school,” he said.\n\nPhoto\n\nHe said it may take a referendum to bring about change because of the constitutional protection afforded to religious institutions.\n\nAdvertisement Continue reading the main story\n\nIrish law guarantees freedom of religious education but allows schools to admit students of a particular religious denomination “in preference to others” to protect the ethos of the school.\n\nIn cases in which schools are oversubscribed, children are put on waiting lists. Given its virtual monopoly on education, Catholicism is the No. 1 criterion for entry: Nonbaptized children invariably go to the bottom of the list.\n\nEva Panicker, 4, wonders why she cannot go to the local school like the other children in her neighborhood, said her father, Roopesh Panicker, a hotel manager who came to Ireland from India seven years ago.\n\nMr. Panicker said he did not want to tell Eva that the local school denied her a place based on her Hindu religion.\n\n“My wife and I had absolutely no idea that state schools were entitled to discriminate on the basis of religious belief,” he said.\n\nEva was eventually admitted to a large Catholic school with extra places five miles away. But her parents would prefer she attend a multidenominational school where she could learn about various religions.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Panicker believes religion should be taught outside school hours and says his daughter is already confused when she attends Hindu prayer services.\n\n“After four months she knows everything about Jesus but is being taught nothing about our religion,” he said. “My wife and I have considered leaving Ireland, and I certainly would not advise any of my friends or relatives from India with children to come here unless this is solved.”\n\nAdvertisement Continue reading the main story\n\nThe problem is especially pronounced in the Dublin area, where the population is projected to swell by up to 400,000 over the next 15 years, according to official statistics.\n\nThe capital attracts the biggest proportion of non-Catholic migrants from other countries, and increased secularization in Irish society has prompted a drop in regular Catholic church attendance in Dublin to 14 percent from over 90 percent in the mid-1970s, according to a 2011 survey.\n\nYet the Catholic-run state schools still dominate the education system, with at least 30 minutes a day of formal religious instruction in Catholicism included in the curriculum.\n\nPhoto\n\nThe remaining schools fall under the patronage of various Protestant and other minority religions and a growing multidenominational organization, Educate Together.\n\nIn 2011, the Irish government recommended that some Catholic primary schools become Educate Together schools in 25 out of 43 areas across the country.\n\nSince then the Catholic Church has handed over only eight schools to Educate Together, and only two of these are in buildings that have been vacated by a Catholic-run state school; the other six have no buildings.\n\nThere is some pressure in the church for more rapid change. In a recent interview on national radio, Archbishop Diarmuid Martin of Dublin accused unnamed individuals in the Catholic educational establishment of resisting necessary reform.\n\nHe also warned that unless people of other faiths and no faith were given more freedom to attend nonreligious schools, Catholic education would actually be diluted rather than strengthened.\n\nAdvertisement Continue reading the main story\n\n“I feel that certain people are dragging their feet and feeling that, ‘Well, if we don’t talk about it, it’ll go away,’ ” he said. “It won’t, and the danger is we will end up without Catholic schools.”\n\nBut others in the church hierarchy do not share his views.\n\nArchbishop Eamon Martin, the church’s most senior prelate in Ireland, said this month that baptism was rarely a factor in school entry decisions.\n\n“I would not like to think that baptism was some kind of a stamp that you had to get to get into a school,” he said, adding that he had never encountered parents who he believed were baptizing a child for that purpose.\n\nHe said pluralism in education should not be forced but should “evolve over time.”\n\nMs. Murphy, Reuben’s mother, said she was no longer content to wait. She has gathered the support of more than 1,200 people for a plan to build a multidenominational Educate Together school in her area. There is already one in an adjoining area, but it has a substantial waiting list. Even if it did not, Reuben would be ineligible to attend because the law requires that students in Educate Together live in the immediate area.\n\nAnd for non-Catholics, the enrollment process is only the beginning of the difficulties they fear their children will encounter.\n\nWhile parents are entitled to opt their children out of formal religious instruction, the reality is that most pupils are forced to sit through the class because there are not enough teachers or aides to supervise them elsewhere.\n\nInformal religious practices, such as morning prayers and preparation for the sacraments, can also contribute to a sense of alienation among non-Catholic students and their families.\n\n“I don’t want Reuben to be sitting in the back of the class feeling conflicted,” Ms. Murphy said. “This has taken over our lives. We need to find a place where he won’t feel different or excluded.”"}