{"title": "Death of Boy Caught in Melee Spurs Protests Across Turkey", "authors": ["Sebnem Arsu"], "url": "https://www.nytimes.com/2014/03/12/world/europe/death-of-boy-caught-in-melee-spurs-protests-across-turkey.html", "body": "ISTANBUL — In the largest protests since last summer, thousands of people hit the streets in more than 15 Turkish cities on Tuesday to protest the death of a 15-year-old boy who became a symbol of civilian resistance after he was struck in the head by a tear-gas canister fired by the police during antigovernment demonstrations and slipped into a coma.\n\nThe boy, Berkin Elvan, had left home June 16 to buy bread and was caught in a demonstration. His condition worsened last week, and news of his death reached social media outlets early Tuesday, triggering large gatherings in several cities, including here, Izmir and Ankara, where the police confronted protesters with tear gas and water cannons.\n\n“To our people; we lost our son. May he rest in peace,” his family wrote on a Twitter account named after Berkin, and hundreds flocked to Istanbul’s Okmeydani hospital to join a crowd that had been camping there as Berkin’s condition deteriorated.\n\nRiot police officers arrived at the hospital to contain the crowd and fired rubber bullets, tear gas and water cannons at angry mourners, CNN Turk reported.\n\nAdvertisement Continue reading the main story\n\nBerkin was the ninth person to die in connection with the June disturbances, including a police officer who was fatally injured when he accidentally fell into a ditch.", "summary": "ISTANBUL — In the largest protests since last summer, thousands of people hit the streets in more than 15 Turkish cities on Tuesday to protest the death of a 15-year-old boy who became a symbol of civilian resistance after he was struck in the head by a tear-gas canister fired by the police during antigovernment demonstrations and slipped into a coma.The boy, Berkin Elvan, had left home June 16 to buy bread and was caught in a demonstration.His condition worsened last week, and news of his death reached social media outlets early Tuesday, triggering large gatherings in several cities, including here, Izmir and Ankara, where the police confronted protesters with tear gas and water cannons.Riot police officers arrived at the hospital to contain the crowd and fired rubber bullets, tear gas and water cannons at angry mourners, CNN Turk reported.Berkin was the ninth person to die in connection with the June disturbances, including a police officer who was fatally injured when he accidentally fell into a ditch."}