{"title": "Record Number of Refugees Crossing to Europe, U.N. Says", "authors": ["Somini Sengupta"], "url": "https://www.nytimes.com/2015/07/01/world/europe/record-number-of-migrants-crossing-to-europe-un-says.html", "body": "UNITED NATIONS — Record numbers of people crossed the Mediterranean Sea in a bid to reach the shores of Europe in the first six months of this year, and most of them were entitled to be resettled as refugees under international law, the United Nations said Wednesday.\n\nAccording to numbers released by the United Nations refugee agency, 137,000 people crossed from January to June, landing in Greece, Italy, Malta and Spain. That represents an 83 percent increase from the same period in 2014, and the agency added that “it is expected the numbers will continue to soar” in the second half of the year.\n\nThe three largest nationalities were Syrians, Afghans and Eritreans, which, according to the refugee agency, signals that the migrants are fleeing war or persecution and makes “the Mediterranean crisis primarily a refugee crisis.”\n\nOf those who landed in Greece and Italy, one in three were Syrians who, the agency said, were “almost universally deemed to qualify for refugee status or other forms of protection.”\n\nAdvertisement Continue reading the main story\n\nThat is not likely to be welcome news to many lawmakers on the Continent. After acrimonious debate last week, the European Union scrapped a proposal to create mandatory quotas intended to spread the tens of thousands of migrants across the 28 member states of the European Union.\n\nThe union promised only to “agree by consensus” by the end of July on a plan to distribute 40,000 people among the member countries. Those who land on European shores in, say, Greece or Italy often try to go north to nations where there are better job prospects — only to be blocked.", "summary": "According to numbers released by the United Nations refugee agency, 137,000 people crossed from January to June, landing in Greece, Italy, Malta and Spain. That represents an 83 percent increase from the same period in 2014, and the agency added that “it is expected the numbers will continue to soar” in the second half of the year. Of those who landed in Greece and Italy, one in three were Syrians who, the agency said, were “almost universally deemed to qualify for refugee status or other forms of protection.” The union promised only to “agree by consensus” by the end of July on a plan to distribute 40,000 people among the member countries."}