{"title": "In Athens, Greeks Wonder Whether Tsipras Folded or Restored Dignity", "authors": ["Suzanne Daley", "Anemona Hartocollis"], "url": "https://www.nytimes.com/2015/07/11/world/europe/in-athens-greeks-muse-on-tsiprass-abrupt-reversal.html", "body": "“We have to vote yes,” said Harry Theoharis, a member of the new To Potami centrist party. “It’s a bad deal, but it’s this deal or catastrophe.”\n\nEvangelos Venizelos, the former leader of Greece’s Socialist Party, even asked Mr. Tsipras’s finance minister whether he would, in effect, apologize for past statements suggesting that the previous government had been incompetent.\n\nEarly in the day, the government released a photograph of Mr. Tsipras smiling and receiving a standing ovation after briefing members of his Syriza Party on the state of his negotiations with European officials. But later, on the chamber floor, one Syriza member, Rachel Makri, took the microphone to criticize the new deal and announce that she would not vote for it.\n\n“Under no circumstances will I approve proposals that align with the lenders by 80 percent,” she said. Ms. Makri added that the proposals were what 60 percent of voters on Sunday had rejected. The mandate from the referendum, she said, would not allow reductions in pensions, one of the concessions made by Mr. Tsipras.\n\nEven as they fumed, some unhappy Syriza members ended up voting for the deal.\n\nThe Tsipras proposal, which the Greek government submitted under a tight deadline before a weekend of meetings that could determine whether Greece remains in the euro currency union, is part of an effort to win approval of a new three-year bailout loan of 53.5 billion euros, or about $59 billion.\n\nMany Greeks said that despite Mr. Tsipras’s apparent reversal, his fight with European leaders had given Greece back a measure of dignity and forced its creditors to admit in public that debt relief was necessary for the country to prosper.\n\nThat more hardship was on the way was not really a surprise, even though the country had voted overwhelmingly on Sunday to reject a deal with almost precisely the terms their government now appeared to be agreeing to.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIoannis Alexis, 44, owner of a small shop selling gum and cigarettes, was glued to the television, watching the debate in Parliament. Tears sprang to his eyes as he described how he had been forced to close his snack bar four years ago because of debts and open this smaller business, which was not doing well, either.\n\nAdvertisement Continue reading the main story\n\nYet he did not for a second regret his “no” vote on Sunday, and he guessed Mr. Tsipras would get 60 percent of the vote if a new election were held now.\n\n“We will have new measures, which is not good,” he said. But he said he was convinced that Mr. Tsipras, by putting the earlier deal to a referendum, had forced the Europeans’ hand and made leaders like Jean-Claude Juncker, president of the European Commission, soften their stances.\n\n“Before, it was Juncker against the government,” Mr. Alexis said. “Now the people have spoken, and it’s completely different.”\n\nSome said that the biggest challenge now for the Greek people would be to remain patient and let the political and economic situation play out.\n\nTwo friends, enjoying a beer together at a sidewalk cafe in central Athens after a moving job at the Cypriot Embassy, said that they had both voted “no” in the referendum and thought the will of the Greek people had been heard, but that they were prepared to live with the new cutbacks Mr. Tsipras had proposed.\n\n“I think the measures will be a little more harsh,” said one of them, Ivan Ivanov, a Bulgarian immigrant who said he had been in Greece for decades. “But Germany can’t write off 60 percent of the people.”\n\nHe said that the seeds of Greece’s problems had been planted long before Mr. Tsipras was elected, and that it would be unfair to blame him for the state of affairs, or for the intransigence of some European leaders. “He’s been in government for six months,” Mr. Ivanov said. “Tsipras is not to blame.”\n\nIn any case, he said, the European loans have not made much difference in the lives of ordinary people. “The money wasn’t going to the people,” he said. “It went to the big shots and the banks.”\n\nHis friend, Bilbil Tzepa, 41, said he believed that the banks, which have been closed since the beginning of last week, would open on Tuesday. Mr. Ivanov said he had heard they would not open until July 20.\n\nAdvertisement Continue reading the main story\n\n“Sunday is the deadline,” Mr. Tzepa persisted. “That’s when they’ll decide.”\n\nEither way, they said, they would not be angry. “What’s the point in anger?” Mr. Tzepa asked. “We know what we want, and we know that he is trying to get it: to lighten the debt. There’s no need for uprising. We have patience.”", "summary": "Evangelos Venizelos, the former leader of Greece’s Socialist Party, even asked Mr. Tsipras’s finance minister whether he would, in effect, apologize for past statements suggesting that the previous government had been incompetent. Early in the day, the government released a photograph of Mr. Tsipras smiling and receiving a standing ovation after briefing members of his Syriza Party on the state of his negotiations with European officials. Many Greeks said that despite Mr. Tsipras’s apparent reversal, his fight with European leaders had given Greece back a measure of dignity and forced its creditors to admit in public that debt relief was necessary for the country to prosper. Two friends, enjoying a beer together at a sidewalk cafe in central Athens after a moving job at the Cypriot Embassy, said that they had both voted “no” in the referendum and thought the will of the Greek people had been heard, but that they were prepared to live with the new cutbacks Mr. Tsipras had proposed."}