{"title": "Russia Putting a Strong Arm on Neighbors", "authors": ["David M. Herszenhorn"], "url": "http://www.nytimes.com/2013/10/23/world/europe/russia-putting-a-strong-arm-on-neighbors.html?_r=0", "body": "In August, Russia suddenly stopped all Ukrainian imports at the border for stepped-up customs inspections. It lifted the restrictions after a week, but a senior economic aide to President Vladimir V. Putin said that they could become permanent if Ukraine, as expected, signs agreements with the European Union at the conference next month — a step that the aide, Sergei Glazyev, said would be “suicidal.”\n\nIn September, Armenia, which is heavily dependent on Russia for security reasons, simply capitulated. After a meeting with Mr. Putin in Moscow, President Serzh Sargsyan abruptly declared that Armenia would join the Kremlin’s customs union, scrapping years of work toward agreements under the European Union’s Eastern Partnership program.\n\nMr. Sargsyan’s unexpected move shocked many Armenians and set off a protest in Yerevan, the capital, by several thousand people who noted that their country does not share a common border with any of the customs union members. It also startled the Europeans, who began scrambling to prevent further defections.\n\nThis month, Russia took aim at Lithuania, which has already joined the European Union and whose capital, Vilnius, is the site of next month’s conference. Russia briefly stiffened customs inspections on Lithuanian goods, and has banned milk and other dairy imports.\n\nNowhere, however, is the pressure more intense than here in Moldova, a tiny, landlocked nation of 3.6 million people wedged between Romania and Ukraine that is by far the poorest country on the Continent, with annual economic output of about $3,500 per person — less than half that of Albania.\n\nIn addition to the ban on Moldovan wine, there have been rumors that tens of thousands of Moldovans who work in Russia would be expelled in an immigration crackdown, cutting off a financial lifeline for many families. There are also fears of a ban on apples or other produce, which would be devastating if imposed during harvest season.\n\nRather than intimidating leaders of the country’s fragile coalition government, however, Russia’s tactics have only cemented their resolve to complete the political and free trade agreements with the European Union.\n\nAdvertisement Continue reading the main story\n\n“The signing of these agreements is the only chance that Moldova has in order to develop itself as a European country and in the European spirit,” President Nicolae Timofti said in an interview.\n\nMr. Timofti said it was clear that the ban on wine imports was about politics and Russia’s increasingly unrealistic goal of reuniting the former Soviet republics in an economic alliance through the customs union.\n\n“We realize Russia has geopolitical interests in this area but there is also a saying here — ‘You cannot enter the same river twice,’ ” the president said. “It is impossible to recreate the union that used to exist. However, Russia does take action to keep its influence over this region.”\n\nPhoto\n\nIn interviews, Mr. Timofti and other government officials said the Russian approach was backfiring, both politically and economically, leading businesses to reduce their reliance on the Russian market.\n\nWhen Russia imposed a similar ban on Moldovan wine in 2006, officials said, exports to Russia accounted for more than 70 percent of the industry. Today, it is less than 30 percent, and several winery executives said they had ceased doing business with Russia entirely.\n\n“We stopped working with the Russian market in 2009,” said Andrei Sirbu, whose family owns the Asconi Winery in Puhoi, a village 20 miles southeast of Chisinau (pronounced KISH-e-now). “It’s a very attractive market when you look at the sales opportunities, the size of it. Just in Moscow, you can do so much business, but when you put the politics into it, that’s the problem — the political risk.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“To be honest, it’s all politics,” Mr. Sirbu added. “Why should we suffer because of politicians?”\n\nMoldova’s official response has been to request clarification of Russia’s concerns about the wine so that they can be addressed quickly, and to ask that any new technical requirements be specified in writing.\n\nEuropean leaders have condemned Russia’s efforts and undertaken countermeasures, like lifting limits in the current trade rules on tariff-free imports of Moldovan wine.\n\nAdvertisement Continue reading the main story\n\n“We will keep telling our friends in Moscow, it is unacceptable that our partners are being subject to any kind of pressure,” Stefan Fule, the European commissioner for enlargement and neighborhood policy, said at a recent news conference here with Prime Minister Iurie Leanca.\n\nMr. Fule said that the agreement under consideration “has clear benefits not only to our neighbors, Moldova, but to our neighbors’ neighbors.”\n\nDespite being the only former Soviet republic where Communists regained power, controlling Parliament and ruling the country from 2001 to 2009, Moldova has long set its sights westward, so much so that in 2004, it renamed its foreign office the Ministry of Foreign Affairs and European Integration.\n\nFor parts of the 19th and 20th centuries, Moldova was part of Romania, and its language is virtually identical to Romanian. Early this month, Mr. Rogozin, the Russian deputy prime minister, posted a Twitter message suggesting that Romania had a secret plan to annex Moldova, after supporting Moldova’s integration into Europe.\n\nSome Moldovan officials have also accused Russia of fomenting unrest in the country by inflaming the dispute with Trans-Dniester, a breakaway territory that has declared independence and where about a thousand Russian troops remain stationed, and also by financing political groups aiming to topple the ruling coalition.\n\nThe Communist Party, which still has the single largest bloc in Parliament and currently opposes the political and trade pacts with Europe, this month began demanding early elections in an effort to dislodge the current government. On Tuesday, Parliament for the second time in two weeks rejected a vote of “no confidence” in the government proposed by the Communists.\n\nThe government nearly fell apart earlier this year after a bizarre series of events that began last December when a businessman was accidentally killed on a hunting trip involving some of the country’s top officials. Vlad Filat, then the prime minister, was ousted in the ensuing controversy.\n\nThe current prime minister, Mr. Leanca, said that while the government was pursuing overhauls, including anticorruption measures and an overhaul of the judicial system, in hopes of eventually joining the European Union, the outcome was not yet certain. “There are still threats, and it comes from the fact that we have not reached yet the irreversibility of our development, of our future path,” Mr. Leanca said.\n\nAdvertisement Continue reading the main story\n\nIn an interview, he described Moldova as at a crossroads. “We could go one way, which would mean embracing democratic values and on those values to build a viable society, and a functioning society with a prosperous economy,” he said. “Or we can stay forever in this gray area, where there is no rule of law, where people do not have confidence in their future and therefore they leave the country.”\n\nIulian Groza, a deputy foreign minister, said that focusing on Europe, a market of 500 million people, was an obvious choice — and one that Moldova made long ago — and that Russia should accept Moldova’s policy decisions. “We want to be treated by our bigger partners, if not equally, at least with respect,” he said.\n\nPresident Timofti said he believed that Moldova would join the European Union, and even predicted good relations with Russia in the future. “Perhaps at some point in the future, Russia itself will become a member of the European Union,” he said. “And we will be together again.”"}