{"title": "Migrant’s Attempt to Cross English Channel on Foot Raises Asylum Questions", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/08/12/world/europe/migrants-attempt-to-cross-english-channel-on-foot-raises-asylum-questions.html", "body": "The law office representing Mr. Haroun declined to speak about the case while it was pending, and details of what brought him to Europe remain unclear, making it difficult to assess the merits of a potential asylum claim.\n\nBut Colin Yeo, a leading immigration lawyer at Garden Court Chambers in London and the founder of Free Movement, a blog that focuses on immigration issues, contended that the criminalization of Mr. Haroun’s journey across the Channel appeared to be an unjust overreaction.\n\nVideo\n\nHe said that the 1951 United Nations refugee convention, to which Britain is a signatory, states that refugees should not be charged for using irregular or illegal means to enter a country since refugees are, by definition, fleeing persecution.\n\nFor example, he said, a legitimate refugee who falsifies papers to enter a country is protected from prosecution under the convention.\n\n“The prosecution of Mr. Abdul Rahman Haroun for an obscure 19th-century railways offense is inappropriate and wrong,” Mr. Yeo wrote on his blog on Tuesday. “Like all refugees, he should be immune from prosecution for irregular means of entry to a country of sanctuary. At the very least, his overhasty and overzealous prosecution should be put on hold while his asylum claim is determined.”\n\n“It is hard to imagine that a train would’ve come off any worse, or that he would have killed anyone,” Mr. Yeo added in an interview. “They seem to have rushed to charge him because they want to send a message to others not to try to do the same thing.”\n\nJan Brulc, a spokesman for Migrants’ Rights Network, a London-based advocacy group, contended that “when there are no legal routes, people will take any means to enter the country.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Taking drastic measures shouldn’t put migrants in a position where they get bounced back or prosecuted,” he said.\n\nAdvertisement Continue reading the main story\n\nThe Kent police and the Home Office declined to comment on Mr. Haroun’s case.\n\nThe debate over immigration, fanned by Mr. Haroun’s journey, intensified over the weekend when the foreign secretary, Philip Hammond, used some of the most robust language yet to warn against the perils of immigration, saying Europe could not “protect itself” if it was forced to take in millions of Africans.\n\nHis words drew a stern rebuke from opposition politicians and migrant advocates who warned against dehumanizing migrants.\n\nPhoto\n\n“So long as there are large numbers of pretty desperate migrants marauding around the area, there always will be a threat to the tunnel security,” Mr. Hammond told the BBC during a visit to Singapore on Sunday.\n\n“We’ve got to resolve this problem ultimately by being able to return those who are not entitled to claim asylum back to their countries of origin,” he added.\n\nHe said Europe could not preserve its standard of living and social infrastructure if it had to absorb millions of migrants from Africa.\n\nMr. Haroun’s desperate attempt to walk across the Channel has also renewed concerns about security around the tunnel, with some saying the Channel Tunnel should be closed at night to prevent migrants from trying to sneak in.\n\nAfter reports that ministers have taken legal advice on whether the Channel Tunnel could be closed at night to prevent migrants from trying to breach it, Eurotunnel, which operates the tunnel, warned that such a move would prove financially onerous for the freight industry.\n\nEurotunnel said its chairman and chief executive officer, Jacques Gounon, had written a letter to Christopher Irwin, the head of the British delegation to the Channel Tunnel Intergovernmental Commission, warning against “sowing panic among customers and investors.”\n\nThe company has threatened to sue the government for as much as 200 million pounds if ministers decide to close the tunnel at night.\n\nAdvertisement Continue reading the main story\n\nEurotunnel said about 2.5 million vehicles transport goods between Calais and Britain each year. By some estimates, the logjam caused by migrants trying to breach the tunnel has cost Britain £250 million, or about $390 million, a day.", "summary": "The law office representing Mr. Haroun declined to speak about the case while it was pending, and details of what brought him to Europe remain unclear, making it difficult to assess the merits of a potential asylum claim.“The prosecution of Mr. Abdul Rahman Haroun for an obscure 19th-century railways offense is inappropriate and wrong,” Mr. Yeo wrote on his blog on Tuesday.Jan Brulc, a spokesman for Migrants’ Rights Network, a London-based advocacy group, contended that “when there are no legal routes, people will take any means to enter the country.”“So long as there are large numbers of pretty desperate migrants marauding around the area, there always will be a threat to the tunnel security,” Mr. Hammond told the BBC during a visit to Singapore on Sunday.Eurotunnel said its chairman and chief executive officer, Jacques Gounon, had written a letter to Christopher Irwin, the head of the British delegation to the Channel Tunnel Intergovernmental Commission, warning against “sowing panic among customers and investors.”"}