{"title": "Greece’s Parliament Approves Prime Minister’s Bailout Plan", "authors": ["Liz Alderman", "Andrew Higgins"], "url": "https://www.nytimes.com/2015/07/11/world/europe/greece-struggles-to-rally-support-for-its-proposals.html", "body": "The proposal must now win approval from European officials and institutions before negotiations can finally go forward on a comprehensive bailout package.\n\nPhoto\n\nLawmakers took up the measure after Mr. Tsipras decided to give in to most of the demands of Greece’s creditors. In exchange, he won the chance to negotiate for the new bailout money, on top of about $270 billion Greece has received since 2010, and potential talks to reduce repayment terms on the debt. It might also allow Greece to avoid a catastrophic exit from the eurozone.\n\nYet even as the vote was debated in the Greek Parliament, influential voices in Germany and Eastern Europe expressed skepticism about whether Greece would follow through on pledges to be more fiscally responsible. And crowds gathered outside the Parliament building in Athens on Friday evening to protest Mr. Tsipras’s abrupt U-turn, with many saying they felt betrayed after he had urged them to reject the bailout in the referendum last Sunday.\n\nOne of the demonstrators, John Papageorgiou, 45, a math teacher, said he wanted Greece to drop the euro currency because he believed the euro benefited certain countries, like Germany, while putting others, like Greece, at a disadvantage.\n\nPhoto\n\nNonetheless, he said, he did not feel betrayed by Mr. Tsipras’s compromise efforts, and he thought that the European leaders would recognize that Greece’s debt was illegal. His friend Maria Antonopoulou, 44, who works for an electric company, interjected: “We love Tsipras. We needed him as Greeks. We have faith in him. Compared to what we had, he’s clean.”\n\nThe new proposal was given a swift thumbs-up by France and lifted hopes in Brussels that, after months of ill-tempered arguments and fruitless crisis meetings, Greece and its creditors could reach a deal by midnight on Sunday to prevent a fracturing of Europe’s currency union.\n\nThe goal is not to seal a deal that would immediately provide Greece with new funding, but simply to get a formal green light to start what could be lengthy talks on a new bailout to replace one that expired on June 30. Just the signal to start talks, though, could lift a dark cloud of uncertainty, at least temporarily, and give the European Central Bank cover to perhaps expand recently frozen emergency cash for Greek banks, which have been closed since June 29.\n\nA final agreement is still far from a sure thing. A raft of actors — 19 eurozone finance ministers; 28 European Union leaders, who have been called to Brussels to discuss the crisis on Sunday; and the bureaucracies in Brussels — need to examine the proposal before giving their approval. And there is so much bad blood after months of insults, frustration and failure, there is little faith in European circles in Greece’s pledges to carry out measures like tax increases and cuts in pension spending.\n\nAdvertisement Continue reading the main story\n\nRepresentatives of the main creditors — the International Monetary Fund, the European Central Bank and the other European nations that use the euro — were poring over the Greek proposal on Friday. Their assessments will play a critical role in any decisions by the Eurogroup, an assembly of finance ministers from euro countries, which is to meet in Brussels on Saturday.\n\nEven Mr. Tsipras’s party, Syriza, which drafted the proposals with help from French experts, seemed confused, with members voicing concern over measures that the culture minister, Nikos Xydakis, described on Friday as “very tough.” Many lawmakers from Syriza, a coalition of left-wing groups, had serious misgivings about the proposal. Mr. Xydakis said in an interview: “No, it’s not a better deal. It’s a tough deal and the only one we can get right now.”\n\nSpeaking to members of Syriza on Friday, Mr. Tsipras said his government had a “mandate from the Greek people to bring a better agreement,” but “we do not have a mandate to take the country out of the eurozone,” an event that would follow a decisive rupture with creditors.\n\n“For six months we fought an uneven war. We suffered losses, but we gained ground, too,” he told lawmakers later. But, he conceded, “now a minefield lies ahead of us.”\n\nMr. Tsipras, who last week vowed never to succumb to creditors’ terms that he had condemned as the work of “extreme conservative forces,” seems to have calculated that it was worth making concessions to secure the proposed three-year, $59 billion bailout loan and the possibility of negotiating easier terms for repayment of the nation’s debt. When Syriza began negotiations with creditors after it came to power in January, the objective was a more modest unblocking of about $8 billion from an existing bailout program that has since expired.\n\n“It is largely a capitulation on Tsipras’s part to what creditors have been asking for, but is that enough?” asked Raoul Ruparel, co-director of Open Europe, a research group in London. “Germany and some others are very skeptical about anything the Greeks produce, and this goes back to the main problem — a total lack of trust.”\n\nWhile President François Hollande of France welcomed the new proposals as “serious” and “credible,” Chancellor Angela Merkel of Germany and her key ministers kept silent on Friday, insisting that it was too soon to judge the suggestions now being reviewed by the European Commission, the European Central Bank and the I.M.F.\n\nAdvertisement Continue reading the main story\n\n“We will wait until the institutions examine them and express their opinion,” said Steffen Seibert, a spokesman for the German government.\n\nPhoto\n\nBut he repeated Germany’s longstanding insistence that all 19 countries that use the euro must follow the rules, a position that has made Berlin resistant in the past to pleas from Greece that demands for tight budgets must be relaxed and debts restructured to prevent the country from suffocating.\n\nMartin Jäger, spokesman for the German finance minister, Wolfgang Schäuble, said the outcome of the Saturday gathering remained “completely open.” Both Mr. Schäuble and Ms. Merkel have ruled out writing off any of Greece’s debt under what Ms. Merkel has called “a classical haircut,” or debt write-down, but they have indicated they might be open to extending payment deadlines and reducing interest rates.\n\nSome of Ms. Merkel’s political allies and the governments of Eastern and Central European countries that have taken an even tougher line on Athens than Germany raised doubts on Friday about Greece’s readiness and ability to deliver on its new promises, delivered Thursday just before a deadline fixed by creditors expired.\n\nHans-Peter Friedrich, a member of the Christian Social Union, which is part of Ms. Merkel’s conservative bloc, noted the similarities between the new proposal and the one rejected by the Greek people. “That means there are two possibilities: Either the Greek government is tricking its own people, or us yet again,” Mr. Friedrich told Deutschlandfunk radio on Friday.", "summary": "And crowds gathered outside the Parliament building in Athens on Friday evening to protest Mr. Tsipras’s abrupt U-turn, with many saying they felt betrayed after he had urged them to reject the bailout in the referendum last Sunday. The new proposal was given a swift thumbs-up by France and lifted hopes in Brussels that, after months of ill-tempered arguments and fruitless crisis meetings, Greece and its creditors could reach a deal by midnight on Sunday to prevent a fracturing of Europe’s currency union. The goal is not to seal a deal that would immediately provide Greece with new funding, but simply to get a formal green light to start what could be lengthy talks on a new bailout to replace one that expired on June 30. And there is so much bad blood after months of insults, frustration and failure, there is little faith in European circles in Greece’s pledges to carry out measures like tax increases and cuts in pension spending."}