{"title": "Ireland Reconsiders Its Constitutional Ban on Abortion", "authors": ["Sinead O Shea"], "url": "https://www.nytimes.com/2017/01/08/world/europe/ireland-reconsiders-its-constitutional-ban-on-abortion.html", "body": "And last year, a United Nations committee ruled that Ireland had violated a woman’s rights by forcing her to travel abroad for an abortion even though severe congenital defects had been diagnosed in the fetus. Legal uncertainty over how to define “the unborn” has long dogged the amendment, and the assembly was seen as one response to the panel’s criticisms.\n\nIt is common for women in Ireland to travel to countries such as Britain and the Netherlands for abortions. Figures from Britain’s National Health Service showed that more than 3,400 women gave Irish addresses to British abortions clinics in 2015.\n\nThat said, Ireland remains a conservative society, and the Roman Catholic Church opposes any change in the law. “We believe that every unborn child, irrespective of his or her medical condition or the circumstances of his or her birth, has the right to be treated equally before the law,” the bishops’ conference said in a statement.\n\nSubmissions posted online expressed a wide range of views, with many of them offering deeply personal perspectives.\n\nLeslie Spillane, a woman in her 20s from Cork, in southwestern Ireland, wrote that several of her friends had traveled abroad to terminate their pregnancies.\n\n“These friends of mine are also the lucky ones, they have been able to borrow the money for the travel, and they have had friends they could tell,” she wrote. “Abortions happen, everyday. Making them illegal doesn’t stop woman needing, or wanting them, or inflicting them on themselves — there will always be coat hangers, broken bottles, painkillers, stairs to fall down, fists to hit, medicines to swallow.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn a phone interview, she said that “even if you don’t agree with abortion, it’s not morally acceptable to force your views onto others.”\n\nDefenders of the law were equally adamant. “Abortion, in our firm belief, is the taking of human life irrespective of the stage of pregnancy,” wrote Kathleen Gleeson and her husband, Raymond Gleeson, from County Kerry, in southwestern Ireland.\n\nAdvertisement Continue reading the main story\n\nValerie Marjoram, a woman in her 30s in County Kildare, just west of Dublin, described herself as a feminist who opposed abortion on religious grounds. “I find it appalling that a certain brand of feminism would put more effort into obtaining the legal sanction of murdering one’s own child than fighting for the right to carry a child to term without losing one’s pay, career path, promotion, college place,” she said in a phone interview. “The fact that abortion is legal in any country has led to a culture of selfishness where even life can be rescheduled if it happens at the ‘wrong time.’”\n\nThe Eighth Amendment has been subject to legal and political challenges over the years.\n\nIn 1992, Ireland’s highest court upheld the right to an abortion if the mother’s life is at risk, including from suicide, but how to interpret that right remains in dispute. In 1992, voters approved an amendment to the Constitution to allow women to travel abroad for abortions and to receive information about abortion services abroad. And in that year, and again in 2002, voters rejected amendments that would have removed the threat of suicide as grounds for a legal abortion.\n\nConor O’Mahony, a lecturer in law at University College Cork, says the continued contentiousness reveals problems with the wording of the ban.\n\n“The Eighth Amendment doesn’t work as a means of regulating abortion, whether you are coming from the anti-abortion or abortion rights perspective,” he said in a phone interview. “And the evidence I would give you is that neither side has ever been happy with how that amendment has been interpreted and applied over the years.”\n\nHe said that public opinion had been gradually shifting in favor of legalizing abortion — particularly in cases involving severe fetal abnormalities or rape — but predicted that the debate would continue for years even if a referendum was to take place in the near future.\n\nGerard Whyte, a professor of law at Trinity College Dublin, said in a phone interview that it would be unwise to simply repeal the amendment, as some abortion-rights advocates seek.\n\n“If there is no constitutional protection for the unborn, then there is a problem and we’re into uncharted territory,” he said. “I’m simply warning about a situation whereby people decide to repeal the Eighth but don’t add anything else.”"}