{"title": "Moldova’s Pro-Western Government Falls", "authors": ["Andrew Roth"], "url": "http://www.nytimes.com/2013/03/06/world/europe/moldovas-pro-western-government-falls.html", "body": "MOSCOW — The pro-Western government of Moldova fell on Tuesday when Parliament passed a no-confidence motion, shattering a fragile political alliance that had put the former Soviet republic on a path toward integration with the European Union.\n\nMembers of the Communist Party, which introduced the motion, said the three-party governing coalition of Prime Minister Vlad Filat had led the country into economic stagnation. By forcing new elections with the no-confidence vote, the Communists gain a chance to return to power after four years in opposition.\n\nThe government had hoped to sign an association agreement with the European Union later this year. That has been one of Mr. Filat’s primary goals since his coalition, the Alliance for European Integration, wrested power from the Communists in the 2009 elections.\n\n“Right now we are observing a crisis,” said Oazu Nantoi, program director at the Institute for Public Policy in Chisinau, the capital. Though the European Union was preparing for negotiations with Mr. Filat’s government, he said, “the alliance, de facto, no longer exists. What happens now is very difficult to say.”\n\nThe alliance had been coming apart for some time. Mr. Filat ripped up the compact binding the three parties last month, and issued a fiery statement accusing some of its leaders of reviving “Communist era” corruption schemes. His allies then called for his resignation; one of them, Marian Lupu, led the 15 members of the Democratic Party to join the Communists in voting against the government on Tuesday.\n\nMoldova is a relatively poor country of four million people wedged between Romania, a member of the European Union, and Ukraine; it is divided politically between those who look to the West or to Russia as guarantors of reform and stability. Russian troops are stationed in the section east of the Dniester River, which has broken away from the central government’s control, and Russia supplies most of the country’s energy."}