{"title": "As More Children Drown, Volunteers on Lesbos Say Rescues Are Left Largely to Them", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/10/30/world/europe/as-more-children-drown-volunteers-on-greek-island-say-rescues-are-left-largely-to-them.html", "body": "“Can’t the United Nations do something?” a fisherman, Panayotis Koutsos, asked Malcolm Brabant, reporting from Lesbos for “PBS NewsHour.”\n\n“It’s a disgrace,” Mr. Koutsos said. “I’m in the water day and night and I just can’t watch these children drowning anymore. We’re all trying to help here; we’re not bad people on this island, Lesbos, we’re trying to do what we can and do our duty — it’s a question of humanity. But the powers that be have got to take a serious look at this crisis and solve it.”\n\nPeter Bouckaert, the emergencies director for Human Rights Watch, reported that the day had taken a toll on a team of volunteer lifeguards from Barcelona, ProActiva Open Arms, who pulled some of the survivors from the rough seas.\n\nOscar Camps, one of the Spanish lifeguards, told Alberto Rojas of El Mundo, the Madrid daily, that his team of four, on motorized water scooters and in a small boat, found “300 people screaming in the middle of the sea, clinging to each other to avoid drowning.”\n\nHe was deeply critical of the official rescuers from the Greek coast guard and a Norwegian boat with Frontex, the European Union’s border-monitoring agency. The Norwegians, Mr. Camps said, were “just cops of the sea, they don’t know how to save people.”\n\n“We realized that they do not even know resuscitation maneuvers,’’ he added. “That cost lives yesterday.”\n\nTo make matters worse, the Spanish lifeguard added, a Romanian helicopter working with Frontex circled the area, creating waves that obstructed the rescue. Mr. Camps, whose crowdfunded team was moved to go to Lesbos by social media images of migrant children who had drowned, was much more impressed with the efforts of Greek and Turkish fishermen, who he said “saved many people.”\n\nAdvertisement Continue reading the main story\n\nVideo of the migrants bobbing in the sea was posted online by the Norwegian police force whose ship, the Peter Henry Von Koss, later transported 120 rescued migrants to shore.\n\nWhile Frontex took credit on its website for saving half of the 242 rescued migrants, Mr. Camps said the Norwegian crew mainly watched as his team and the fishermen pulled the migrants from the water and hauled them onto their ship. “All they did is to throw ropes to the drowning, like in the movies,” Mr. Camps said bitterly.\n\nHe said that some of those who had been resuscitated by his team at sea later died after they reached land, because, he said, the Greek ambulances were not properly equipped with oxygen.\n\n“We are shattered physically and psychologically,” he told El Mundo. “And I am ashamed of Europe.”\n\nA Frontex spokeswoman took issue with the claim that the Norwegians who took part in the rescue were not trained in the necessary rescue techniques. “The complete opposite is true,” Paulina Bakula wrote in an email. “Peter Henry Von Koss, which was first on the scene, specializes in search and rescue operations with a crew trained to take part in such maritime missions.”\n\nSince the ship was deployed as part of the Frontex mission in July, she added, “the Norwegian vessel rescued more than 2,000 people.”\n\nLaura Lanuza, a spokeswoman for the Spanish lifeguard team, said in a telephone interview that her group did not mean to imply the Norwegians were unwilling to help in the rescue — and had obviously transported half of those pulled from the water back to shore. But the problem, she said, was that the Norwegian vessel was not designed for rescuing people from the water, and the crew was not trained in C.P.R. “It is not that they didn’t want to” pull people from the water or resuscitate those on the verge of drowning, she said, “but the Frontex boats are not prepared to do any rescue task in the water.”\n\nUntil recently, she added, most of the migrants rescued by the Frontex mission were taken aboard large ships from small crafts used by smugglers that stalled in the water.\n\nAdvertisement Continue reading the main story\n\nMs. Lanuza said that the Spanish volunteers were first motivated by the wrenching images of Aylan Kurdi and other young children who drowned this summer. “We knew that these deaths were so near the shore, that any lifeguard could do that work of saving them,” she said.\n\nPhoto\n\nThe group’s focus, she said, was not to criticize others who are trying to help, but to make it clear that the governments have sent the wrong kinds of assistance, and need to correct that error quickly, given the onset of bad weather which has made rescues from the water a daily task for the volunteer lifeguards.\n\n“It is going to get worse,” she said, as smugglers continued to press migrants into large wooden boats that were either not seaworthy or too difficult for the passengers themselves to operate. On Friday, she said, her team was forced to rescue a large group from a grounded wooden ship that nearly collapsed on top of them.\n\nMs. Lanuza also described how harrowing the experience of Wednesday’s rescue operation was for the team. After two of the four Spanish lifeguards had to go aboard the Norwegian vessel to provide C.P.R. she said that the jet ski operators, including Mr. Camps, nearly drowned themselves as desperate people in the water were pulling at their legs and trying to pull themselves up onto the small crafts. Overwhelmed by the scale of the catastrophe, Ms. Lanuza said, the two lifeguards “had to choose who to save and who not” as people in the water nearly capsized their crafts.\n\nEric Kempson, a British sculptor who has lived on Lesbos with his family for 16 years, has dedicated much of the last few months to helping migrants, who continue to arrive by the thousands day after day, even as the weather worsens and the seas grow more treacherous.\n\nIn an angry YouTube video posted online Wednesday, Mr. Kempson showed how long the line was for migrants to register, and he berated “the disgusting aid agencies,” like the Red Cross and the United Nations High Commissioner for Refugees, for failing to take charge of the situation.\n\nDespite the presence of the agencies, Mr. Kempson said, most of the response was run by local people. “This is wrong, you know these companies, these aid agencies are making millions and millions and these people are being looked after by volunteers,” he said.\n\nThe Red Cross volunteers working alongside local people on the beaches of Lesbos, Mr. Kempson said, were so ill-supplied that they asked his family for emergency blankets and baby clothes.\n\nAdvertisement Continue reading the main story\n\n“These aid agencies, they’ve got to step up their pace here,’’ he said. ”We’re in Europe. You know, you might get away with this in Africa, in Bangladesh, in Haiti and places like that, but you’re in Europe, the spotlight’s on you and we’re seeing what you’re all doing. And it’s disgusting.”\n\nRon Redmond, a spokesman for the United Nations refugee agency, said in a telephone interview from Athens that he understood the frustration and horror volunteers like Mr. Kempson feel. “What you see there is ugly,” he said. “What these volunteers are seeing is shocking and extremely distressing.”\n\nWhat makes the crisis unusual, Mr. Redmond said, is that “we don’t normally have emergency operations in industrialized countries,” like Greece, where until recently the agency had just a small national office with fewer than 10 people.\n\nTo make matters more complicated, he added, his group was not in charge of the response, as it often is in war zones. “We are trying to get the support that Greece needs, but they run this, not us,” he said.\n\n“These volunteers are doing a terrific job,” Mr. Redmond said. While he acknowledged that “conditions are not what they should be,” his agency is trying to help equip and train the Greek authorities to deal with new tasks, like setting up reception centers that can handle the influx of migrants.\n\nAt the same time, he said, money was not as plentiful as the volunteers on Lesbos might think. “We can’t even get funding for our operations in Syria,” he said.\n\nMr. Bouckaert, who has been trying to prick the conscience of the public by sharing distressing accounts of the crisis on his Twitter feed, said in a telephone interview that he was not convinced that Europe’s governments were doing all they could. Police forces across the continent deal with huge crowds of tens of thousands of people at rock concerts or football matches every day, he said, so why is it so difficult to secure a few thousand migrants a day here?\n\n“Europe has the resources to mount rescues at sea and minimize suffering,” Mr. Bouckaert said. “You are left with the impression that quite a few European politicians don’t mind imposing this suffering on these people to discourage others.”", "summary": "Peter Bouckaert, the emergencies director for Human Rights Watch, reported that the day had taken a toll on a team of volunteer lifeguards from Barcelona, ProActiva Open Arms, who pulled some of the survivors from the rough seas.Oscar Camps, one of the Spanish lifeguards, told Alberto Rojas of El Mundo, the Madrid daily, that his team of four, on motorized water scooters and in a small boat, found “300 people screaming in the middle of the sea, clinging to each other to avoid drowning.”Laura Lanuza, a spokeswoman for the Spanish lifeguard team, said in a telephone interview that her group did not mean to imply the Norwegians were unwilling to help in the rescue — and had obviously transported half of those pulled from the water back to shore.The group’s focus, she said, was not to criticize others who are trying to help, but to make it clear that the governments have sent the wrong kinds of assistance, and need to correct that error quickly, given the onset of bad weather which has made rescues from the water a daily task for the volunteer lifeguards.In an angry YouTube video posted online Wednesday, Mr. Kempson showed how long the line was for migrants to register, and he berated “the disgusting aid agencies,” like the Red Cross and the United Nations High Commissioner for Refugees, for failing to take charge of the situation."}