{"title": "Migrant Crossings of Mediterranean in October Surpass Total for All of 2014", "authors": ["The Associated Press"], "url": "https://www.nytimes.com/2015/11/03/world/europe/migrant-crossings-of-mediterranean-in-october-surpass-total-for-all-of-2014.html", "body": "More than 218,000 migrants crossed the Mediterranean in October to reach Europe, a record monthly total and more than the total number of migrants who crossed the sea all of last year, the United Nations High Commissioner for Refugees said Monday. Despite cool weather and choppy seas, the influx underscored the burden on European policy makers and administrators caused by the unprecedented number of people fleeing countries like Syria, Iraq and Afghanistan. An estimated 210,265 people crossed the sea from Turkey to Greece last month, the United Nations agency reported, while an additional 8,129 people crossed from North Africa to Italy. The October figure was “beyond anything that could have been expected even a few months ago,” a spokesman for the agency, Adrian Edwards, said. More than 600,000 people have now crossed the Mediterranean this year, the refugee agency estimated, compared with about 216,000 people in 2014.", "summary": "More than 218,000 migrants crossed the Mediterranean in October to reach Europe, a record monthly total and more than the total number of migrants who crossed the sea all of last year, the United Nations High Commissioner for Refugees said Monday.Despite cool weather and choppy seas, the influx underscored the burden on European policy makers and administrators caused by the unprecedented number of people fleeing countries like Syria, Iraq and Afghanistan.An estimated 210,265 people crossed the sea from Turkey to Greece last month, the United Nations agency reported, while an additional 8,129 people crossed from North Africa to Italy.The October figure was “beyond anything that could have been expected even a few months ago,” a spokesman for the agency, Adrian Edwards, said.More than 600,000 people have now crossed the Mediterranean this year, the refugee agency estimated, compared with about 216,000 people in 2014."}