{"title": "Tourists on Greek Island Join Local Volunteers to Aid Refugees", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/07/08/world/europe/tourists-on-greek-island-join-local-volunteers-to-aid-refugees.html", "body": "As the summer holiday season kicks off on the Greek island of Lesbos this year, some tourists have taken time away from the beach to join local volunteers offering aid to refugees who continue to arrive by sea in record numbers.\n\nAccording to a report released last week by the United Nations, the vast majority of the 68,000 migrants who made it by boat to the Greek islands in the first six months of this year were refugees, including almost 40,000 who fled the war in Syria. Reporters and aid workers, like Anna Holligan of BBC News, Patrick Kingsely of The Guardian and Laura Padoan of UNHCR, have documented the challenges facing the new arrivals.\n\nWhile the local coast guard has saved some stranded migrants from drowning, and the United Nations has been trying to draw attention to the lack of facilities for the arrivals, much of the assistance has come from private initiatives.\n\nOn Lesbos, which is just a short boat ride from the Turkish coast, local volunteers — including expatriates from other parts of the European Union and tourists — have even risked arrest for violating a law against helping to transport migrants from the shore to Mytilini, the island’s capital.\n\nSome of those who have been providing food and water to migrants have also been trying to raise awareness of the crisis on the island by sharing images of the migrants on Twitter and footage of the arrivals on YouTube.\n\nAdvertisement Continue reading the main story\n\nEric Kempson, a British sculptor who has lived in the town of Molyvos on Lesbos for 16 years, documented the perilous arrival of one group of migrants in an inflatable dinghy on Sunday and interviewed a family from the Syrian city of Homs after giving them water on Monday.\n\nAmong those taking part in the ad hoc effort to provide aid to migrants, organized partly on Facebook, was Jo Frazer-Wise, a British woman who spent two weeks in Lesbos recently and reflected on her effort to combine a vacation with humanitarian aid work in a series of blog posts.\n\n“Today we feed a steady stream of about 70-80 people,” she wrote in one entry last week. “As we take the taxi back we see some of those we helped walking over the hills.”", "summary": "As the summer holiday season kicks off on the Greek island of Lesbos this year, some tourists have taken time away from the beach to join local volunteers offering aid to refugees who continue to arrive by sea in record numbers. According to a report released last week by the United Nations, the vast majority of the 68,000 migrants who made it by boat to the Greek islands in the first six months of this year were refugees, including almost 40,000 who fled the war in Syria. On Lesbos, which is just a short boat ride from the Turkish coast, local volunteers — including expatriates from other parts of the European Union and tourists — have even risked arrest for violating a law against helping to transport migrants from the shore to Mytilini, the island’s capital. Eric Kempson, a British sculptor who has lived in the town of Molyvos on Lesbos for 16 years, documented the perilous arrival of one group of migrants in an inflatable dinghy on Sunday and interviewed a family from the Syrian city of Homs after giving them water on Monday."}