{"title": "Migrant Tide Bringing Out Europe’s Best and Worst", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2015/09/10/world/europe/migrants-refugee-tensions-in-europe.html", "body": "“We are going to Sweden,” Ali said. When told it was very far, he replied, “No problem, we can go.”\n\nAli said he was stunned by the hostility of the Danish police, including some who had pushed people trying to march onto buses after officers in Germany had allowed them to leave that country.\n\nHelle Lundberg, a spokeswoman for the police in the South Jutland region, said the tensions had been caused by officers trying to enforce a “safety situation.” She said they were enforcing Danish and European laws prohibiting anyone without valid travel documents from leaving the country, except to return to where they had come from.\n\nThe police were forced to close the main highway running north from the German border later Wednesday, after migrants refused to leave.\n\nJournalists were banned from the highway, and a no-fly zone was put in place above it on the grounds that helicopters and low-flying planes would “scare those marching,” the police said.\n\nPhoto\n\nDenmark’s national railway, DSB, said it had stopped all train travel between Denmark and Germany after a police request.\n\nAdvertisement Continue reading the main story\n\nMs. Lundberg said it was a safety measure to prevent those blocking the railway station from being harmed.\n\nAs the tensions in southern Denmark grew, the country’s justice minister, Soren Pind — whose Facebook page featured an image of John Wayne as Sheriff John T. Chance from “Rio Bravo” — cut short a trip to the United States on Wednesday to return home, posting that the situation demanded his presence.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nChancellor Angela Merkel of Germany repeated her denunciation of far-right violence against migrants in a speech to Parliament on Wednesday, even as the police reported another suspected arson attack on a shelter overnight.\n\nThe police in the western state of Saarland said a fire had broken out early Wednesday in a former school that was being converted to take in dozens of migrants.\n\nIt was the third blaze in a shelter this week, although the police have said that they believe one was caused by a faulty wire.\n\nVideo\n\nThe German authorities have recorded more than 200 attacks targeting facilities for asylum seekers or against individuals in the first half of the year.\n\nMany Germans have been outraged by the violence taking place in their country, helping spur the outpouring of generosity that has been seen over the past week.\n\nIn Hungary on Tuesday, a video captured a Hungarian camerawoman, identified as Petra Laszlo, kicking a migrant fleeing from the police in a field near the border with Serbia where many migrants cross.\n\nThe N1TV Internet television channel, which works to popularize the anti-immigrant Jobbik party, said in a statement on Wednesday that Ms. Laszlo had been fired for behaving in “an unacceptable manner.”\n\nBy late Wednesday, a “Petra Laszlo Shame Wall” on Facebook had garnered support from more than 22,000 people decrying her actions.\n\nAdvertisement Continue reading the main story\n\n“There are many people like Petra Laszlo,” organizers wrote. “This time what she has done has been caught on camera. But often, these acts remain silent.”", "summary": "Ali said he was stunned by the hostility of the Danish police, including some who had pushed people trying to march onto buses after officers in Germany had allowed them to leave that country. The police were forced to close the main highway running north from the German border later Wednesday, after migrants refused to leave. Chancellor Angela Merkel of Germany repeated her denunciation of far-right violence against migrants in a speech to Parliament on Wednesday, even as the police reported another suspected arson attack on a shelter overnight. The N1TV Internet television channel, which works to popularize the anti-immigrant Jobbik party, said in a statement on Wednesday that Ms. Laszlo had been fired for behaving in “an unacceptable manner.”"}