{"title": "Turkish Court Convicts 330 Military Officers in Coup Plot Trial", "authors": ["Sebnem Arsu"], "url": "http://www.nytimes.com/2012/09/22/world/europe/turkish-court-convicts-330-military-officers-in-coup-plot-trial.html?module=Search&amp;mabReward=relbias%3Ar%2C%5B%22RI%3A5%22%2C%22RI%3A13%22%5D", "body": "ISTANBUL — A Turkish court convicted 330 military officers, including three former top commanders, and sentenced them to prison terms of as long as 20 years on Friday after a trial in which they were accused of a wide-ranging plot to overthrow the government nearly a decade ago. Thirty-four were acquitted.\n\nThe former head of the land forces, Gen. Cetin Dogan; the former commander of the navy, Adm. Ozden Ornek; and the former commander of the air force, Gen. Ibrahim Firtina, all received 20 years, though those terms were reduced from life in prison because the plot was never carried out.\n\nPhoto\n\nDefense lawyers and family members of the accused have long denounced the evidence in the case as flimsy, and all of the verdicts were expected to be appealed. “With this verdict, the court appeared in collaboration with the gangs that produced these fake documents, as judges refused to assign experts to discover all of these fabrications,” Pinar Dogan, the daughter of General Dogan, said after the verdict. “Reductions in jail terms mean nothing when those who are left in jail should not be spending even a minute in there given the falsity of this trial.”\n\nThe convictions and sentences, reported by the Turkish news media, signaled completion of the first trial in a civilian court of defendants in a coup plot known as Sledgehammer, said to have been masterminded as part of a 2003 military exercise. The prosecution of the case was widely regarded as a test of the democratically elected government’s power over the formerly dominant Turkish military, which has been responsible for four coups since 1960.\n\nProsecutors have said the Sledgehammer coup plotters had conspired in a master plan to bomb mosques and set off a military conflict with Greece in an effort to stir unrest and overthrow the government of Prime Minister Recep Tayyip Erdogan, whose Justice and Development Party has roots in an Islamist movement. The military has historically regarded itself as the guardian of the secular political system in Turkey, which has a Muslim majority.\n\nThe trial, which began in December 2010, polarized public opinion in Turkey. Hundreds of other suspects, including military members, politicians and journalists face prosecution in a separate trial.", "summary": "ISTANBUL — A Turkish court convicted 330 military officers, including three former top commanders, and sentenced them to prison terms of as long as 20 years on Friday after a trial in which they were accused of a wide-ranging plot to overthrow the government nearly a decade ago.Defense lawyers and family members of the accused have long denounced the evidence in the case as flimsy, and all of the verdicts were expected to be appealed.The convictions and sentences, reported by the Turkish news media, signaled completion of the first trial in a civilian court of defendants in a coup plot known as Sledgehammer, said to have been masterminded as part of a 2003 military exercise.The prosecution of the case was widely regarded as a test of the democratically elected government’s power over the formerly dominant Turkish military, which has been responsible for four coups since 1960.Prosecutors have said the Sledgehammer coup plotters had conspired in a master plan to bomb mosques and set off a military conflict with Greece in an effort to stir unrest and overthrow the government of Prime Minister Recep Tayyip Erdogan, whose Justice and Development Party has roots in an Islamist movement."}