{"title": "How a Record Number of Migrants Made Their Way to Europe", "authors": ["Sewell Chan"], "url": "https://www.nytimes.com/2015/12/23/world/europe/migrant-crisis-europe-million.html", "body": "Photo\n\nLONDON — The number of migrants and refugees who have entered Europe by sea and land this year has passed the one million mark, a long-expected but symbolically significant capstone to a year in which displaced people flocked to the Continent.\n\nThe huge influx — the largest movement of people on the Continent since World War II — has strained the resources of Germany, which has been the ultimate destination for most of the migrants; prompted a right-wing backlash there and in much of Europe; and exposed the European Union’s inability to coordinate an effective response.\n\nThe Main Points of Entry\n\nAs of Monday, 1,005,504 people had reached Europe, more than four times the number in 2014, the International Organization for Migration announced on Tuesday.\n\nGreece was by far the most popular point of entry, with more than 820,000 migrants arriving there.\n\n“Lesbos Turns From Vacation Island to ‘Main Point of Entry’ for Migrants,” by Ben Hubbard, Sept. 17, 2015\n\nItaly saw more than 150,000 come to its shores, and Bulgaria was the first European stop for almost 30,000 newcomers. More than 3,800 people arrived in Spain, while Cyprus and Malta saw a few hundred arrivals.\n\nPhoto\n\nHow They Got There\n\nAn overwhelming majority of the migrants reached Europe by sea, a perilous journey.\n\n“A Wintry Sea Seems a Safer Bet Than Life at Home for Refugees,” by Rick Lyman, Nov. 5, 2015\n\nSo far this year, 3,692 migrants have died while trying to reach Europe, including 32 Africans who recently perished trying to travel to the Canary Islands, an archipelago off Morocco that is part of Spain.\n\nAdvertisement Continue reading the main story\n\nMost of the migrants were from Africa, the Middle East and South Asia — and, in particular, from Afghanistan, Iraq and Syria.", "summary": "The huge influx — the largest movement of people on the Continent since World War II — has strained the resources of Germany, which has been the ultimate destination for most of the migrants; prompted a right-wing backlash there and in much of Europe; and exposed the European Union’s inability to coordinate an effective response. As of Monday, 1,005,504 people had reached Europe, more than four times the number in 2014, the International Organization for Migration announced on Tuesday. “Lesbos Turns From Vacation Island to ‘Main Point of Entry’ for Migrants,” by Ben Hubbard, Sept. 17, 2015 So far this year, 3,692 migrants have died while trying to reach Europe, including 32 Africans who recently perished trying to travel to the Canary Islands, an archipelago off Morocco that is part of Spain."}