{"title": "Catalonia’s Leader Seeks Talks in Standoff With Spain", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/10/04/world/europe/catalonia-independence-referendum.html", "body": "“This moment requires mediation,” Mr. Puigdemont said. “We have received several offers in the last hours and we will receive more,” he added, without specifying who would serve as a mediator. So far, Catalan calls for outside help have fallen on deaf ears, with leaders of the European Union instead urging Mr. Puigdemont to respect Spain’s Constitution.\n\nIn an eight-minute speech, Mr. Puigdemont switched between Catalan and Castilian Spanish and told King Felipe that “you have disappointed a lot of Catalans.”\n\nBut Soraya Sáenz de Santamaría, Spain’s deputy prime minister, defended the monarch and said that Mr. Puigdemont was taking Catalans on “a journey to nowhere,” along which “every step he takes provokes greater unrest.”\n\nSpeaking on Spanish television minutes after Mr. Puigdemont’s address, Ms. Sáenz de Santamaría said Mr. Puigdemont lived “not only outside the law but also outside reality.” Because of Mr. Puigdemont, she said, “never have Catalonia and Spain endured a fracture like that which we are living now.”\n\nEven though he did not discuss his independence plans on Wednesday, Mr. Puigdemont is still expected to submit the results of last Sunday’s referendum — which he said approved independence overwhelmingly — for a vote by the region’s Parliament, in which separatist lawmakers have a fragile majority, making passage likely, but not certain.\n\nSpain’s government, with the support of Spanish courts, had declared Catalonia’s referendum illegal before it was held, and a move by Mr. Puigdemont to push for a declaration of independence would be likely to provoke an even broader crackdown by the central government.\n\nMadrid has left a large contingent of Spanish national police in Catalonia after they tried to block the referendum, clashing violently with voters who believe that the region, one of Spain’s most prosperous, is entitled to a separate state because of its distinct language, history and culture.\n\nAdvertisement Continue reading the main story\n\nMr. Puigdemont could be suspended and face sedition charges. For hard-line separatists, however, Mr. Puigdemont would almost certainly be seen as a traitor if he failed to make the referendum result binding, even though only about two-fifths of the Catalan electorate cast ballots.\n\nIn deciding how to respond, the Spanish government was given ample cover on Tuesday by King Felipe. In a televised address, he condemned the Catalans’ “inadmissible disloyalty” to Spain’s unity and constitution.\n\nThe monarch made no reference to Sunday’s referendum, the strike and street rallies that followed, or the violent crackdown by the national police to suppress the vote. He also made no mention of possible dialogue with separatists.\n\nKing Felipe’s tough words were mostly welcomed by Spanish politicians as a strong defense of the constitutional order, as well as a mandate for Mr. Rajoy to take every emergency measure needed to stop Catalan separatism in its tracks.\n\n\n\nBut Irene Montero, a lawmaker from the far-left Podemos Party, said that she was very disappointed that King Felipe left out “millions of Spaniards” who believed in a negotiated settlement with Catalan separatists.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFaced with the threat of a Catalan republic, the king reacted as a monarch unwilling to lose part of his territory, Ernesto Ekaizer, a newspaper columnist, said on Catalan television. “The speech was one-way,” Mr. Ekaizer added, to allow “Mr. Rajoy to re-establish legality” in Catalonia.\n\nThe standoff is raising concerns in the business community, with Spain’s main stock market index losing almost 3 percent on Wednesday — its biggest one-day fall since last year’s British referendum on leaving the European Union.\n\nUnder Article 155 of Spain’s Constitution, which has not been previously used, Mr. Rajoy’s government can seize full administrative control of Catalonia.\n\nThe Constitution does not detail how far the crackdown could stretch or for how long. But Mr. Rajoy’s emergency powers range from the suspension of Catalonia’s politicians and its regional Parliament to the suspension of the Catalan autonomous police, as well as the Catalan television and radio broadcaster.\n\nAdvertisement Continue reading the main story\n\nMr. Rajoy could then appoint new political leaders in Catalonia, for as long as he deems necessary, before calling new regional elections. The Spanish government’s current delegate in Catalonia is Enric Millo, but separatists this week demanded his resignation for condoning the police crackdown on voters, which left hundreds injured.\n\nIt is also unclear how far Mr. Rajoy would want to apply Article 155 in a climate of street protests. Perhaps the most delicate issue would be how Madrid would deploy the Spanish police to substitute for officers of the Mossos d’Esquadra, Catalonia’s autonomous police force.\n\nAdding to the tensions surrounding Spain’s security forces, a judge from Spain’s national court on Wednesday summoned Josep Lluís Trapero, Catalonia’s police chief, for questioning over why he had not stopped protesters last month. Chief Trapero could himself be charged with sedition.\n\nGiven Mr. Rajoy’s legal powers to stop the separatists from violating Spain’s Constitution, Mr. Puigdemont must consider whether to provoke Mr. Rajoy into a full seizure of Catalonia — or try instead to declare independence first, which could alienate more moderate separatists who are concerned about escalating the conflict.\n\nAny declaration of independence would have to be voted on first in the Catalan Parliament, where separatist parties since 2015 have formed a coalition that holds 72 of the 135 seats.\n\nThough Mr. Puigdemont is calling for international mediation, only a few European Union officials have spoken out, and they have called for internal Spanish dialogue.\n\nOn Wednesday, Frans Timmermans, the vice president of the European Commission, said that Catalonia’s regional government had “chosen to ignore the law” when organizing the referendum and that Spain had used “proportionate force” to stop the vote.\n\n“Let me be clear: Violence does not solve anything in politics,” Mr. Timmermans told the European Parliament in Strasbourg. “It is never the answer, never a solution.” But “it is a duty of any government to uphold the rule of law and this does sometimes require proportionate use of force,” he said, while also adding that it was “time to talk.”\n\nAdvertisement Continue reading the main story\n\nMr. Rajoy, meanwhile, is in charge of a minority government and is under pressure from the Ciudadanos Party — his ally in the national Parliament and a party founded to oppose Catalan secessionism — to remove Mr. Puigdemont as soon as possible.\n\nWhile unlikely to smooth relations between Madrid and Barcelona, the capital of Catalonia, King Felipe’s intervention could also have helped rally Spain’s opposition parties around Mr. Rajoy at a time when the Socialists have been ambivalent about how far the crackdown on Catalonia’s government should stretch.\n\nOn Wednesday, Margarita Robles, the parliamentary spokeswoman of the Socialist Party, told Mr. Rajoy to take full responsibility for his handling of Catalonia. Mr. Rajoy is “paid to govern, not to look into the rearview mirror to see what the opposition does,” she said.", "summary": "Madrid has left a large contingent of Spanish national police in Catalonia after they tried to block the referendum, clashing violently with voters who believe that the region, one of Spain’s most prosperous, is entitled to a separate state because of its distinct language, history and culture.King Felipe’s tough words were mostly welcomed by Spanish politicians as a strong defense of the constitutional order, as well as a mandate for Mr. Rajoy to take every emergency measure needed to stop Catalan separatism in its tracks.The standoff is raising concerns in the business community, with Spain’s main stock market index losing almost 3 percent on Wednesday — its biggest one-day fall since last year’s British referendum on leaving the European Union.The Spanish government’s current delegate in Catalonia is Enric Millo, but separatists this week demanded his resignation for condoning the police crackdown on voters, which left hundreds injured.On Wednesday, Frans Timmermans, the vice president of the European Commission, said that Catalonia’s regional government had “chosen to ignore the law” when organizing the referendum and that Spain had used “proportionate force” to stop the vote."}