{"title": "Migrant Influx in Germany Raises Fears of Anti-Semitism", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/01/27/world/europe/migrant-germany-antisemitism-muslim-jews.html", "body": "Ms. Merkel is an unflinching supporter of Israel and Jewish institutions. Schoolchildren learn about the Holocaust, and Germany is promising classes to instruct new arrivals in its standards, customs and beliefs. Events to celebrate Jewish identity and the role of Jews in Germany are common. Leading politicians and city figures gathered on Jan. 7 for the 90th birthday of W. Michael Blumenthal, the former United States Treasury secretary and founding chief executive of the Jewish Museum Berlin, which has counted 10 million visitors since it opened in 2001.\n\nMr. Blumenthal, born and raised in and around Berlin before his family fled the Nazis, is among the many Americans who have praised Ms. Merkel for welcoming refugees.\n\nYet even before the migrant influx, synagogues, Jewish schools and other organizations operated only under constant police protection. And now, there is apprehension over the arrival of hundreds of thousands of Muslims raised in countries where anti-Semitism and anti-Israeli sentiment are more virulent than in Turkey, the country of origin for most of Germany’s perhaps four million Muslims.\n\nPhoto\n\nAs Salomon Korn, the head of Frankfurt’s Jewish community, put it in a public discussion this month: With the new arrivals, “we must operate on the assumption that they have a different relationship to Jews than the Muslims who have lived here to date.”\n\nThere have been no reports of anti-Semitic attacks by recently arrived migrants.\n\nEven before the tide of migrants, some Jews worried that anti-Jewish sentiment was again becoming acceptable.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTamara Anthony, 38, a journalist at the public broadcaster NDR, stirred a furor with a nationally televised commentary — also seen a half-million times on Facebook — in which she described challenging a well-dressed man in a chic Hamburg bar after overhearing him say that Jews belonged in the gas chambers.\n\n“ ‘I am a Jew,’ I said. ‘So you want to murder me?’ ‘In that case, yes,’ came the answer,” Ms. Anthony said.\n\n“It cannot be left to the Jews alone” to fight anti-Semitism, she added.\n\nReached three days later, Ms. Anthony was surprised by how many people praised what they called her courage.\n\nAdvertisement Continue reading the main story\n\n“I find it really bad,” she said, “if we have to say in Germany that it is courageous to say that one is Jewish.”\n\nMs. Anthony said she did not practice her religion; she acknowledges her Jewishness but has never advertised it. She expressed concern that politicians were content with lofty speeches that missed the reality on the ground.\n\nIn the Ruhr city of Wuppertal, the 2,000-strong Jewish community was outraged last year when a court gave only a probationary sentence to three Palestinians who threw gasoline bomb at the local synagogue in 2014. The three said they were protesting war in Gaza.\n\nAn appeal on Jan. 18 resulted in stiffer sentences but did not acknowledge that anti-Semitism was involved, said Leonid Goldberg, a leader of the Jewish community in Wuppertal. “It is nothing less than an invitation to all others to behave the same,” he said.\n\nAnd with all the new Muslim arrivals, it will get worse, he feared.\n\n“They won’t change just because they live in Germany,” he said.", "summary": "Leading politicians and city figures gathered on Jan. 7 for the 90th birthday of W. Michael Blumenthal, the former United States Treasury secretary and founding chief executive of the Jewish Museum Berlin, which has counted 10 million visitors since it opened in 2001. As Salomon Korn, the head of Frankfurt’s Jewish community, put it in a public discussion this month: With the new arrivals, “we must operate on the assumption that they have a different relationship to Jews than the Muslims who have lived here to date.” Tamara Anthony, 38, a journalist at the public broadcaster NDR, stirred a furor with a nationally televised commentary — also seen a half-million times on Facebook — in which she described challenging a well-dressed man in a chic Hamburg bar after overhearing him say that Jews belonged in the gas chambers. In the Ruhr city of Wuppertal, the 2,000-strong Jewish community was outraged last year when a court gave only a probationary sentence to three Palestinians who threw gasoline bomb at the local synagogue in 2014."}