{"title": "Former Turkish Army Chief Is Convicted in 1980 Coup", "authors": [], "url": "https://www.nytimes.com/2014/06/19/world/europe/former-turkish-army-chief-is-convicted-in-1980-coup.html", "body": "In a 1984 speech, defending the hangings of political activists after the army takeover, General Evren asked, “Should we feed them in prison for years instead of hanging them?”\n\nFifty people were executed, about 500,000 were arrested, and many disappeared.\n\nToo frail to attend court, General Evren and another accused general, Tahsin Sahinkaya, the former air force chief, participated in their trial via video links from military hospitals in Ankara and Istanbul.\n\nGeneral Sahinkaya, 89, also received life in prison. The two men were accused of setting the stage for an army intervention, then conducting the coup.\n\nSome critics argued that nationalist militants or American agencies had engineered the street clashes to justify army action on Sept. 12, 1980. Such accusations were echoed in the 2012 trial of hundreds of military officers, known as the Sledgehammer case, for the code name of the supposed plot to destabilize Mr. Erdogan’s government.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNews reports said that the Sledgehammer officers’ release, pending a possible retrial, could begin as soon as Thursday.\n\nSpeaking of the 1980 case, Oral Calislar, a columnist for the newspaper Radikal, said, “This is the first time those who have staged a coup have been convicted.” Mr. Calislar was imprisoned for four years and spent another four as a fugitive after his arrest in 1980 for leading a legal left-wing party.\n\n“We had other coups, but those responsible continued to run the country with impunity,” he said.\n\nThroughout the trial, General Evren largely remained silent, and on Wednesday, he declined to speak on his own behalf. Because of his age and infirmity, he may never serve any prison time.\n\nBut Mr. Calislar said that was not important.\n\n“What matters is that those behind the coup are held responsible for all of the uprooted lives and dozens who were executed,” he said.\n\nAdvertisement Continue reading the main story\n\nNaciye Babalik, a retired teacher who was arrested and tortured for belonging to a women’s group that taught villagers how to read and write and lobbied for day care at factories, said, “These were crimes against humanity, but I have little faith they will pay.”\n\nShe was a 41-year-old mother when, she says, soldiers stormed her home, blindfolded her and dragged her off in front of her two young daughters. She spent the first week in a cramped cell where captors used electric shock in a bid to force her to confess to crimes such as collaboration with communists, but she resisted.\n\nMr. Erdogan’s dominance of the political landscape and an erosion in freedom of expression and other rights means “the coup is alive and well,” Ms. Babalik said.\n\n“This way the wounds never heal,” she said. “Every day, I relive Sept. 12.”", "summary": "Some critics argued that nationalist militants or American agencies had engineered the street clashes to justify army action on Sept. 12, 1980.Such accusations were echoed in the 2012 trial of hundreds of military officers, known as the Sledgehammer case, for the code name of the supposed plot to destabilize Mr. Erdogan’s government.Naciye Babalik, a retired teacher who was arrested and tortured for belonging to a women’s group that taught villagers how to read and write and lobbied for day care at factories, said, “These were crimes against humanity, but I have little faith they will pay.”She spent the first week in a cramped cell where captors used electric shock in a bid to force her to confess to crimes such as collaboration with communists, but she resisted.Mr. Erdogan’s dominance of the political landscape and an erosion in freedom of expression and other rights means “the coup is alive and well,” Ms. Babalik said."}