{"title": "How Europe’s Deal With Turkey Aims to Resolve the Migrant Crisis", "authors": ["Nick Cumming-Bruce", "Melissa Eddy", "James Kanter"], "url": "https://www.nytimes.com/2016/03/09/world/europe/european-union-turkey-migrants-refugees.html", "body": "“An agreement that would be tantamount to blanket returns of foreigners to a third country is not consistent with European law, is not consistent with international law,” Vincent Cochetel, the director of the refugee agency’s European bureau, told reporters in Geneva.\n\nQ. Would the deal put an end to the “Balkans route” that a million migrants have already followed to reach countries like Austria, Germany and Sweden?\n\nPhoto\n\nA. European Union officials had proposed declaring the route “closed,” but the declaration won’t go quite that far, saying instead that “irregular flows of migrants along the Western Balkans route have now come to an end.” That was a point of principle for Chancellor Angela Merkel of Germany, who has steadfastly insisted that Germany will not cap the number of asylum seekers it can take in and that Europe’s commitment to open borders must be upheld. She said on Monday that controlling the migrant flow “cannot be based on closing something, but on a lasting agreement made together with Turkey.”\n\nQ. What are the consequences for Ms. Merkel?\n\nA. The chancellor faces growing political pressure at home. In three German states that hold elections this weekend, polls suggest that an anti-immigrant party that opposes Ms. Merkel’s welcoming policies will make significant gains. Though migrants reaching Germany initially got an overwhelmingly positive reception, their sheer numbers — more than a million arrived in 2015 — have stoked public fears and growing hostility.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nQ. What are the consequences for Turkey?\n\nA. Prime Minister Ahmet Davutoglu drove a hard bargain, with backing from President Recep Tayyip Erdogan. They demanded and may win major concessions like a doubling of European aid to Turkey to assist the refugees and faster action on visas and the union membership talks, which have been sputtering on and off since 1987.\n\nThe European Union is largely turning a blind eye to Mr. Erdogan’s crackdown on the media in Turkey, including the seizure of Zaman, the country’s largest newspaper, on Friday. The European Union leaders’ statement notes that they discussed “the situation of the media in Turkey” with Mr. Davutoglu, but stopped short of condemning it.\n\nQ. What has to happen to make the agreement final?\n\nA. Officials must assess whether some terms of deal are legal. Then the deal will need to be ratified by European leaders at a summit meeting next week. And specifics like the exact amount of aid Turkey will receive still need to be hashed out.\n\nQ. How will it change the flow of migrants?\n\nA. It’s not clear. If the agreement is adopted and strictly enforced, there won’t be any point in attempting the perilous sea voyage to Greece, only to be sent right back to Turkey again. But the European Union has agreed to resettle only 20,000 Syrian refugees over the next two years; the United Nations refugee agency called that figure “very low,” given that 4.8 million Syrians have fled their homes, and it takes no account of refugees from anywhere else.\n\nAdvertisement Continue reading the main story\n\nQ. What do human rights groups think of the deal?\n\nA. They are outraged. “European leaders have completely lost track of reality, and the deal currently being negotiated between the E.U. and Turkey is one of the clearest examples of their cynicism,” Doctors Without Borders said in a statement on Tuesday. “This crude calculation reduces people to mere numbers, denying them humane treatment and discarding their right to seek protection.”\n\nHuman Rights Watch questioned how the mass returns would work. “A fundamental contradiction lies at the heart of the E.U.-Turkey deal taking shape,” Bill Frelick, the group’s director of the refugee program, said in a statement. “The parties failed to say how individual needs for international protection would be fairly assessed during the rapid-fire mass expulsions they agreed would take place.”\n\nQ. Do European leaders plan to address these objections?\n\nA. Officials say they will deal with the legal concerns before the summit meeting. “You can be sure that the agreement that will come at the end of it will comply with both European and international law,” Alexander Winterstein, deputy chief spokesman for the union’s executive body, said on Tuesday, adding that “it’s a bit complicated.”", "summary": "Though migrants reaching Germany initially got an overwhelmingly positive reception, their sheer numbers — more than a million arrived in 2015 — have stoked public fears and growing hostility. They demanded and may win major concessions like a doubling of European aid to Turkey to assist the refugees and faster action on visas and the union membership talks, which have been sputtering on and off since 1987. The European Union is largely turning a blind eye to Mr. Erdogan’s crackdown on the media in Turkey, including the seizure of Zaman, the country’s largest newspaper, on Friday. “You can be sure that the agreement that will come at the end of it will comply with both European and international law,” Alexander Winterstein, deputy chief spokesman for the union’s executive body, said on Tuesday, adding that “it’s a bit complicated.”"}