{"title": "Ireland’s Prime Minister in Crisis Over Case of Police Whistle-Blower", "authors": ["Sinead O Shea"], "url": "https://www.nytimes.com/2017/02/15/world/europe/enda-kenny-ireland-scandal-maurice-mccabe-police.html", "body": "The disclosure that a whistle-blower could face such accusations in apparent retaliation has raised unsettling questions about Ireland’s culture of policing and the possible collusion of other agencies, including the child protection agency.\n\nThe case has affected the highest levels of the Irish government, bedeviling Mr. Kenny. He has been attacked by critics who charge that he missed opportunities to resolve the mess in 2014, and supported the police chief at the time and his justice minister for too long.\n\nMr. Kenny failed at first to give a complete account of when he learned of the false abuse allegations, and has insisted that he knew nothing of a broader smear campaign — an assertion that his critics in Parliament have contested.\n\nThere were heated exchanges between Mr. Kenny and Gerry Adams, the leader of the opposition Sinn Fein party. At one point, Mr. Kenny called Mr. Adams an “absolute hypocrite” and attacked him for playing down, years earlier, the case of a former Sinn Fein member who said she was sexually abused by IRA members — a charge that Mr. Adams denies.\n\nMr. Kenny has pledged a new official inquiry into the latest developments in the McCabe case.\n\nLate Wednesday night he survived a no-confidence motion put forward by Sinn Fein. Both Mr. Kenny’s party, Fine Gael, and the Fianna Fail party, whose support Mr. Kenny needs, had little appetite for fresh elections that could unsettle their fragile alliance. But observers say the prime minister has been wounded by the scandal, and may not survive long after he returns from a trip to Washington to meet President Trump for St. Patrick’s Day.\n\nOn Wednesday evening, ahead of the vote, Mr. Kenny apologized in Parliament to Sergeant McCabe. He called the allegations against him “appalling.”\n\nPhoto\n\n“He and his family deserve the truth, as do all against whom allegations have been made,” Mr. Kenny said. “And I therefore offer a full apology to Maurice McCabe and his family for the treatment handed out to them as exposed in recent programs.”\n\nAdvertisement Continue reading the main story\n\nSergeant McCabe, and his wife, Lorraine, said in a statement that they had been victims of a “long and sustained campaign to destroy our characters.” They added: “We have endured eight years of great suffering, private nightmare, public defamation, and state vilification arising solely,” they said, from Sergeant McCabe’s determination to ensure that the police agency “adheres to decent and appropriate standards of policing in its dealings with the Irish people.”\n\nSergeant McCabe, 55, a father of five from County Westmeath in the center of the country, has been on sick leave since last year.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe McCabe case has exposed the secretive and insular nature of the police service. An internal investigation into Sergeant McCabe’s complaints found no evidence of corruption, but concluded that some officers had failed to follow procedures. But a police chief, Martin Callinan, stunned the country when he told lawmakers in 2014 that whistle-blowers like Sergeant McCabe were “disgusting.” (He later took early retirement.)\n\nDermot Walsh, a law professor at the University of Kent in England who has studied police and criminal justice in Ireland, said the uproar “was not so much what he was complaining about as the fact that he took his complaints outside the force — in other words, he was seen as not a team player, not a member of the club.”\n\nProfessor Walsh added that Sergeant McCabe “had stepped over to the other side of the line between ‘them’ and ‘us,’ ” and compared the case to that of Detective Serpico. He also said the hierarchical organization of the police agency made it resistant to criticism from its lower ranks.\n\nIn 2014, the justice minister, Alan Shatter, resigned after a report commissioned by the government found that the government and the police had failed to address Sergeant McCabe’s allegations adequately.\n\nA second report, prepared by a commission led by a judge, Kevin O’Higgins, found that Sergeant McCabe had performed “a genuine public service at considerable personal cost.”\n\nNow, the case is about to get yet another look. Mr. Kenny has promised to investigate whether a smear campaign targeted Sergeant McCabe.\n\nThe task was originally assigned to a private commission of inquiry, led by a judge, but after the latest furor, Mr. Kenny agreed to appoint a tribunal, whose proceedings will be open to the public — something that Sergeant McCabe said he believed was essential.\n\nAnother whistle-blower, Superintendent David Taylor, a former police press officer, has come forward to say that the existence of a smear campaign against Sergeant McCabe was widely known within the police force and by his superiors, including Commissioner Noirin O’Sullivan. She has asserted her innocence. “I have made it clear that I was not part of any campaign to spread rumors about Sergeant McCabe and didn’t know it was happening at the time it was happening,” Commissioner O’Sullivan said in a statement on Monday.\n\nAdvertisement Continue reading the main story\n\nYet another police officer, Superintendent Keith Harrison, has come forward, saying that he stopped a colleague for drunken driving in 2009 and, in retaliation, found his family referred to the child protection agency over a baseless allegation."}