{"title": "Britain Threatens E.U. Exit Over 3 Little Words in Treaty", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2015/06/24/world/europe/cameron-eu-brexit.html", "body": "But experts say that the commitment to an “ever closer union” would be hard to expunge from the union’s main treaty, and that it has no legal force anyway.\n\nAmong critics of the European Union in Mr. Cameron’s Conservative Party, there is considerable pressure to force a change in that stated European goal, which they see as an affront to national sovereignty.\n\nSpeaking in Parliament this month, Liam Fox, a former defense secretary, described the term as “the one thing with the European Union with which I have the greatest problem.”\n\n“I do not believe in ever closer union,” he said, “because for me, the logical endpoint of ever closer union is union, and I do not want to lose our status as a sovereign, independent nation.”\n\nA fellow Conservative, Steve Baker, said, “Current circumstances do lead to ever closer union and a single nation state.” Another, Craig Mackinlay, said of ever closer union: “As one advertiser says of its product, it means exactly what it says on the tin.”\n\nIn Continental Europe, there is some puzzlement at the intensity of the opposition to the phrase, particularly since previous British governments have been more pragmatic.\n\n“Ever closer union among the peoples of Europe” are the words featured in the preamble to the Treaty of Rome, signed in 1957, the founding treaty for a bloc that Britain joined in 1973.\n\nAdvertisement Continue reading the main story\n\nThe words echo the phrase, “We the people of the United States, in order to form a more perfect union,” which is the start of the preamble to the American Constitution.\n\nDuring talks on the Maastricht Treaty, signed in 1992, the inclusion of “ever closer union” was in doubt, but it was supported by former Prime Minister John Major, a Conservative — albeit as an alternative to a formulation deemed worse.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThat was a text proposed by the Dutch government promoting a federal Europe — a term which to many Britons implies an overarching European superstate.\n\nRolf-Dieter Krause, the chief correspondent in Brussels for the German broadcaster ARD, who reported on the Maastricht negotiations, recalled that “ever closer union” was in the final text “due to British requests.”\n\n“It seems funny that they now want to change it,” he said.\n\nAnother veteran of the Maastricht talks, Philippe De Schoutheete, then one of Belgium’s negotiators, said he was also surprised by Mr. Cameron’s stance.\n\n“The British are known for their pragmatism; the practical consequence of this sentence is nil,” he said. “It has become symbolic. I fail to understand why this suddenly became a major negotiating objective for Cameron.”\n\nStephen Wall, a former senior official in the British government, said Britain had been “relieved” to see the demise of the Dutch draft of the Maastricht Treaty, and had relaxed about the use of the now much-maligned three words.\n\n“In John Major’s government, anything that was in earlier treaties allowed ministers to go to Parliament and say that this was nothing new,” said Mr. Wall, now a historian of Britain’s relations with the European Union.\n\n“Margaret Thatcher never objected, as it was ever closer union among the peoples of Europe, which she saw as something organic rather than something imposed on governments,” he said.\n\nAdvertisement Continue reading the main story\n\nLast week, Martin Schulz, president of the European Parliament, told the British newspaper The Guardian that scrapping the phrase would require a treaty change, a step that needs the approval of all 28 European Union nations.\n\nAn alternative might be to secure a declaration making clear that the phrase does not apply to Britain, to be added to the next version of the treaty whenever it is revised.\n\nMr. Wall said he believed British concerns derived from a sense of insecurity about the European Union, rooted in a fear of being outmaneuvered and outvoted.\n\n“We have a more literalistic approach that affects the way we negotiate and look at the text,” he said. “One of the points Tony Blair used to make is that one of the reasons why we have to argue over every dot and comma is that we have never succeeded in forming a close relationship with a partner in the way that the French and Germans have — where they know that, if it comes to it, they will support each other. The only protection for us is in legal texts.”\n\nAs part of his renegotiation, Mr. Cameron also wants changes to allow the restriction of some social welfare benefits for European migrants for four years; guarantees that nations, like Britain, that use their own currency rather than the euro will not suffer economic discrimination; and more powers for national parliaments to block European laws.\n\nMaurice Fraser, head of the European Institute at the London School of Economics, said Mr. Cameron should concentrate on these more practical changes. Ever closer union is, he said, “a handy way for euroskeptics to encapsulate their longstanding grievance about the European Union: that no one can see the high-water mark of European integration; it just goes on, relentlessly.”", "summary": "During talks on the Maastricht Treaty, signed in 1992, the inclusion of “ever closer union” was in doubt, but it was supported by former Prime Minister John Major, a Conservative — albeit as an alternative to a formulation deemed worse.Rolf-Dieter Krause, the chief correspondent in Brussels for the German broadcaster ARD, who reported on the Maastricht negotiations, recalled that “ever closer union” was in the final text “due to British requests.”Stephen Wall, a former senior official in the British government, said Britain had been “relieved” to see the demise of the Dutch draft of the Maastricht Treaty, and had relaxed about the use of the now much-maligned three words.“In John Major’s government, anything that was in earlier treaties allowed ministers to go to Parliament and say that this was nothing new,” said Mr. Wall, now a historian of Britain’s relations with the European Union.“One of the points Tony Blair used to make is that one of the reasons why we have to argue over every dot and comma is that we have never succeeded in forming a close relationship with a partner in the way that the French and Germans have — where they know that, if it comes to it, they will support each other."}