{"title": "Kerry and Allies Step Up Pressure for Afghan Pact", "authors": ["Michael R. Gordon"], "url": "http://www.nytimes.com/2013/12/04/world/europe/kerry-to-skip-ukraine-and-visit-moldova.html", "body": "Many of the United States’ allies are also pressing for an earlier signing, arguing that they need the time to secure political support and the financial resources from their parliaments for keeping troops in Afghanistan to train and advise Afghan forces.\n\nThe accord that is being negotiated between Afghanistan and the United States, known as the bilateral security agreement, is also a template for a similar status-of-forces agreement that would be signed by NATO nations with Afghanistan.\n\n“I look forward to its timely signature,” Anders Fogh Rasmussen, NATO’s secretary general, said Tuesday. “If there is no signature on the legal agreement, there can be no deployment and the planned assistance will be put at risk,” alluding to military as well as economic assistance.\n\nA particular concern is that the legal understandings be in place by February when NATO defense ministers are to discuss the details of the post-2014 mission in Afghanistan, a senior State Department official said.\n\nPhoto\n\nWith Mr. Karzai presenting additional demands, including the release of prisoners being held by the United States at Guantánamo Bay, Cuba, the Obama administration is calculating that a unified NATO response may concentrate minds in Kabul.\n\nTwo senior Afghan officials — the acting Afghan foreign minister, Zarar Ahmad, and the Afghan interior minister, Mohammad Umer Daudzai — are scheduled to join a NATO meeting here on Wednesday morning. Mr. Daudzai, who previously served as Mr. Karzai’s chief of staff and then as Afghanistan’s ambassador in Pakistan and Iran, is close to the Afghan president.\n\nThe Obama administration has urged that Mr. Karzai sign the bilateral security accord before the end of the year, and not wait until after the election.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nJohn R. Allen, the former senior American commander in Afghanistan and a retired Marine Corps general, has written that it is a mistake for the White House to insist that the issue be decided before the end of the year and has urged a more flexible policy.\n\nAdvertisement Continue reading the main story\n\nInstead, he asserted that the White House should continue to prepare for a post-2014 mission of carrying out counterterrorism missions and training and supporting Afghan forces and wait to see to if the next Afghan president will endorse the accord.\n\n“It would be a mistake to let one man, increasingly detached from Afghan public and political opinion, determine the fate of the American role in South Asia,” General Allen said in an Op-Ed article in The New York Times last week that he wrote with Michael E. O’Hanlon of the Brookings Institution.\n\n“The United States should stay patient,” he wrote. “It can say to Mr. Karzai, if you want to reinforce Afghan democracy by letting your successor sign this security deal, we can live with that.”\n\nBut Mr. Kerry made it clear that the Obama administration has a much tighter timetable in mind and believes that the United States and its allies need all the time they can get to prepare the handover to Afghan forces.\n\n“This is not fooling around,” Mr. Kerry said at a news conference at NATO headquarters.\n\n“How do you give confidence to the people of Afghanistan?” he said. “How do you give confidence to all those people running for office next year who are looking for some certainty as to what the basis and foundation of that election might be about?\n\n“Can you muddle through? Can you do other things? That is not the issue,” Mr. Kerry said. “The issue is how do you get the best transition possible.”"}