{"title": "Young Refugee Who Fled Syria in Wheelchair Thanks ‘Days of Our Lives’ Stars Who Reunited for Her", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/10/02/world/europe/young-refugee-who-fled-syria-in-wheelchair-thanks-days-of-our-lives-stars-who-reunited-for-her.html", "body": "Noujain Mustaffa, a disabled 16-year-old who fled Syria in a wheelchair, first came to the attention of the world’s news media last month when she arrived on the Greek island of Lesbos in a rubber dinghy with her sister and was photographed by an Irish photographer, Ivor Prickett, on assignment for the United Nations refugee agency.\n\nAs Mr. Prickett wrote on Instagram, when he asked Noujain if she had been afraid during the crossing, she replied in fluent English: “No, I enjoyed it. I have never been on a boat before. It was very beautiful. I didn’t know if I was going to live or die, but thank God we are here.”\n\nNoujain Mustaffa’s Arrival in Greece A photo posted by UN Refugee Agency (@unrefugees) on Sep 4, 2015 at 3:35am PDT\n\nTwo weeks later, as Hungary closed its border with Serbia to keep migrants and refugees from entering, Noujain met another Irish journalist, Fergal Keane of the BBC, who was also taken aback by her hopeful attitude and her dream of one day becoming an astronaut.\n\nThat same day, Noujain explained to Mary Bruce of ABC News that she had learned English by watching an American soap opera, “Days of Our Lives.” Her favorite plot, she said, was the tortured romance of two characters, Sami and E.J., played by Alison Sweeney and James Scott.\n\n“That’s a great show,” she told the American reporter. “But they killed the main character that I loved!” Mr. Scott’s character, E.J., had indeed been killed off.\n\nAdvertisement Continue reading the main story\n\nDays later, Mr. Keane encountered the young refugee again, in a Slovenian holding camp.\n\nLate last week, however, Mr. Keane provided a more hopeful update, in a report that showed Noujain and her sister finally arriving in Germany and being reunited with their older brother.\n\nNoujain’s story took one more twist this week, when her journey was featured in a report on the migrant crisis on “Last Week Tonight,” the “Daily Show” spinoff on HBO hosted by John Oliver.", "summary": "Noujain Mustaffa, a disabled 16-year-old who fled Syria in a wheelchair, first came to the attention of the world’s news media last month when she arrived on the Greek island of Lesbos in a rubber dinghy with her sister and was photographed by an Irish photographer, Ivor Prickett, on assignment for the United Nations refugee agency. As Mr. Prickett wrote on Instagram, when he asked Noujain if she had been afraid during the crossing, she replied in fluent English: “No, I enjoyed it. Two weeks later, as Hungary closed its border with Serbia to keep migrants and refugees from entering, Noujain met another Irish journalist, Fergal Keane of the BBC, who was also taken aback by her hopeful attitude and her dream of one day becoming an astronaut. Late last week, however, Mr. Keane provided a more hopeful update, in a report that showed Noujain and her sister finally arriving in Germany and being reunited with their older brother."}