{"title": "Denmark Moves to Make Refugees Hand Over Valuables", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2016/01/14/world/europe/denmark-refugees-confiscate-valuables.html", "body": "Other countries in Europe, even the most hospitable, have also been tightening their borders against the flow of thousands of asylum seekers, citing economic and security concerns. Fears are growing that terrorists are entering Europe masquerading as refugees. Finland has called on asylum seekers to work without pay, and Sweden introduced identity checks last week for travelers arriving from Denmark, prompting Denmark to do the same along its border with Germany.\n\nPhoto\n\nIn Denmark, as in countries like France and Sweden, a far-right populist party, the Danish People’s Party, has been attracting voters by railing against immigration. Mr. Rasmussen’s governing center-right party, which does not have a majority in Parliament, often needs the Danish People’s Party’s support to pass legislation.\n\nAnalysts said the recent moves by Denmark reflected a concerted effort to make the country less attractive for refugees. Among the new bill’s provisions is a three-year waiting period before asylum seekers can apply to bring their families to Denmark, which human rights activists have criticized as unusually cruel.\n\nThe United Nations refugee agency has called the proposed legislation an affront to refugees’ dignity and said it would send a worrying signal to other countries. In a statement this month, before the bill was amended, the commission said it “could fuel fear, xenophobia and similar restrictions that would reduce — rather than expand — the asylum space globally and put refugees in need at life-threatening risks.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nJens Rohde, a Danish member of the European Parliament, said in an interview on Wednesday that the bill represented an image of Denmark that he did not recognize. Mr. Rohde left Mr. Rasmussen’s center-right party, Venstre, in December in protest over the bill, saying that the party had lost its way and that it was in thrall to the far right.\n\n“Even with the latest changes to the bill, the legislation still paints a bad image of Denmark in the international community, and I don’t recognize myself or the Danish people in this bill,” Mr. Rohde said. “The bill is less horrible than before, but still undignified.”\n\nThe bill has had particular resonance in Denmark because the country has historically been known for its tolerance and generosity. During World War II, when Denmark was occupied by Nazi Germany, Danish citizens managed to save most of the country’s 7,800 Jews by smuggling them to neighboring Sweden before they could be rounded up. Denmark also took in a large number of refugees during the Balkan wars of the 1990s.\n\nLast year, Denmark received 21,000 asylum seekers, according to the Danish Refugee Council. Sweden, in contrast, received about 163,000 asylum seekers, and Germany was expected to have received more than a million, the council said.\n\nJakob Nielsen, the editor of Politiken’s online edition, said it was paradoxical that Denmark was trying to make the country less attractive for immigrants. “Danes are known for being some of the happiest people on earth, with one of the most generous welfare states, and now the government is trying to worsen our image to give the message: Refugees, don’t come here.”", "summary": "Among the new bill’s provisions is a three-year waiting period before asylum seekers can apply to bring their families to Denmark, which human rights activists have criticized as unusually cruel. In a statement this month, before the bill was amended, the commission said it “could fuel fear, xenophobia and similar restrictions that would reduce — rather than expand — the asylum space globally and put refugees in need at life-threatening risks.” During World War II, when Denmark was occupied by Nazi Germany, Danish citizens managed to save most of the country’s 7,800 Jews by smuggling them to neighboring Sweden before they could be rounded up. “Danes are known for being some of the happiest people on earth, with one of the most generous welfare states, and now the government is trying to worsen our image to give the message: Refugees, don’t come here.”"}