{"title": "Death Toll From Sinking of Migrants’ Boat Off Greece Rises to 7", "authors": ["Niki Kitsantonis"], "url": "https://www.nytimes.com/2015/10/30/world/europe/greece-lesbos-refugees-migrants-boat.html", "body": "Video\n\nATHENS — Greek rescuers recovered four bodies off the island of Lesbos on Thursday, bringing the death toll from the sinking of a large smuggling vessel to seven, with dozens more feared missing, officials said.\n\nThe bodies, of two children and two adults, were discovered a day after the Greek Coast Guard mounted one of its biggest rescue operations this year, involving a large wooden vessel that capsized in high winds while trying the short but perilous crossing to Greece from Turkey.\n\nGreece has long been a favored entry point into Europe for the seemingly endless influx of people who are risking their lives to flee war or seek a better life. Most of them try to continue their journeys to more prosperous nations in Western and Northern Europe.\n\nSERBIA Black Sea BULGARIA MACEDONIA Istanbul ALBANIA GREECE Ionian Sea Lesbos TURKEY Athens Aegean Sea CRETE Mediterranean Sea 150 Miles\n\nRescuers saved 242 people on Wednesday, but the bodies of a man and two children were pulled out of the Aegean Sea that day. Thirty-four people are still feared missing, according to an official at the Greek Shipping Ministry, who said weather conditions had worsened.\n\nAdvertisement Continue reading the main story\n\n“It’s another very difficult day; the wind is very strong,” said the official, who spoke on the customary condition of anonymity.", "summary": "ATHENS — Greek rescuers recovered four bodies off the island of Lesbos on Thursday, bringing the death toll from the sinking of a large smuggling vessel to seven, with dozens more feared missing, officials said.The bodies, of two children and two adults, were discovered a day after the Greek Coast Guard mounted one of its biggest rescue operations this year, involving a large wooden vessel that capsized in high winds while trying the short but perilous crossing to Greece from Turkey.Greece has long been a favored entry point into Europe for the seemingly endless influx of people who are risking their lives to flee war or seek a better life.Rescuers saved 242 people on Wednesday, but the bodies of a man and two children were pulled out of the Aegean Sea that day.Thirty-four people are still feared missing, according to an official at the Greek Shipping Ministry, who said weather conditions had worsened."}