{"title": "Defining Refugees Versus Migrants in Germany", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/09/30/world/europe/defining-refugees-versus-migrants-in-germany.html", "body": "Photo\n\nThough the terms “migrant” and “refugee” are sometimes used interchangeably, there is an important legal difference between the two, and not all of the migrants streaming into Europe will be granted asylum.\n\nWhat is the difference, and how do governments determine who can stay and who should go?\n\nKatrin Bennhold, a New York Times foreign correspondent, recently visited Bamberg, Germany, where officials at a former American military base sorted those who had come to Germany for a better life from those who had come to save their lives. For her article, she examined how some of the decisions were made, and answered questions from readers.\n\nQ. Do the refugees have to establish a credible fear of persecution? If not, will they be deported?\n\n— John Jones, Plano, Tex.\n\nA. To be allowed to stay in Germany, migrants have to appeal for protection from war or request asylum from a credible threat of persecution on the basis of religion, race, ethnicity, political conviction or membership in a certain social group.\n\nAdvertisement Continue reading the main story\n\nIf an asylum seeker comes from a country that is on the official list of “safe countries,” it is almost impossible for him or her to get asylum. Bosnia and Herzegovina, Serbia and Macedonia are on the list of countries that are considered safe, and Kosovo, Albania and Montenegro will soon be added.", "summary": "Katrin Bennhold, a New York Times foreign correspondent, recently visited Bamberg, Germany, where officials at a former American military base sorted those who had come to Germany for a better life from those who had come to save their lives. For her article, she examined how some of the decisions were made, and answered questions from readers. To be allowed to stay in Germany, migrants have to appeal for protection from war or request asylum from a credible threat of persecution on the basis of religion, race, ethnicity, political conviction or membership in a certain social group. Bosnia and Herzegovina, Serbia and Macedonia are on the list of countries that are considered safe, and Kosovo, Albania and Montenegro will soon be added."}