{"title": "Plan on Migrants Strains the Limits of Europe’s Unity", "authors": ["Steven Erlanger", "James Kanter"], "url": "https://www.nytimes.com/2015/09/23/world/europe/european-union-ministers-migrants-refugees.html", "body": "Leaders from across the 28-member bloc will meet in Brussels on Wednesday for further discussions on how to respond to the crisis.\n\nMr. Asselborn said even countries that voted against the distribution of asylum seekers — the Czech Republic, Hungary, Romania and Slovakia — must comply. “I have no doubt they will implement these decisions fully,” he said.\n\nBut with the prime minister of Slovakia immediately threatening to defy the plan, the outcome was more than an example of the bloc’s inability to coordinate its policies — formidable enough through the long crisis over the euro and Greece’s debt.\n\nThe response to the refugee crisis so far has also raised profound questions about a failure of European principles, a trembling of the pillars on which the bloc was founded more than 20 years ago.\n\nThe European Union’s reputation, and its faith in Brussels, have suffered in the past few months, with sharp and vocal divisions among member states and continuing doubts about Greek economic sustainability.\n\nThe migrant crisis “risks bursting the E.U. at its weak seams,” said Stefano Stefanini, a former senior Italian ambassador now based in Brussels. “It’s more dangerous than the Greek drama and more serious than the euro, because it challenges fundamental European accomplishments and beliefs.”\n\nWith Tuesday’s vote, he said, “the cleavages only get deeper.”\n\nIn practical terms, those achievements are most manifest in the bloc’s single currency and the freedom of movement within the borderless, passport-free zone known as the Schengen area. Both are being put to the test as never before.\n\nAdvertisement Continue reading the main story\n\nAs with the euro, borderless travel was pushed ahead by the European Union as an essentially political idea, without Brussels having created the rules and institutions capable of coherently maintaining and enforcing it.\n\nAnd as with the euro, the chaos over the refugees has raised questions about not only how the European Union functions but what it stands for, not least its aspirations to balance justice and security.\n\n“People want to see both compassion and competence from the E.U., and those two things should not be at odds,” said David Miliband, a former British foreign minister and now director of the International Rescue Committee, a nongovernmental agency that helps refugees. “If the E.U. is incompetent, compassion is not enough.”\n\nFormed as a peaceful, humane response to the blood bath of World War II, the bloc has always prided itself on its commitment to decency, including a traditional welcome among member states to accepting refugees.\n\nBut the surge of migrants has shredded that welcome and challenged the principles — and many of the practical benefits — of the Schengen zone. Austria, Germany, Hungary and Slovenia have all re-established border controls, at least temporarily, in recent weeks.\n\nThere is a growing recognition that Schengen can function only if its outermost borders are secure — as well as mounting evidence that they are not. Donald Tusk, the president of the European Council and a former prime minister of Poland, wrote European Union leaders last weekend that “we as Europeans are currently not able to manage our common external borders.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPiled atop existing European concerns about low growth, high unemployment and high deficits, the migrant crisis is only more fodder for growing nationalist, populist and anti-European Union parties in countries like Britain, Denmark, France and Sweden.\n\n“The European norm that is challenged is the idea of one for all, all for one, under the rubric of solidarity,” Mr. Miliband said. “There is a significant question about whether Europe pulls together in the face of a fundamental challenge, or it cleaves apart.”\n\nA Europe “defined by a beggar-my-neighbor race to the bottom was precisely what the E.U. was created to prevent,” he said.\n\nAdvertisement Continue reading the main story\n\nVolker Stanzel, a former German ambassador and senior official, said the migrant crisis was “a fundamental challenge, but not an existential one.” At the moment, “the internal fighting is ever more heated by the day,” he said.\n\nPhoto\n\n“We’re in a process that is ugly, that some people call ‘refugee poker,’ with everyone horse trading and fighting for their own skin, but doing so in the framework of existing European mechanisms,” Mr. Stanzel said.\n\nThat is true even in Germany, Europe’s most European-minded power, he said.\n\nAt first, Chancellor Angela Merkel was criticized for her silence on the refugees. She then won praise for humanitarian generosity by ignoring European Union rules and throwing open Germany’s borders to Syrian asylum seekers. But that commitment faded once she was challenged by the Christian Socialists, her party’s partners in Bavaria, which was bearing the brunt of the flow.\n\n“Then the decision comes that Germany will have to reintroduce border controls, even on the border with France, and then all the other countries follow suit,” Mr. Stanzel said.\n\nSolidarity is at risk, Mr. Stefanini, the former Italian ambassador, agreed.\n\n“We talk about how when you join the E.U., you accept that you have to share responsibilities as well as advantages,” he said. “Countries like Slovakia, the Czech Republic, Hungary and some others react as if when they joined they didn’t sign up to share thousands of asylum seekers, or impose collective sanctions on Russia over Ukraine.”\n\n“Once you join, all of a sudden you realize you can’t make all decisions on your own as before,” he said, “and that Schengen is great, but that you also lose control over your borders.”\n\nThe European Union “is not particularly good at dealing with the sort of crisis that demands quick action,” Mr. Stefanini said.\n\n“The old European method is negotiations to seek consensus, and that takes time,” he said. “But here, as with Greece, you need quick decisions, you need to decide whether you do or you don’t. Instead, we’re wobbling along from the Greek crisis to this one, which is even more fundamental.”\n\nAdvertisement Continue reading the main story\n\nMr. Stanzel, the former German ambassador, said he was convinced that Europe would work out an arrangement, which will probably include reception centers in front-line countries like Greece, Hungary and Italy to feed, house and screen migrants and asylum seekers, and then distribute legitimate refugees to member countries.\n\nThough forced to accept quotas for refugees, Eastern countries know that most of them will later travel to Germany or other countries in the Schengen area. Even if the Czechs are forced to take 5,000, “they know 3,000 of them will leave anyway — it’s cynical but it will work,” Mr. Stanzel said.\n\nBut in the longer term, he said, “it will be a big challenge to security over time, and to the police agencies, and to those who must integrate the refugees.”\n\nThere will also be a boon for the populist far-right, Mr. Stefanini said.\n\nThe National Front in France and the Northern League in Italy are “biding their time,” he said. To come out now against refugees in the face of German and public generosity would be a mistake, which the populists realize.\n\n“So they say they’re for legitimate refugees but against an open door to Europe,” Mr. Stefanini said. “But there will be incidents and backlash, and then they will come out, and it will play into their hands.”", "summary": "But with the prime minister of Slovakia immediately threatening to defy the plan, the outcome was more than an example of the bloc’s inability to coordinate its policies — formidable enough through the long crisis over the euro and Greece’s debt. The European Union’s reputation, and its faith in Brussels, have suffered in the past few months, with sharp and vocal divisions among member states and continuing doubts about Greek economic sustainability. Formed as a peaceful, humane response to the blood bath of World War II, the bloc has always prided itself on its commitment to decency, including a traditional welcome among member states to accepting refugees. “Countries like Slovakia, the Czech Republic, Hungary and some others react as if when they joined they didn’t sign up to share thousands of asylum seekers, or impose collective sanctions on Russia over Ukraine.”"}