{"title": "Referendum in Ireland Could Complete a Rapid Shift on Same-Sex Marriage", "authors": ["Douglas Dalby"], "url": "https://www.nytimes.com/2015/05/22/world/europe/vote-in-ireland-could-complete-a-rapid-shift-on-gay-marriage.html", "body": "Just three years ago, former Deputy Prime Minister Eamon Gilmore of the left-leaning Labour Party described same-sex marriage as “quite simply, the civil rights issue of this generation.” Taking up a recommendation in the 2012 national Constitutional Convention, Mr. Gilmore pushed the issue toward Friday’s vote.\n\nEven so, a vote in favor is far from assured. Advocates on both sides will be watching closely for who turns out to cast a ballot, and where. More elderly, rural, conservative voters could ensure the referendum’s defeat.\n\nFor Senator David Norris, 70, who took the successful case for decriminalizing homosexuality in Ireland to Europe, the vote is proof that the days when he was considered “the only gay man in Ireland” are done.\n\n“In many ways, Ireland hasn’t changed because the Irish people have always been tolerant, decent and compassionate,” he said in a recent interview in his Dublin office. “But you’ve still got to say that it’s extraordinary to have once been considered a criminal and now I might be able to marry — if anyone would have me, that is!”\n\nIn the United States , support for gay marriage has grown greatly — and quickly. Gay marriage is now legal in 36 states and the District of Columbia . Its status in a 37th state, Alabama , is unclear because of conflicting state and federal court orders. The United States Supreme Court is now considering whether same-sex marriage is a constitutional right; its decision is expected by the end of next month.\n\nIn Europe, same-sex weddings are legal in more than a dozen countries, including Belgium , Portugal , the Netherlands , Spain, Sweden and Norway. They have also been adopted by countries as diverse as Brazil , Canada , Argentina , New Zealand and Uruguay , according to the Pew Research Center .\n\nYet in many places, the adoption of laws was preceded by heated battles. In France, which prides itself on being the country of liberty, equality and fraternity, hundreds of thousands of people took to the streets to protest two years ago when President François Hollande announced plans to make same-sex marriage legal.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe legislation eventually passed, but it continues to be polarizing, with lingering opposition from traditional churchgoers, political conservatives and many Muslims and Jews.\n\nAdvertisement Continue reading the main story\n\nIn many other places around the world, talk of gay marriage is not even a notion. Homosexual behavior in itself remains a crime punishable by death in five countries and in parts of two others; in 70 others it still carries hefty prison terms.\n\nUnder federal law in Nigeria , it is a crime punishable by imprisonment. In Saudi Arabia , anyone caught engaging in a homosexual act faces death by stoning.\n\nCloser to Dublin, British-ruled Northern Ireland has refused to join the rest of the United Kingdom in recognizing same-sex marriage. Last month the region’s health minister, Jim Wells, resigned after a lesbian constituent confronted him over comments he had made, contending that a child was far more likely to be abused or neglected if brought up by parents in a homosexual relationship.\n\nThe resignation came a day before the majority right-wing Protestant Democratic Unionist Party, to which he still belongs, voted down same-sex marriage in the Northern Ireland Assembly for the fourth time in three years.\n\nMuch of the opposition there is rooted in religious convictions, based in evangelical Protestantism. The Catholic nationalist Sinn Fein party supports gay marriage in Northern Ireland, but has not been able to overcome the opposition.\n\nWhen First Minister Peter Robinson of Northern Ireland defended his wife, Iris, after she described homosexuality as an abomination and advised a gay man it could be “cured” by psychotherapy, he responded, “It wasn’t Iris Robinson who determined that homosexuality was an abomination, it was the Almighty.”\n\nIn the Republic of Ireland, the Angelus still tolls twice daily on the state broadcaster, and officially around 84 percent of the populace is Roman Catholic. But the days when an entire society appeared in thrall to the Vatican have long since given way to secularist pluralism, paving the way for Friday’s vote.\n\nAdvertisement Continue reading the main story\n\nStill, many supporters of the same-sex marriage law worry that the pockets of resistance are strong and largely silent, perhaps skewing polls that lean in favor of approval. The country over all remains socially conservative, and some still see homosexuality as a sin — or something to mock.\n\nYet Prime Minister Enda Kenny, a churchgoer, supports the amendments. “There is nothing to fear for voting for love and equality,” he said.\n\nEven the right-leaning Fine Gael and Fianna Fail parties support the measure, and within the church there is division. The bishops have been resolute in their opposition, but their message appears to have gone unheeded by some of their clergy members.\n\nThe Rev. Tim Hazelwood, in the village of Killeagh in a rural part of County Cork , told The Irish Times this week that he supports the referendum because gay people are entitled to equal rights.\n\n“I feel that as a country and a church we haven’t treated gay people well,” he said, “and I said that at the end of Mass on Sunday, when I said I would be voting ‘yes.’ ”"}