{"title": "Hospital Death in Ireland Renews Fight Over Abortion", "authors": ["Douglas Dalby"], "url": "http://www.nytimes.com/2012/11/15/world/europe/hospital-death-in-ireland-renews-fight-over-abortion.html", "body": "Two investigations into the case have been announced, and politicians have been quick to express their condolences and to call for legal clarity. Kathleen Lynch, a junior health minister, said medical professionals needed guidelines to deal with such circumstances.\n\nIn a statement, the hospital said it would cooperate fully with any inquest but that it had not started its own review because it wanted to consult the woman’s family first.\n\nPhoto\n\nMr. Halappanavar told the newspaper that he still could not believe his wife was dead. “I was with her those four days in intensive care,” he said. “They kept telling me: ‘She’s young. She’ll get over it.’ But things never changed; they only got worse. She was so full of life. She loved kids.\n\n“It was all in their hands, and they just let her go. How can you let a young woman go to save a baby who will die anyway?”\n\nBut Mr. Halappanavar said he saw no use in being angry. “I’ve lost her,” he said. “I am talking about this because it shouldn’t happen to anyone else.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMedical professionals were less forgiving. During a miscarriage, the cervix is opened, exposing the woman to infection, and the longer the miscarriage persists, the greater the risk, said a prominent medical commentator here, Dr. Muiris Houston. While Dr. Halappanavar’s death was “on the rare end of the spectrum,” and the facts surrounding the case are not all known, Dr. Houston said, she “undoubtedly needed to go to theater,” meaning to surgery.\n\n“If she had gone to theater earlier she might still have died, but perhaps not,” he said. “Medicine is now increasingly driven by guidelines, and the question must be, ‘Did the hospital have protocols in place when a woman presented with such a condition?’ ”\n\nThe legal issues are, if anything, more clouded. In 1992, the Irish Supreme Court ruled that abortion was permissible in cases where there was a “real and substantial risk” to the life of a pregnant woman — including the possibility of suicide. But 20 years later, the Irish government has still not passed a law to this effect.\n\nAdvertisement Continue reading the main story\n\nIn 2010, the European Court of Human Rights found that Ireland was in violation of the European Convention on Human Rights by failing to provide an accessible and effective procedure to ascertain whether a woman qualified for a legal abortion.\n\nIn response, the current coalition government commissioned a report from an expert group on the issue. It was initially expected in July, but was then postponed until September — a deadline also missed. Given the divisiveness of the abortion issue in Ireland, which has prompted two bitterly fought referendums, successive governments have avoided passing any legislation.\n\nThe report was eventually delivered Tuesday night, hours before news broke of Dr. Halappanavar’s death. The government warned people not to link the two, but inevitably the death has led to calls for urgent reform."}