{"title": "Turkish Leader Says E.U. Should Do More About Syria", "authors": ["James Kanter", "Tim Arango"], "url": "https://www.nytimes.com/2015/10/06/world/europe/turkey-erdogan-syria-european-union-refugees.html", "body": "Mr. Erdogan called for more European involvement on a day when Turkey’s prime minister lashed out at Russia after a fighter jet carrying out strikes in Syria entered its airspace over the weekend, and NATO issued a warning to the Kremlin.\n\n“The root cause of the refugee crisis today is the war that has been taking place in Syria and the state-sponsored terrorism actions” carried out by President Bashar al-Assad of Syria, Mr. Erdogan said. To address the Syrian crisis, Mr. Erdogan called for efforts to “train and equip,” for a “safe zone” and for a “no-fly zone.”\n\nPhoto\n\nMr. Tusk, who leads the arm of the European Union that represents leaders of the 28 member states, said at the news conference that he had discussed a “possible buffer zone in Syria” with Mr. Erdogan. But Mr. Tusk announced no breakthrough on a deal to curb the migration crisis.\n\n“It is indisputable that Europe has to manage its border better, and we expect Turkey to do the same,” Mr. Tusk said.\n\nTurkish leaders are accustomed to visiting Europe with hat in hand, seeking to make compromises in exchange for advancing Turkey’s long-held, and long-stalled, ambition to join the European Union. But this time Turkey is in a relative position of power, given that Turkish cooperation is essential for Europe to contain the widening crisis.\n\n“Unlike previous visits of Turkish statesmen to Brussels, this is quite different,” said Sinan Ulgen, a former Turkish diplomat who runs an Istanbul-based research organization, the Center for Economic and Foreign Policy Studies.\n\nMore than two million Syrians are already in Turkey, with limited working rights and educational opportunities — factors helping push them to view migration to Europe as a better alternative. Many Turks also view them as an economic and cultural threat.\n\nAdvertisement Continue reading the main story\n\nWhile Turkey has been praised by the international community for welcoming so many refugees, while Europe and the United States did not, Turkey has also come under increasing criticism for looking the other way as refugees embark on perilous journeys to Europe.\n\nTurkey already has about 300,000 Syrian refugees residing in its camps. The vast majority of the remaining Syrians live in cities around the country. But without prospects of finding meaningful work in Turkey or going back home to Syria, an increasing number are now trying to leave Turkey for Europe.\n\nAny package of European measures for Turkey would be likely to include strengthening border controls between Turkey and the waters off Greece, which is a European Union member.\n\nPhoto\n\nA deal would also most likely seek to improve living conditions for refugees inside Turkey and to encourage a crackdown on smugglers who provide means for passage to Europe like fake passports.\n\nWhat Europe can offer in exchange for Turkey’s help is unclear. But accelerated cooperation on its membership in the bloc is unlikely to be part of a deal, as is any quick decision granting visa-free travel for Turks inside the European Union.\n\nThat leaves the offer of more aid money by Europe that could be spent on improving camps in Turkey for displaced Syrians. The European Union already agreed last month to spend one billion euros, about $1.1 billion, on Syrian refugees in Turkey, Jordan, Lebanon and other countries.\n\nDespite Mr. Erdogan’s focus on the military dimension of the refugee crisis during the news conference, the talks between Mr. Tusk and Mr. Erdogan were not focused exclusively on areas that have long been priorities for the Turks, like the creation of a safe haven within Syria.\n\nBoth sides also agreed to the creation of a high-level working group to discuss the full range of issues linked to the migration crisis, including European priorities like border control and combating smuggling, according to a person briefed on the talks between Mr. Tusk and Mr. Erdogan who spoke on the condition of anonymity because the conversation was meant to be private.\n\nAdvertisement Continue reading the main story\n\nMr. Erdogan was also scheduled to hold talks with Jean-Claude Juncker, the president of the European Commission, and to attend a dinner with Mr. Tusk, Mr. Juncker and Martin Schulz, the president of the European Parliament.\n\nAs Europe has struggled to contain the crisis, with some countries erecting walls or deploying security forces to interdict migrants, Mr. Erdogan has lashed out at the Europeans.\n\n“What do they say to us?” Mr. Erdogan said on Sunday while speaking at a rally in Strasbourg, France, that was billed as an antiterrorism event, but was seen by many as an election rally to address the Turkish diaspora ahead of a snap parliamentary vote scheduled for Nov. 1. “‘Oh my, don’t open your doors, don’t let them reach us. They should stay with you.’ ”\n\nA deal on migration is particularly important for the German government, which has been pushing an arrangement with Turkey as a solution.\n\nThere is a need for international action, “especially with Turkey,” to control the influx of refugees, Wolfgang Schäuble, the influential German finance minister, told the German public broadcaster ZDF on Sunday evening.", "summary": "Mr. Erdogan called for more European involvement on a day when Turkey’s prime minister lashed out at Russia after a fighter jet carrying out strikes in Syria entered its airspace over the weekend, and NATO issued a warning to the Kremlin. Turkish leaders are accustomed to visiting Europe with hat in hand, seeking to make compromises in exchange for advancing Turkey’s long-held, and long-stalled, ambition to join the European Union. A deal would also most likely seek to improve living conditions for refugees inside Turkey and to encourage a crackdown on smugglers who provide means for passage to Europe like fake passports. Both sides also agreed to the creation of a high-level working group to discuss the full range of issues linked to the migration crisis, including European priorities like border control and combating smuggling, according to a person briefed on the talks between Mr. Tusk and Mr. Erdogan who spoke on the condition of anonymity because the conversation was meant to be private."}