{"title": "Turkey Moves to Close All Gates at Border With Syria", "authors": ["Ceylan Yeginsu", "Karam Shoumali"], "url": "https://www.nytimes.com/2015/03/30/world/europe/turkey-moves-to-close-all-gates-at-border-with-syria.html", "body": "“We aren’t talking about a threat from one or two people here. We have received solid intelligence about a large-scale terrorist attack, and therefore must take the necessary precautions,” an intelligence official said on the condition of anonymity, in keeping with government protocol.\n\nOfficials have not said when the gates will be reopened, but they have underlined the government’s continuing dedication to its open-door policy and the resumption of normal operations.\n\nAlthough Turkey has recently taken steps to stem the flow of foreign jihadists through its porous 560-mile border with Syria, its efforts have fallen short of expectations from the international community, which has criticized the government for having other priorities that limit its role in the American-led coalition fighting the Islamic State.\n\nTensions at the border have been running high in recent weeks since a Turkish soldier shot and killed a man for driving into a militarized zone, ignoring warnings to stop, in a car carrying human smugglers.\n\nLast Monday, the semiofficial Anadolu News Agency reported that the Cilvegozu border gate had partly reopened, allowing the entrance of Syrian citizens with passports subject to security controls. But representatives from both the Turkish and Syrian border gates denied that.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“No one can cross legally from Syria into Turkey. Even with a passport,” said Moayad Alzreak, head of the media office for the Syrian side of the Cilvegozu border crossing. “The Turkish Army has cracked down on smuggling routes as well, so it is hard to get to the Turkish side.”\n\nA Turkish official at the Hatay governor’s office, who did not give his name because he was not permitted to speak on the matter, said that wounded Syrians were being allowed into Turkey. But Syrian aid workers complain that Syrians seeking urgent treatment for illnesses like cancer cannot get through for treatment, even with a doctor’s letter.\n\n“Ten people have died since the closure,” said Ahmad Akrama, a member of Jaish al-Islam, a rebel group fighting the Assad government. “I witnessed the death of an 11-year-old kid, who needed to be hospitalized in the emergency ward for kidney problems but died at the border.”\n\nAn average of 3,000 Syrians used to cross into Turkey through the Cilvegozu border gate on a daily basis, and at least 1,000 would get through on crowded days, according to Mr. Alzreak. But now, refugees who want to flee to Turkey are left with no option but to cross illegally with human smugglers, whose main routes were recently cut off by the Turkish military.\n\nAdvertisement Continue reading the main story\n\n“Now we are all stuck,” said Mr. Falouti, who used to cross from Turkey into Syria frequently for business. “Sometimes I ask myself if it is possible that I will never see Syria again.”", "summary": "Although Turkey has recently taken steps to stem the flow of foreign jihadists through its porous 560-mile border with Syria, its efforts have fallen short of expectations from the international community, which has criticized the government for having other priorities that limit its role in the American-led coalition fighting the Islamic State. Tensions at the border have been running high in recent weeks since a Turkish soldier shot and killed a man for driving into a militarized zone, ignoring warnings to stop, in a car carrying human smugglers. Last Monday, the semiofficial Anadolu News Agency reported that the Cilvegozu border gate had partly reopened, allowing the entrance of Syrian citizens with passports subject to security controls. But now, refugees who want to flee to Turkey are left with no option but to cross illegally with human smugglers, whose main routes were recently cut off by the Turkish military."}