{"title": "Belgian Liberal Basks in Viral Fame for Scolding Greek Prime Minister", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/07/11/world/europe/belgian-liberal-basks-in-viral-fame-for-scolding-greek-prime-minister.html", "body": "As the Slovene philosopher Slavoj Zizek argued in The New Statesman this week, while Mr. Tsipras and his Syriza Party are often described in ideological terms as far left, the political orientation of the parties representing Greece’s creditors matters, too, but is less frequently mentioned.\n\nMr. Zizek suggested that this could be seen most clearly in the tension between Greek negotiators and Jeroen Dijsselbloem, the Dutch finance minister, who speaks in the language of an impartial expert but also represents one of Greece’s major creditors:\n\nThe Greek prime minister, Alexis Tsipras, recently remarked that if he were to meet alone with Angela Merkel for dinner, they would find a formula in two hours. His point was that he and Merkel, the two politicians, would treat the disagreement as a political one, in contrast to technocratic administrators such as the Eurogroup president, Jeroen Dijsselbloem. If there is an emblematic bad guy in this whole story, it is Dijsselbloem, whose motto is: “If I get into the ideological side of things, I won’t achieve anything.” This brings us to the crux of the matter: Tsipras and the former finance minister Yanis Varoufakis, who resigned on 6 July, talk as if they are part of an open political process where decisions are ultimately “ideological” (based on normative preferences), while the EU technocrats talk as if it is all a matter of detailed regulatory measures. When the Greeks reject this approach and raise more fundamental political issues, they are accused of lying, of avoiding concrete solutions, and so on. It is clear that the truth here is on the Greek side: the denial of “the ideological side” advocated by Dijsselbloem is ideology at its purest. It masks (falsely presents) as purely expert regulatory measures that are effectively grounded in politico-ideological decisions.\n\nMr. Dijsselbloem has become such a hate figure in Greece that his shocked face was featured on the front page of a Greek newspaper as if reacting to the results of the referendum rejecting the deal he reportedly described as “a take it or leave it offer.”\n\nIn purely personal terms, it might be unsurprising that the Dutch finance minister showed so little sympathy for Greece at the 11th hour, given that his Greek counterpart, Yanis Varoufakis, publicly undermined his authority after their first meeting five months ago. (Video of that awkward encounter inspired meme after meme on YouTube.)\n\nBut Pepijn Brandon, a Dutch historian at the University of Pittsburgh, suggested in February on the website Jacobin that social democrats who have embraced centrist fiscal policies, like Mr. Dijsselbloem, were deeply threatened by Mr. Tsipras and his party.\n\n“The promise of the Syriza government represents everything that postwar social democracy no longer is, and cannot return to,” Mr. Brandon wrote. “Underlying Dijsselbloem’s career is the perspective that at best, contemporary progressive politics can only be a variant of conservative politics with slightly more scruples.”\n\nFor that reason, the historian suggested, Mr. Dijsselbloem had an interest in curbing the ambitions of the new Greek government.\n\n“It is a precondition for restoring the stability of the EU that he, his party, and economic elites so desire,” Mr. Brandon argued. “But it is as necessary for the continuation of the dreamless, managerial, suit-and-tie progressivism from which he has never strayed.”", "summary": "Mr. Zizek suggested that this could be seen most clearly in the tension between Greek negotiators and Jeroen Dijsselbloem, the Dutch finance minister, who speaks in the language of an impartial expert but also represents one of Greece’s major creditors: Mr. Dijsselbloem has become such a hate figure in Greece that his shocked face was featured on the front page of a Greek newspaper as if reacting to the results of the referendum rejecting the deal he reportedly described as “a take it or leave it offer.” In purely personal terms, it might be unsurprising that the Dutch finance minister showed so little sympathy for Greece at the 11th hour, given that his Greek counterpart, Yanis Varoufakis, publicly undermined his authority after their first meeting five months ago. But Pepijn Brandon, a Dutch historian at the University of Pittsburgh, suggested in February on the website Jacobin that social democrats who have embraced centrist fiscal policies, like Mr. Dijsselbloem, were deeply threatened by Mr. Tsipras and his party."}