{"title": "Greeks Spend in Droves, Afraid of Losing Savings to a Bailout", "authors": ["Suzanne Daley"], "url": "https://www.nytimes.com/2015/07/09/world/europe/greeks-spend-droves-afraid-losing-savings-bailout.html", "body": "Some are watching television and checking their smartphones constantly. Others refuse to follow what is going on in Brussels at all. But either way, many are doing what they can to protect themselves financially, buying appliances and jewelry or even prepaying their taxes so they will have taken care of one financial obligation if they end up losing some of their savings to a bank failure, as happened to depositors in Cyprus under a bank rescue plan there in 2013.\n\n“Panicked doesn’t begin to describe how people feel,” said Antonis Mouzakis, an Athens accountant. “I have a huge number of customers wanting to file their taxes right here, right now, to have the tax calculated and paid instantly before a possible haircut. Even if the tax is 40 to 50 thousand euros, they pay it off in one go.”\n\nPhoto\n\nA Greek jeweler, George Papalexis, said a customer had approached him on Wednesday wanting to buy a million euros’ — about $1.1 million — worth of merchandise. But Mr. Papalexis, the chief operating officer of Zolotas, said he had refused because he was more comfortable holding on to the jewels than having money in Greek banks.\n\n“I can’t believe that there I was, turning away a million-dollar offer,” he said. “But I had to turn down the deal. It’s a measure of the risk we face.”\n\nMr. Mouzakis said that many companies were also trying to settle their debts quickly, not wanting to owe money if their deposits are hit in a deal to rescue Greek banks. Others do not want to accept payments for the same reason. When banks in Cyprus had to be bailed out in 2013, depositors with more than 100,000 euros lost about 40 percent of their money.\n\nBut individuals, too, are doing what they can to protect themselves. At night, many of them are walking the city in search of A.T.M.s that have not been emptied of cash. Others are using computers to spread money to various accounts or to relatives, lowering the total in each account.\n\nWith banks closed, Greeks are limited to withdrawals of 60 euros, or $66, a day from A.T.M.s and cannot make international transactions, factors that have gutted some businesses already.\n\nAdvertisement Continue reading the main story\n\nThe auction at the downtown fish market, where cash is mandatory, was sparsely attended Wednesday, leaving fishermen fretting. But there are more mundane problems, too. The A.T.M.s give out only 20- and 50-euro notes, and they appear to be running out of 20s. Stores are having an increasingly difficult time making change.\n\nSome businesses have begun yet another round of layoffs. “My boss came in and said, ‘We are all going to die,’ ” said a young woman who works for a small travel agency in Athens. “He gathered us all together, really, to tell us that.”\n\nHe then reduced her hours to two days a week, she said, adding that her boss “was completely, totally panicked.”\n\nThe agency has been unable to issue tickets this week because Greek travel agents have been blocked from the global ticketing system.\n\nPharmacists began to feel the pinch almost immediately when the banks shut down because most drugs are imported and they had no way to pay for them. Michalis Moschonas, an Athens pharmacist, said his customers had been concerned, if understanding, when he had to turn them away. He was also understanding, allowing many people who were unable to get enough cash to pay for their medicine to owe him money.\n\n“I have countless i.o.u.s behind my counter,” he said.\n\nA contractor at a Greek energy company, who spoke on the condition of anonymity, said his firm had paid all its taxes for the year last week to whittle down the funds that could be subject to a deposit tax.\n\n“I’m even thinking about buying a car, although I don’t need one, to get my cash balance lower,” he said. “People want their money in physical assets, not in the bank.”\n\nPhoto\n\nHis mother, he said, asked him to help her open new accounts online at as many Greek banks as possible to divide her life’s savings into smaller pieces.\n\nAdvertisement Continue reading the main story\n\nTo some degree, the fear has prompted a kind of binge spending. Of course, millions of Greeks have nothing to spend after five years in which unemployment skyrocketed to more than 25 percent.\n\nBut some who are unlikely to be troubled by losing a percentage of their bank deposits are spending, too. Vassilis Bekiaris, 29, said he knew two brothers who had gone on what was probably an ill-advised spending spree, fearing a cut to their savings. One who had just 1,000 euros in his account bought an iPhone. The other had 10,000 euros but, thinking he could lose 20 percent, bought 2,000 euros worth of clothes.\n\n“All they managed to do was prop up the economy a bit,” Mr. Bekiaris said.\n\nWhile pensioners and others in need of cash struggled, some employers who were behind in paying their employees surprised them by digging into their safes and producing cash rather than risk losing money to the terms of a bank bailout.\n\nA few companies, prepared for the bank closings, were ready to pay cash to their grateful employees. The family-owned Petsas group, which manufactures a range of products from biodiesel to cotton clothing, paid all of its workers, about 130 people, in cash. “We didn’t want them standing in lines for hours to get 60 euros,” said Vasilis Petsas, the head of the company.\n\n“It was a really nice surprise,” said Effrosini Malamou, 23, an administrative assistant. Still, she could not get to her savings to pay for her vacation plans.", "summary": "Mr. Mouzakis said that many companies were also trying to settle their debts quickly, not wanting to owe money if their deposits are hit in a deal to rescue Greek banks. With banks closed, Greeks are limited to withdrawals of 60 euros, or $66, a day from A.T.M.s and cannot make international transactions, factors that have gutted some businesses already. The auction at the downtown fish market, where cash is mandatory, was sparsely attended Wednesday, leaving fishermen fretting. The family-owned Petsas group, which manufactures a range of products from biodiesel to cotton clothing, paid all of its workers, about 130 people, in cash."}