{"title": "Irish Woman Live-Tweets Trip to Get Abortion in England", "authors": ["Liam Stack"], "url": "https://www.nytimes.com/2016/08/24/world/europe/irish-woman-live-tweets-trip-to-get-abortion-in-england.html", "body": "The pair began tweeting on their way to the airport. Their first tweet — like many that followed — was aimed at Ireland’s prime minister, Enda Kenny, who has declined to back calls for a referendum on expanding abortion access.\n\n“Good morning all. Thanks for all of the messages of solidarity and support,” they wrote. “Thanks to @EndaKennyTD we’re about to hit the road.”\n\nMr. Kenny has not publicly responded to the women’s Twitter campaign, and his office did not respond to an email seeking comment. Ireland’s health minister, Simon Harris, however, thanked the two women in his own Twitter post and said they had raised awareness of a “reality which faces many.”\n\nThe women’s Twitter account has gotten over 26,000 followers since their first tweet was sent on Friday night. But not everyone was supportive. Cora Sherlock, the spokeswoman for Pro Life Campaign Ireland, said on Twitter that she found the women’s social media activity “deeply disturbing.”\n\nThe Eighth Amendment to Ireland’s Constitution says a woman and a fetus have an equal right to life. The measure was passed in a referendum in 1983, when the majority-Catholic country was a far more conservative place.\n\nAs a result, the path from Irish airports to British abortion providers is a well-traveled one. At least 3,451 women traveled from Ireland to England or Wales to get an abortion in 2015, according to the British Department of Health. It said at least 833 more went to Britain from Northern Ireland, a part of the United Kingdom that also restricts abortion access.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Irish Family Planning Association said at least 166,951 women traveled from Ireland to another country for an abortion from 1980 through 2015. At least 165,438 of those went to Britain, it said.\n\nAdvertisement Continue reading the main story\n\nThe live-tweeters were not the only Irish women who went to England to get abortions over the weekend. They said they went to two clinics on Saturday, one in Manchester and another an hour away in Liverpool, because the first one was too busy to accommodate them. They said they met several other Irish women at both clinics.\n\n“We were talking to them at the end of the day because we were all waiting for our taxis back,” the companion said. “If you see a woman on her own in an abortion clinic, the chances are that lonely woman keeping to herself is Irish.”\n\nIreland has changed significantly in recent years. It became the first country in the world to legalize same-sex marriage by popular vote in 2015, and the Roman Catholic Church has lost its once-dominant role, in part because of a series of sexual abuse scandals.\n\n“A lot of the Irish people, and especially Irish women, have shed the church,” the companion said. “The church is losing its grip, but the government hasn’t caught up to the idea that women need to be freed.”\n\nThe government has been under pressure in recent months to relax its abortion laws, which Amnesty International has called among “the world’s most discriminatory and punitive.”\n\nIn 2012, Savita Halappanavar, 31, a dentist who lived near Galway, died after she was reportedly denied a potentially lifesaving abortion, spurring at least two investigations and reviving the debate over Ireland’s ban on most abortions.\n\nIn June, Ireland was criticized by a United Nations panel that said its policies amounted to cruel, degrading and discriminatory treatment of women. That same month, it agreed to hold a “citizens’ assembly” to study the issue by October, but critics said the proposal was not enough.\n\n“The Irish state is failing women and the tweets from @twowomentravel highlight this,” Louise O’Reilly, an opposition politician, said in an email. “The issue of a referendum to repeal the 8th amendment needs to be addressed head on.”\n\nAdvertisement Continue reading the main story\n\nThe woman had the abortion on Saturday, and on Sunday the pair live-tweeted their return journey to Ireland. It began with a lightly bloodstained sheet in a Manchester hotel room.\n\nThe woman’s companion said on Sunday that they were relieved to have the trip behind them, but that they thought it was wrong they had to make the journey in the first place.\n\n“Abortion is a very difficult thing for any woman to have to go through and to say that traveling to another country doesn’t make it any easier would be a gross understatement, to say the least,” she said."}