{"title": "Greek Plan Accepts Austerity to Get Debt Relief", "authors": ["Liz Alderman", "James Kanter"], "url": "https://www.nytimes.com/2015/07/10/world/europe/greek-debt-talks.html", "body": "It is still too early to gauge whether this prospective bailout will be any more effective than earlier pacts in balancing the demands of the creditors against some relief from austerity.\n\nWhat was breathtaking, however, was how in a matter of hours the entire dynamic in the Greek crisis seemed to shift, from apocalyptic warnings of a Zimbabwe in the Balkans, to a fresh optimism that the basics of a deal could be worked out.\n\nThe question now is whether that apparent change of heart reflected a new political determination to cut a deal that keeps Greece in the eurozone.\n\nPhoto\n\nThe representatives of Greece’s main creditors — the eurozone nations, the European Central Bank and the International Monetary Fund — are scheduled to review the new proposal in Brussels on Friday. Approval will also require an assessment by the 19 finance ministers of eurozone countries. That meeting, of the so-called Eurogroup, has been scheduled for Saturday afternoon in Brussels.\n\nOne analyst said he thought the offer would be well received by creditors.\n\n“The package takes a very substantial step in the right direction, and it should move us closer to a deal,” said Mujtaba Rahman, the Europe director for the Eurasia Group, a political risk consultancy, shortly after reading one version of the Greek offer translated into English.\n\n“The question now is whether the Greeks are actually going to implement some of the measures over the course of the weekend by putting them before their Parliament as German officials seems to be demanding,” he added.\n\nProspects for a deal improved through the day as a procession of European leaders came around to Mr. Tsipras’s conviction that pure austerity measures were insufficient in their own right and had to be accompanied by a commitment to reduce the burden of Greece’s stupendous debt.\n\nAdvertisement Continue reading the main story\n\nGreece received vital political support and technical assistance from France, help that highlighted the contrasting approaches being taken by the two leading powers in the European Union. Germany has played the bad cop, standing firm against concessions to Greece and, in Mr. Schäuble’s case, openly doubting that the country really belonged in the eurozone. France has thrown itself into the task of finding a deal.\n\nThe French assistance appeared to be an effort to make sure the Greek proposal, submitted just before a midnight deadline, would be as thorough and salable as possible to Greece’s creditors and would smooth the way for a compromise on a new bailout package to keep Greece afloat financially and inside the euro.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“There is a group of people who have been sent to help the Greeks, to try to transform words into action,” said a French government official with knowledge of the effort.\n\nFrance has been the most steadfast major nation in Europe supporting Greece ever since Mr. Tsipras was ushered in to power in January on a mandate to repudiate austerity. Paris has been particularly outspoken in recent days about the need for a compromise that would help Greece and hold the eurozone together.\n\nBy contrast, Germany’s chancellor, Angela Merkel, has shown little inclination to compromise on demands that Greece take actions to show that it can be fiscally responsible before even considering new bailout aid.\n\nNeither French nor German officials would discuss France’s involvement in the Greek proposal in any depth. But the development raised questions about whether France and Germany have split heading into the final negotiations or whether there is a back-room understanding between Paris and Berlin.\n\nMr. Tsipras and his team spent the day in meetings as they put together a proposal and sought to ensure domestic political support for it.\n\nMs. Merkel, speaking later in Sarajevo, reiterated her opposition to actually writing off some of Greece’s debt, though she was less definitive about steps like reducing interest rates or extending the payment period as ways of helping Greece manage its indebtedness.\n\nGermany has taken an increasingly hard line toward Greece since the nation voted no on Sunday to an earlier bailout program in a referendum that sent political shivers across Europe. In the wake of the chaos sparked by the vote, Ms. Merkel flew Monday to Paris to join President François Hollande of France to discuss what to do next with Greece.\n\nAdvertisement Continue reading the main story\n\nThe situation has put Mrs. Merkel into the toughest position of her career. She has been forced to balance an angry German public, which sees no reason to give Greece billions of additional bailout money or to write down its debt, against the danger of a Greek exit from the eurozone.\n\nGreece is a tiny country with limited economic impact on Europe, but considerable strategic value. European political experts had wondered throughout the week whether Ms. Merkel, as the leader of the most powerful country in Europe, would stand for becoming the first postwar European leader to countenance the first step back in Europe’s march toward greater integration.\n\nThey also wondered if she was willing to risk the prospect of a failed, embittered state within the European Union and NATO, an open wound in Europe’s southern and eastern flank that would be an open invitation to Moscow to exploit already inflamed division within the European Union.\n\nWhen Greece in 2012 was the epicenter of the last flare-up in Europe’s long-running debt crisis, many French officials steadfastly maintained that the eurozone was fundamentally a historic project, and that it should not risk being broken up by the departure of Greece, nor of any other euro member country.\n\nThat sentiment was renewed by Prime Minister Manuel Valls of France on Wednesday. “France refuses that Greece leaves the eurozone in the name of our position and our commitments,” he told lawmakers in the National Assembly on Wednesday in a speech that was broadcast live on Greek television. To secure a deal, though, he said Greece needed to pledge to modernize its economy and overhaul pensions.\n\nHe also suggested that Mr. Tsipras’s most pivotal request — a program to make Greece’s mountainous debt more sustainable — be taken seriously by other European countries. Until recently, that has been nearly a taboo idea in Europe’s halls of power, since European taxpayers are currently on the hook if Greece defaults on its debts.", "summary": "What was breathtaking, however, was how in a matter of hours the entire dynamic in the Greek crisis seemed to shift, from apocalyptic warnings of a Zimbabwe in the Balkans, to a fresh optimism that the basics of a deal could be worked out. “The package takes a very substantial step in the right direction, and it should move us closer to a deal,” said Mujtaba Rahman, the Europe director for the Eurasia Group, a political risk consultancy, shortly after reading one version of the Greek offer translated into English. Prospects for a deal improved through the day as a procession of European leaders came around to Mr. Tsipras’s conviction that pure austerity measures were insufficient in their own right and had to be accompanied by a commitment to reduce the burden of Greece’s stupendous debt. She has been forced to balance an angry German public, which sees no reason to give Greece billions of additional bailout money or to write down its debt, against the danger of a Greek exit from the eurozone."}