{"title": "Hungarians Say Images of Harshness Toward Migrants Are Unfair", "authors": ["Palko Karasz", "Helene Bienvenu"], "url": "https://www.nytimes.com/2015/09/12/world/europe/hungary-migrants-refugees.html", "body": "Video by Sprido08Video circulated on social networks shows officers throwing food to detainees held in pens at a migrant camp near Hungary’s border with Serbia.\n\nEuropean Refugee and Migrant Crisis\n\n“The situation for migrants and asylum seekers in Hungary is inhumane and untenable,” Peter Bouckaert, emergencies director at Human Rights Watch, said in a statement on Friday. “The Hungarian government, with help from fellow E.U. governments and the United Nations, should take concerted action to ensure it can meet its obligations to protect people and treat them humanely.”\n\nHungarian officials said the harsh image of its country that has emerged in these tumultuous weeks is unfair and flies in the face of the many who have volunteered to feed and help the migrants, and those who have donated goods and money. Officials argue that the police have generally reacted with restraint in the face of large crowds and uncertain direction.\n\nBut it has not helped Hungary’s image that the government has been outspoken in its hard-line response to the migrant crisis and is a leading voice against a European Union plan to distribute 160,000 of the migrants across its 28 nations.\n\nThe government has denounced the stream of migrants pouring over its border with Serbia and has erected a fence. It has also passed tougher migration laws that take effect on Tuesday and has promised to arrest anyone who damages or crosses the fence. This week, it ran military exercises at the border in a show of muscle.\n\nViktor Orban, the country’s conservative prime minister, has portrayed the migrants as criminals, saying on Friday, “They have rebelled against Hungarian legal order.”\n\nThe migrants themselves have often made clear that they want to just pass through Hungary on their way to friendlier countries to the north. They have run from the police — as they were during the episode involving Ms. Laszlo — to avoid being processed in Hungary, which could limit their options for seeking asylum.\n\nHungary is a landlocked country of 10 million, with a mostly white population and prevailing conservatism. Workers on average earn less than the equivalent of $800 a month, and retirees live off even smaller amounts. It is also a place that people, young and old, have been leaving by the thousands in recent years because of a lack of opportunity.\n\nAdvertisement Continue reading the main story\n\nState television has emphasized negative images of the migrants. On a recent Sunday, for instance, it repeatedly broadcast an interview with the mayor of Horgos, a village south of the Serbia-Hungary border where complaints included reports that hungry migrants had ravaged peaches that the villagers were hoping to harvest.\n\nBut while images of the ugliest confrontations in Hungary have gone viral, there have also been daily examples of kindness and generosity. At Keleti, Budapest’s central train station, where tens of thousands of people were bottled up last week when the Hungarian train system was shut, a volunteer group that was organized on Facebook sprang into round-the-clock action. The group, Migration Aid, handed out hot meals, distributed donations and offered medical aid.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe footage of the police tossing food to the migrants was taken at a refugee camp in Roszke. Michaela Spritzendorfer-Ehrenhauser, who works for the Roman Catholic diocese of St. Pölten, Austria, told Reuters that she had shot the video while delivering supplies with the Hungarian Red Cross.\n\n“There were maybe 100 people trying to catch these plastic bags with sausages,” she told Reuters. “They were not able to organize a camp and treat them like human beings.”\n\nBut Zoltan Kovacs, a government spokesman, said the police were just trying to keep order.\n\n“I don’t see a scandal there,” he said. “If you look closer, you’ll see that migrants don’t want to wait for their food. You see a mob of 40 to 50 people trying to bypass to get access to water and food.”\n\nNot every migrant has had complaints. As thousands were loaded onto buses at Keleti and driven to the Austrian border to continue their journeys one recent night, a Syrian man traveling with his family stopped to deliver a message. “Tell people in Hungary, ‘Thank you for everything,’ ” he said. “But your government is bad. We’re sorry if we caused any trouble.”", "summary": "Video by Sprido08Video circulated on social networks shows officers throwing food to detainees held in pens at a migrant camp near Hungary’s border with Serbia.“The situation for migrants and asylum seekers in Hungary is inhumane and untenable,” Peter Bouckaert, emergencies director at Human Rights Watch, said in a statement on Friday.Hungarian officials said the harsh image of its country that has emerged in these tumultuous weeks is unfair and flies in the face of the many who have volunteered to feed and help the migrants, and those who have donated goods and money.Michaela Spritzendorfer-Ehrenhauser, who works for the Roman Catholic diocese of St. Pölten, Austria, told Reuters that she had shot the video while delivering supplies with the Hungarian Red Cross.As thousands were loaded onto buses at Keleti and driven to the Austrian border to continue their journeys one recent night, a Syrian man traveling with his family stopped to deliver a message."}