{"title": "French Police Expel Migrants From Makeshift Camps", "authors": ["Alan Cowell"], "url": "https://www.nytimes.com/2014/05/29/world/europe/french-police-expel-migrants-from-makeshift-camps.html", "body": "Photo\n\nLONDON — Days after populist anti-immigration parties scored broad successes in European elections, the French riot police moved in to dismantle makeshift campsites housing hundreds of migrants seeking to reach Britain from the port of Calais in northern France.\n\nThe timing of the move was depicted as a coincidence by the French authorities, who said the migrants had been warned a week ago that they would have to move because of an outbreak of scabies, a skin infection.\n\nThe down-at-heel campsites housed fugitives from countries including Afghanistan and Iraq who are seeking to smuggle themselves aboard trucks crossing the 22 miles of water, either by tunnel or by ferry, that separates France from Britain.\n\nThe evacuation of the migrants came just days after parties such as the extreme-right National Front in France and the populist U.K. Independence Party in Britain made striking gains in elections to the European Parliament.\n\nAdvertisement Continue reading the main story\n\nBoth parties want to curb migration and claw back national rights from the 28-nation European Union. The successes of such groups in France, Britain, Denmark and Greece challenged European leaders at a gathering in Brussels on Tuesday to work out strategies to shield mainstream political parties from the insurgent groups.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn France, the National Front finished ahead of both main parties — the Socialists of President François Hollande, which placed a humiliating third, and the Union for a Popular Movement, the party of former President Nicolas Sarkozy. In the Pas-de-Calais region close to the port of Calais, the National Front had a particularly strong showing, taking one of every three votes, according to official results.\n\nNews reports on Wednesday said that many migrants had already packed their bags and left voluntarily for undisclosed destinations. But others refused to board buses provided by the French authorities because they did not know where they were being taken, the reports said.", "summary": "LONDON — Days after populist anti-immigration parties scored broad successes in European elections, the French riot police moved in to dismantle makeshift campsites housing hundreds of migrants seeking to reach Britain from the port of Calais in northern France.The down-at-heel campsites housed fugitives from countries including Afghanistan and Iraq who are seeking to smuggle themselves aboard trucks crossing the 22 miles of water, either by tunnel or by ferry, that separates France from Britain.Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.In the Pas-de-Calais region close to the port of Calais, the National Front had a particularly strong showing, taking one of every three votes, according to official results."}