{"title": "Northern Ireland Bakery Discriminated Against Gay Customer, Court Finds", "authors": ["Douglas Dalby"], "url": "https://www.nytimes.com/2015/05/20/world/europe/northern-ireland-bakerydiscriminated-against-gay-customer-court-finds.html", "body": "DUBLIN — A Belfast court ruled on Tuesday that a Northern Ireland bakery discriminated against a customer by refusing to provide a cake with the words “Support gay marriage” inscribed on it.\n\nDistrict Judge Isobel Brownlie of Belfast County Court told a packed courtroom that Ashers Baking Company was guilty of discriminating against the customer, Gareth Lee, because of his sexual orientation.\n\nJudge Brownlie acknowledged that the owners of the bakery, the McArthur family, had “genuine deeply held religious beliefs,” but she said that legislation was in place “to protect people from having their sexual orientation used for having their business turned down.”\n\nThe judge added that the bakery must have known or at least perceived that Mr. Lee, who is a gay rights activist, was homosexual.\n\nAdvertisement Continue reading the main story\n\nThe case, brought on behalf of Mr. Lee by the Equality Commission for Northern Ireland, was opposed by the bakery with support from a British advocacy group, the Christian Institute, which paid its defense costs. Mr. Lee agreed to accept 500 pounds, or about $773, in damages.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nExplaining the rationale for the long-awaited ruling in a case that has attracted worldwide attention, Judge Brownlie said that the defendants were not a religious organization and that they conducted their business for profit. As such, she said, they were obliged to provide a service to everyone."}