{"title": "Two Former Popes to Be Made Saints", "authors": ["Rachel Donadio"], "url": "http://www.nytimes.com/2013/07/06/world/europe/two-former-popes-are-accepted-for-sainthood.html", "body": "VATICAN CITY — Pope Francis sped two of his predecessors toward sainthood on Friday: John Paul II, who guided the Roman Catholic Church during the end of the cold war, and John XXIII, who assembled the liberalizing Second Vatican Council in the 1960s.\n\nIn approving the sainthood of John XXIII even without a second miracle attributable to the pontiff, Francis took the rare step of bypassing the Vatican bureaucracy. Francis also said a Vatican committee had accepted the validity of a second miracle attributed to the intercession of John Paul.\n\nThe canonization cause for John Paul began almost immediately after his death in 2005. At his funeral, crowds in St. Peter’s Square began shouting “Santo subito,” or “Sainthood now,” for the beloved pontiff.\n\nJohn Paul was beatified in May 2011, after a Vatican committee credited him with interceding to cure a French nun, Marie Simon-Pierre Normand, of Parkinson’s disease, the same malady from which the pontiff suffered.\n\nAdvertisement Continue reading the main story\n\nThe second miracle attributed to John Paul is said to be the healing of a woman who prayed to the pope on the day of his beatification.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Vatican spokesman, the Rev. Federico Lombardi, played down the novelty of Francis’s approving the canonization of John XXIII. “There are lots of theologians who in fact discuss the principle of the fact that it’s necessary to have two distinct miracles,” he said. “The pope has the power to rule in a sainthood cause.”", "summary": "In approving the sainthood of John XXIII even without a second miracle attributable to the pontiff, Francis took the rare step of bypassing the Vatican bureaucracy. At his funeral, crowds in St. Peter’s Square began shouting “Santo subito,” or “Sainthood now,” for the beloved pontiff. John Paul was beatified in May 2011, after a Vatican committee credited him with interceding to cure a French nun, Marie Simon-Pierre Normand, of Parkinson’s disease, the same malady from which the pontiff suffered. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services."}