{"title": "Americans and Briton Receive Top French Honor for Stopping Train Gunman", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2015/08/25/world/europe/france-train-attack-legion-of-honor.html", "body": "The three friends were on a tour of Europe that included stops in France, Germany, Italy, the Netherlands and Spain. They had intended to spend Friday night in Amsterdam but changed their minds and boarded a high-speed Thalys train to Paris. Shortly after the train crossed the Belgian border into France, they heard a shot, saw a gunman with an AK-47 and rushed to stop him.\n\nA French citizen who was the first to tackle Mr. Khazzani but who has declined to be identified will receive the honor at a later date, as will Mark Moogalian, 51, a passenger with dual French and American citizenship who struggled with the attacker and is recovering from a bullet wound.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe courageous responses to the presence of a gunman drew attention and praise from around the world, especially in France, where many quickly encouraged Mr. Hollande to award the men the Legion of Honor, which was created by Napoleon Bonaparte in 1802 to reward “outstanding merit.” Several senior officials, including Prime Minister Manuel Valls and the head of the French rail company, attended the ceremony on Monday.\n\nMr. Norman, speaking in French to reporters after the ceremony, said he felt honored by the distinction. “I did what I had to do,” he said. “It wasn’t heroism, it was what needed to be done in a situation of survival.”\n\nThe three Americans did not speak publicly on Monday, but at a news conference on Sunday at the American ambassador’s residence, they brushed aside suggestions that they were heroes.\n\nOn Monday, the three grinned as they posed for photographs with Mr. Hollande and the American ambassador, Jane D. Hartley, on the steps of the Élysée Palace.\n\nThe upbeat mood will do little, however, to dispel growing unease in Europe about how to deal with new threats to targets like trains and how to monitor thousands of potential suspects, especially radical Islamist militants returning from Syria.\n\nWhile only French citizens can be members of the Order of the Legion of Honor, foreigners can receive the medal, which has also been awarded to the novelist Toni Morrison and the actor Clint Eastwood. Airman Stone, Mr. Skarlatos, Mr. Sadler and Mr. Norman were made knights of the order, the lowest of five ranks.", "summary": "Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.The courageous responses to the presence of a gunman drew attention and praise from around the world, especially in France, where many quickly encouraged Mr. Hollande to award the men the Legion of Honor, which was created by Napoleon Bonaparte in 1802 to reward “outstanding merit.” Several senior officials, including Prime Minister Manuel Valls and the head of the French rail company, attended the ceremony on Monday.On Monday, the three grinned as they posed for photographs with Mr. Hollande and the American ambassador, Jane D. Hartley, on the steps of the Élysée Palace.The upbeat mood will do little, however, to dispel growing unease in Europe about how to deal with new threats to targets like trains and how to monitor thousands of potential suspects, especially radical Islamist militants returning from Syria.While only French citizens can be members of the Order of the Legion of Honor, foreigners can receive the medal, which has also been awarded to the novelist Toni Morrison and the actor Clint Eastwood."}