{"title": "Migrants Race North as Hungary Builds a Border Fence", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2015/08/25/world/europe/migrants-push-toward-hungary-as-a-border-fence-rises.html", "body": "As the chaotic flow through the Balkans has demonstrated, absent coordinated policies, each nation along the path of the migrants has every incentive simply to move them on. The migrants are registered or issued temporary transit papers, but not entered as asylum applicants, ultimately passing the problem to someone else.\n\nVideo\n\nIn a third to a half of cases, that has been Germany, which has received more migrants than any other European Union nation, but where, too, the welcome mat is wearing thin.\n\nAfter a weekend of demonstrations outside Dresden — both for and against the migrants — Chancellor Angela Merkel and President François Hollande of France met on Monday to discuss the issue yet again, urging a unified European response and underscoring the need to move as swiftly as possible.\n\nEven before Monday, leading ministers in the German government have given rare public voice to complaints about their European colleagues, urging everyone to observe existing agreements guaranteeing humane shelter for all and to help countries like Greece and Italy cope with the influx.\n\nYet Thomas de Maizière, the German interior minister, notably demurred when invited to criticize Hungary’s fence at a news conference last week. If countries observed existing rules, he said, perhaps Hungary would not need to build one.\n\nParadoxically, far from deterring the migrants, Hungary’s fence may actually be spurring them on. In a dozen or so fractured interviews this weekend, many Syrians, Afghans and others said that word of the fence had accelerated their race to get north before all of the Hungarian border with Serbia — almost 109 miles — is cordoned off, a goal that the Hungarians have set for Aug. 31.\n\nExperienced analysts say the fence will not stop the migrants, who travel in clumps of just a few to clans of dozens, often guided by Google Maps and Facebook groups on the smartphones that are vital to this modern migration.\n\nPhoto\n\n“It’s just one more obstacle,” said one volunteer, Tibor Varga, who has been working with migrants in northern Serbia for four years. “They will find out how to get around, above, under it.”\n\nAdvertisement Continue reading the main story\n\nSome 43,651 refugees and migrants have passed through Macedonia in the past two months, according to official numbers from the Ministry of Internal Affairs. Between Saturday night and Sunday, more than 7,000 crossed into Serbia from Macedonia, according to the United Nations refugee agency.\n\nA vast majority entered Macedonia from Greece after several hundred rushed across the border, bypassing a line of police officers and soldiers who used stun grenades and force in trying to keep them back.\n\nAfter the episode, the authorities in the impoverished country, which has just 2.1 million people and a gross domestic product of around $11 billion a year, appeared to have given up on the idea that they could control the flow.\n\n“We tried to ensure easier crossing for vulnerable categories first, but obviously there wasn’t any will for cooperation from the migrants,” said the Macedonian interior minister, Mitko Chavkov, on Sunday.\n\nIf anything, the Macedonian authorities are trying to get them through the country faster, having set up a reception center and shelter near the border city of Gevgelija, where refugees and migrants will be able to get the documents legalizing their transit.\n\nSince the clashes, activists say, the migrants and refugees are now passing almost unhindered, traveling on a significantly increased number of buses and trains to Serbia. Others take taxis and vans.\n\nLocal news media in Serbia reported that some 70 buses of migrants entered the capital, Belgrade, on Sunday, while early Monday some 2,000 refugees were still at the camp near the town of Presevo.\n\nAdvertisement Continue reading the main story\n\nThe migrants are expected to reach the Hungarian border in the next few days.\n\nFerenc Ferenczi, the mayor of this town, drove visitors to a section of the fence that unfurls where Communist minefields once cordoned off the Soviet bloc from renegade Communist Yugoslavia.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTwo large coils of sharply barbed wire were stacked between close-set sturdy metal poles in a structure being built by soldiers and unemployed Hungarians on “workfare” programs.\n\nAdmittedly, he said, his village had seen only about 700 migrants in six months — a fraction compared to the scores now rounded up daily at a neighboring village, Asotthalom, which is even easier to reach from Serbia and whose mayor first propagated the idea of a fence.\n\nBut Mr. Ferenczi nonetheless seemed to empathize with concerns about the migrants, particularly the numbers of Muslims. Last week, Slovakia said that it would not offer asylum to Muslims, a statement it later recanted.\n\nPhoto\n\n“If you look a bit closer, you can see another danger, the potential terrorists that could be infiltrating,” Mr. Ferenczi said, echoing the tone of Hungary’s conservative national government and evoking the country’s long history of battling Turkish invasion, from the 14th to the 17th centuries.\n\nThe current hesitation stands in contrast to the role Hungary played 26 summers ago, when it cut its Iron Curtain with Austria, allowing a mass westward migration of East Germans and precipitating the fall of the Berlin Wall.\n\nBut today, even Germany says it cannot cope with the influx, estimating last week that it expects up to 800,000 migrants and asylum seekers to arrive this year.\n\nBerlin is now demanding a European push to enforce rules, and is itself planning to send home migrants from the poor Balkans drawn by Europe’s No. 1 economy, with its jobs and system of state welfare.\n\nThe two leading Social Democrats in Germany’s coalition government, Foreign Minister Frank-Walter Steinmeier and Vice Chancellor Sigmar Gabriel, took the unusual step of publishing a 10-point action program for Europe to avoid an open rift on migration policy.\n\nAdvertisement Continue reading the main story\n\nBrussels is not at fault, a senior German government official said Monday. Rather it is up to individual governments in the 28 European Union member states to persuade their publics to take in refugees and treat them well.\n\nPhoto\n\nEverywhere, the mass migration is drawing a divided response, plainly on view here in southern Hungary and northern Serbia.\n\nThe Serbian police alternately direct refugees along their trek to Hungary, or make a show of turning them around. Hungary’s officers round up refugees, document them, then bring them by the busload to the railway station in Szeged, southern Hungary’s biggest city.\n\nAt the station square on Saturday morning, some 200 migrants, almost all Syrian, eagerly took the sandwiches and clothes offered by volunteers who for weeks have helped these crowds figure out their next step.\n\nMany board a train to Budapest and then decide whether to head — as law dictates they should — to a Hungarian refugee camp. But many make the final push toward neighboring Austria and Germany.\n\nIn many areas, where the authorities have failed, individuals and civic groups have stepped in.\n\nAkos Toth, 37, a university lecturer in literature, was among the volunteers helping the migrants wash, shave, eat, drink and — above all — charge the cellphones they use as GPS guides and as a way to keep their families informed of their progress.\n\nMr. Toth said he had spent hours at the nearby Hungarian police holding center the previous night, as torrential rain left refugees with little shelter and others sought medical aid. “It was the most horrible night of my life,” he said.\n\nThis past weekend, he and other volunteers said, they had coped with the most migrants since the influx started a few weeks ago. “We are a sort of emergency exit for the government,” helping Hungary to cope, said one volunteer.\n\nAdvertisement Continue reading the main story\n\nRobert Lesmajster, a 32-year veteran of refugee work for international organizations, watched weary, stoic migrants arrive at his facility in the north Serbian town of Kanjiza — three busloads of some 40 each in just under an hour on Friday.\n\n“They all want to go to Germany,” Mr. Lesmajster said. “Their ‘promised land.’ ” Nothing would prevent it, he said.\n\n“If they can’t get through Hungary, they will go through Croatia,” he added. “The Hungarian fence cannot stop them.”"}