{"title": "National Front Wins Support and Elections", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2014/04/02/world/europe/moderation-pays-off-for-a-far-right-party-in-france.html", "body": "In mayoral elections on Sunday, the National Front won in 11 cities and towns, and National Front-leaning candidates triumphed in three more. The showing shook the traditional parties of the left and right, and raised expectations — or fears — that the National Front, along with far-right counterparts in countries including Britain, the Netherlands and Italy, could post strong gains in elections for the European Parliament in May.\n\nTo a country struggling with unrelentingly high unemployment, intensifying global competition and questions about what it means to be French, Ms. Le Pen’s message is nationalistic, anti-elitist, anti-European Union, protectionist and unabashedly anti-immigration.\n\n“We are free to welcome, or not welcome, those who want to come,” she told the applauding crowd in Perpignan, which almost to a person appeared to be white.\n\nShe and her staff describe the National Front now as “a party of patriots.” But unlike the Tea Party movement in the United States, her philosophy is not anti-government; it favors instead a government that supports what she and her followers view as a traditional French way of life for the people they consider the true French.\n\n“We want to assert our right to national priority,” Ms. Le Pen said at the rally. “People want to live like French people in France, not like Saudis or Qataris.”\n\nAs for the European Union, she scoffs at it as “the Soviet Union of Europe.”\n\nMs. Le Pen remains shadowed to some degree by her father’s embrace of anti-Semitic themes. He once described the Nazi gas chambers as a “detail in the history” of World War II.\n\nBut since taking over the party in 2011, she has pursued a plan to expand the party’s base, election cycle by election cycle, by emphasizing economic themes, trying to recruit more credible candidates and focusing on local elections and winning greater representation in the European Parliament.\n\nAdvertisement Continue reading the main story\n\nIt is unclear whether the party’s recent gains will last beyond this particular moment in French politics, when President François Hollande’s Socialist Party and its main rival, the conservative Union for a Popular Movement, are especially weak.\n\nThe National Front’s appeal starts with Ms. Le Pen’s informal, straight-talking manner, which reduces complex economic problems to a few deft phrases, invokes the glories of a France that now seems to be slipping away and promises that generous government benefits need not be cut, except for immigrants she considers undeserving.\n\nShe has a commanding presence softened somewhat by her husky voice — she was a smoker for years and now uses an electronic cigarette — and seems to invite challenging questions. Her answers may not go deep, but unlike with many politicians, there is no fudge language. She takes as inspiration Joan of Arc, who helped to liberate France from English domination.\n\nIf the European Parliament elections in May turn out as she predicts, she will seek to form a far-right bloc with like-minded deputies from elsewhere in Europe.\n\nPhoto\n\nIn keeping with her efforts to avoid association with anti-Semitism and violent extremism, she has already said she will not work with some extremist parties from Hungary and Greece. But the United Kingdom Independence Party ruled out working with her last fall because “anti-Semitism and general prejudice remains in the DNA of the party,” Nigel Farage, the British party’s leader, said, according to news media reports.\n\nSome analysts say they doubt that the National Front’s appeal will continue to grow once the economy recovers.\n\n“These periods have always been great for extremes,” said Pascal Lamy, who recently stepped down as head of the World Trade Organization and spent years at the European Commission. He noted that there had been a strong right-wing movement in France for the past century.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut Ms. Le Pen does not fit into neat boxes. Along with wanting to sharply limit immigration and to withdraw from the common euro currency, she supports gay rights, though she does not back same-sex marriage. Twice divorced and now in a relationship with Louis Aliot, who ran unsuccessfully as a National Front candidate for mayor of Perpignan, she is a far cry from the image of a social conservative leader in the United States.\n\nShe is comfortable retaining a large role for the state in social welfare policy, reflecting a broad French consensus about an expansive function for government.\n\nAdvertisement Continue reading the main story\n\n“The French are attached to public services — for them it is the guarantee of equality among citizens,” she said.\n\nWhile many of her policy proposals are light on specifics, during her 2012 presidential campaign she backed reducing legal immigration to 10,000 people a year from 200,000, “systematically expelling” illegal immigrants and ending a government medical program for them.\n\nMr. Lamy said he believed that her ideas would eventually be rejected. In the meantime, he said, her agenda “will animate the debate, which is welcome and which hasn’t happed in the last 50 years.”\n\nMany analysts say Ms. Le Pen appears generally determined to move the party away from the anti-Semitic and racist identity of its past. Last fall she expelled from the party a National Front candidate who posted on her Facebook page a photo of the justice minister, Christiane Taubira, who is black, alongside a chimpanzee, with language suggesting they were one and the same.\n\nAt the same time, Ms. Le Pen cannot stop, and perhaps does not want to stop, people with more racist ideas from supporting her.\n\nShe and her party appeal to people like Alain Soral, one of the more virulent anti-Semitic writers and speakers in France, though she tempers those allegiances by backing figures like the maverick Robert Ménard, who on Sunday won election as mayor of Béziers with National Front support. Mr. Ménard was previously the head of Reporters Without Borders, an advocacy group.\n\nYet Ms. Le Pen has repeatedly denounced the growth of Islam in France. In 2010, she described the overflow of the faithful from mosques into adjacent streets as “a new occupation,” language that in France clearly evokes the Nazi era.\n\nHadrien Lenoir, who runs educational programs for SOS Racisme, a nonprofit organization that tracks racial attacks on Jews and Muslims, said that Ms. Le Pen made “huge efforts” to avoid racist speech, but that such language still came out from members of the party.\n\nAdvertisement Continue reading the main story\n\n“Nobody in the far right today will talk about blacks and Arabs,” he said. “They will talk of Islam, and the idea that those people have a cultural heritage that is incompatible with French society.”\n\nJean-Yves Camus, director of the Observatory of Radical Politics at the Jean Jaurès Foundation, said that even if Ms. Le Pen did not succeed in becoming president, she was pushing the entire political discussion to the right, legitimizing her ideas in France and elsewhere in Europe.\n\n“The big mistake of the French right is that each time the National Front wins votes, the right adopts the National Front’s themes,” Mr. Camus said.\n\nAs the rally in Perpignan ended, people thronged to the stage to greet Ms. Le Pen in person.\n\nMatthieu, 25, an unemployed man wearing black jeans and a black jacket who declined to give his last name, looked at Ms. Le Pen admiringly as she held a baby in one arm.\n\n“She’s still so sincere — she’s a person of conviction,” he said. “We need to go back and revive national patriotism a bit.”", "summary": "The showing shook the traditional parties of the left and right, and raised expectations — or fears — that the National Front, along with far-right counterparts in countries including Britain, the Netherlands and Italy, could post strong gains in elections for the European Parliament in May.Le Pen’s informal, straight-talking manner, which reduces complex economic problems to a few deft phrases, invokes the glories of a France that now seems to be slipping away and promises that generous government benefits need not be cut, except for immigrants she considers undeserving.Twice divorced and now in a relationship with Louis Aliot, who ran unsuccessfully as a National Front candidate for mayor of Perpignan, she is a far cry from the image of a social conservative leader in the United States.Last fall she expelled from the party a National Front candidate who posted on her Facebook page a photo of the justice minister, Christiane Taubira, who is black, alongside a chimpanzee, with language suggesting they were one and the same.She and her party appeal to people like Alain Soral, one of the more virulent anti-Semitic writers and speakers in France, though she tempers those allegiances by backing figures like the maverick Robert Ménard, who on Sunday won election as mayor of Béziers with National Front support."}