{"title": "Far Right in Eastern Europe Makes Gains as Syrians Arrive", "authors": ["Andrew Higgins"], "url": "http://www.nytimes.com/2013/12/15/world/europe/far-right-gains-as-syrians-reach-eastern-europe.html", "body": "The arrival of the refugees and public fury over the stabbing of a young Bulgarian woman by an Algerian asylum seeker “has opened the floodgates” for far-right nationalists, said Daniel Smilov of the Center for Liberal Strategies, a policy research group in Sofia, the capital. “They see this as their big chance.”\n\nNo matter how inflammatory its message or small its numbers, Ataka has had outsize leverage since inconclusive parliamentary elections in May left it critical to the survival of Bulgaria’s new socialist-led government, which has been besieged for months by protesters demanding its resignation over complaints of cronyism and corruption.\n\nPhoto\n\nAtaka’s denunciations of foreigners and local minorities like the Roma, or Gypsies, along with its demands for the return of “lost” Bulgarian territory, have pushed it to the forefront of a chauvinistic, nationalist trend gaining ground in several former Communist countries of Eastern and Central Europe.\n\nLike many populist parties in Western Europe, Ataka mixes right-wing calls for law and order and restrictions on immigration with economic policies that veer sharply to the left. But more than nationalist groups in richer countries to the West, Ataka is “virulently racist and anti-Semitic,” said Krassimir Kanev, head of the Bulgarian Helsinki Committee, an advocacy group working to improve the often dire conditions in government-run camps now housing the refugees.\n\nThe party was more comparable to the neo-fascist Golden Dawn movement in Greece, he said, but conceded, “Ataka’s strategy works.” Yet while Greece’s government has cracked down on Golden Dawn, in Bulgaria, Ataka is in effect a government ally. “They have made the political debate harsher and harsher,” Mr. Kanev added, as Ataka and like-minded parties have defied predictions that xenophobic extremism would fade away as Europe’s poorer nations, particularly former Communist ones, became integrated into the European Union.\n\nHungary’s far-right Jobbik, the third-biggest party in Parliament, stirred outrage in early November when it unveiled a statue in Budapest of a Nazi collaborator, Miklos Horthy, the country’s fascist leader during World War II. Later in November, in neighboring Slovakia, Marian Kotleba, a fiery nationalist notorious for incendiary comments about the Roma, won election as a regional governor.\n\nOver the years, Ataka has allied itself with mainstream parties on both the right and the left, and even with an ethnic Turkish party that it previously wanted banned.\n\nAdvertisement Continue reading the main story\n\nThough Ataka won only about 7 percent of the vote and 23 seats in Bulgaria’s 240-member Parliament in the May election, this political shape-shifting has helped make it a kingmaker in the finely balanced assembly. It has used its ever-changing alliances to push through Parliament a ban on land sales to foreigners, in violation of Bulgaria’s commitments to the European Union, and also to prod the authorities to start building a high fence along part of the border with Turkey to keep out the Syrians.\n\nDespite its apparent opportunism, Ataka’s one constant has been its vicious rhetoric against foreigners and minorities. Alfa Television, a station operated by Ataka, denounces the refugees as radical Islamists and scroungers who will only bring violence and deeper poverty to Bulgaria.\n\nSpeaking recently on Alfa, which calls itself the “television of truth,” Magdalena Tasheva, an Ataka member of Parliament, said, “They are not refugees; they are terrorists.” She has also called them “savages,” “scum,” and “mass murderers.” She compared them to monkeys.\n\nPhoto\n\nAlarmed that Ataka’s rhetoric is stoking sometimes violent xenophobia, a group of longtime Syrian residents of Sofia recently filed a formal complaint against Ms. Tasheva with the country’s Discrimination Protection Commission, which said it was examining the matter. Ms. Tasheva declined to be interviewed.\n\nMohammad Albramawi, a Syrian computer expert who emigrated to Bulgaria years ago and helped initiate the complaint, said he had received threatening telephone calls and was so intimidated that he had stopped speaking Arabic outside his home. “I have lived in Bulgaria for all these years,” he said, “and now I am frightened for the first time.”\n\nIbrahim Ragheb, a 40-year-old father of six who fled Syria two months ago with 21 relatives, said the family planned to get to Germany but is now stranded in a holding center in a filthy school in a Sofia industrial zone. Mocking Ataka’s claims that refugees are all terrorists, he pointed to his 3-month-old granddaughter rolled in a blanket. “Does she look like Osama bin Laden?” he asked.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Bozhinov, the Ataka leader in Svilengrad, said he had nothing against legal immigrants. But he fumed against those who sneaked across the thinly guarded border from Turkey, seeing them as a threat to Bulgaria’s and Europe’s security and economic well-being. They should be either sent back or moved on to richer countries willing and better equipped to take them, he said.\n\n“We are not a party of xenophobes,” he said. “But Bulgaria has lots of poor people of its own that need taking care of before refugees.”\n\nSyrian refugees, many of whom passed into Bulgaria after paying at least $550 each to people smugglers in Istanbul, say they have no desire to stay here, but European Union rules require that they seek asylum in the country where they are first registered and fingerprinted.\n\nAdvertisement Continue reading the main story\n\nThe refugees, who mostly dreamed of getting to Germany or Sweden, say they never expected Europe to be like this. “This country is too poor,” complained Mohammed Hussein, a 24-year-old Syrian who has spent the last six weeks confined to a former military base at Harmanli, a desolate town near Svilengrad. “It is like living in a prison,” he said.\n\nNikolai Tchirpanliev, a retired army colonel recently appointed to head the state agency charged with taking care of the refugees, said that the Syrians had helped wear out their welcome by complaining too much about stinking, clogged toilets and other problems in the camps and holding centers.\n\n“It is like when the Huns came to Europe,” he said, comparing the influx of Syrians to the wild, nomadic warriors who conquered much of Eastern Europe in the fourth and fifth centuries. Amnesty International and other groups that criticize conditions, he said, should stop condemning the Bulgarian authorities and “ask, ‘Why don’t these people know how to use toilets?' ”", "summary": "The arrival of the refugees and public fury over the stabbing of a young Bulgarian woman by an Algerian asylum seeker “has opened the floodgates” for far-right nationalists, said Daniel Smilov of the Center for Liberal Strategies, a policy research group in Sofia, the capital. No matter how inflammatory its message or small its numbers, Ataka has had outsize leverage since inconclusive parliamentary elections in May left it critical to the survival of Bulgaria’s new socialist-led government, which has been besieged for months by protesters demanding its resignation over complaints of cronyism and corruption. Ataka’s denunciations of foreigners and local minorities like the Roma, or Gypsies, along with its demands for the return of “lost” Bulgarian territory, have pushed it to the forefront of a chauvinistic, nationalist trend gaining ground in several former Communist countries of Eastern and Central Europe. Nikolai Tchirpanliev, a retired army colonel recently appointed to head the state agency charged with taking care of the refugees, said that the Syrians had helped wear out their welcome by complaining too much about stinking, clogged toilets and other problems in the camps and holding centers."}