{"title": "Turkey Places Conditions on E.U. for Migrant Help", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2016/03/08/world/europe/europe-migrants-refugees-turkey.html", "body": "The idea was “to break, if you like, the vicious circle of entering an illegal boat,” Ms. Merkel said, adding that the deal could restore “orderly migration.”\n\nDavid Cameron, the British prime minister, agreed that “we do have the basis for a breakthrough, which is the possibility that in the future all migrants who arrive in Greece will be returned to Turkey.”\n\nLITHUANIA RUSSIA BELARUS Schengen area countries not requiring passports or checks between their common borders. GERMANY POLAND UKRAINE CZECH REP. SLOVAKIA AUSTRIA MOLDOVA HUNGARY SLOVENIA ROMANIA Black Sea BALKANS ITALY Aegean Sea TURKEY SICILY GREECE 300 Miles Mediterranean Sea Schengen area countries not requiring passports or control between their common borders. Western Europe BALKANS Aegean Sea TURKEY 300 Miles\n\nThe Turkish demands, however, laid bare the European Union’s weakening position and signaled that the difficulties — and costs — of managing the crisis might only rise the longer it stumbled on.\n\nHoping to avoid a repeat of last year, when hundreds of thousands of refugees overwhelmed the authorities from Greece to Germany and beyond, European leaders were weighing whether to declare “closed” the route migrants have taken through the Balkans to Western Europe.\n\nBut such a step threatens to bottle up migrants in Greece and has sharply divided European leaders, with Ms. Merkel reluctant to burden Greece, which is trying to regain its economic footing after a six-year debt crisis.\n\nThere are 13,000 migrants stuck on the Greek border with Macedonia.\n\n“You end up in situations like this when you have neglected to build the capacity to deal with the bigger issues of our time,” said Fredrik Erixon, the director of the European Center for International Political Economy, a research group in Brussels.\n\nVideo\n\n“Turkey now is going to raise the costs for Europe,” he added, “and to such an extent that Europe may not be able to oppose Turkish goals in the region, including how to deal with Syria and the Kurds.”\n\nAdvertisement Continue reading the main story\n\nTurkey is fighting Islamic extremists across its border with Syria as part of an international coalition that includes the United States, and it is confronting Kurdish militias that the Turks say are also a terrorist threat.\n\nAs the meeting in Brussels got underway, Prime Minister Ahmet Davutoglu of Turkey reiterated calls for a “safe zone” in Syria where migrants could be free from the violence that has torn the country apart over the past five years.\n\nIn a televised speech on Monday, Turkey’s president, Recep Tayyip Erdogan, said the country had spent $10 billion caring for the Syrian refugees. He said the European Union had been slow to disburse the 3 billion euros (about $3.3 billion) it had already pledged to assist refugees in Turkey. “The prime minister is in Brussels right now,” Mr. Erdogan said of Mr. Davutoglu. “I hope he returns with that money.”\n\nOpen Borders in Crisis In response to the flow of migrants, European countries have suspended the rules of the Schengen accord allowing the free movement of citizens across most of Europe’s internal borders. (Source: European Commission)\n\nThe additional money, amounting to about €3 billion, that Turkey requested on Monday was a precondition for curbing new migrants from crossing the Aegean Sea to reach Europe.\n\nMr. Davutoglu also surprised European leaders in a negotiating session that dragged into Monday morning by putting Turkey’s attempts to join the European Union — a process known as accession — on the agenda.\n\n“Turkey is ready to work with the E.U.,” Mr. Davutoglu said Monday. “Turkey is ready to be a member of the E.U. as well.” He added, “I hope this summit, which will not focus only on irregular migration but also on the Turkish accession process to the E.U., will be a success story and a turning point in our relations.”\n\nDonald Tusk, the president of the European Council, which represents the leaders of the 28-nation European Union, included language about closing the Balkan route in a draft of a summit meeting statement, reinforcing his blunt warning last week to migrants who are seeking a better life in Europe but are not eligible for political asylum.\n\nPhoto\n\nMs. Merkel resisted the wording of Mr. Tusk’s statement about closing the Balkan route.\n\nGermany also has been sharply at odds with a neighbor, Austria, after the government in Vienna restricted the flow of migrants, threatening the bloc’s system of passport-free travel.\n\nAdvertisement Continue reading the main story\n\nOthers would like to see European borders stay shut.\n\n“If we bring migrants from Greece or Turkey directly into Europe, that’s an invitation to waltz,” Hungary’s right-wing prime minister, Viktor Orban, told reporters here. He added, “Borders must be closed, and direct resettlement is out of the question, at least as far as Hungary is concerned.”\n\nThe record flow of more than one million migrants to the Continent last year exposed the inadequacy of the European Union’s response to the geopolitical and humanitarian crisis caused by Syria’s civil war. More than 140,000 people have arrived in the European Union by sea so far this year.\n\nNow much of the attention is on how to stop migrants from reaching Europe in the first place — and to distinguish Syrians and Iraqis, whose claims to asylum are generally viewed sympathetically, from those who are fleeing poverty and chaos elsewhere.\n\nFor many years, Turkey has ostensibly been a candidate for European Union membership, but Mr. Erdogan’s authoritarian turn has made that seem like an ever more distant prospect.\n\nHuman rights observers reacted angrily to a comment over the weekend in which the German interior minister, Thomas de Maizière, said, “We should not be referees when it comes to human rights.”", "summary": "Hoping to avoid a repeat of last year, when hundreds of thousands of refugees overwhelmed the authorities from Greece to Germany and beyond, European leaders were weighing whether to declare “closed” the route migrants have taken through the Balkans to Western Europe. “You end up in situations like this when you have neglected to build the capacity to deal with the bigger issues of our time,” said Fredrik Erixon, the director of the European Center for International Political Economy, a research group in Brussels. Turkey is fighting Islamic extremists across its border with Syria as part of an international coalition that includes the United States, and it is confronting Kurdish militias that the Turks say are also a terrorist threat. As the meeting in Brussels got underway, Prime Minister Ahmet Davutoglu of Turkey reiterated calls for a “safe zone” in Syria where migrants could be free from the violence that has torn the country apart over the past five years."}