{"title": "Cameron Presses E.U. for ‘Better Deal for Britain’", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/05/29/world/europe/british-prime-minister-david-cameron-in-european-union-talks.html", "body": "While little is expected now except conversation, Mr. Cameron will ask Britons by the end of 2017, “Should the United Kingdom remain a member of the European Union?” Before that, he wants concessions, including a treaty change that he is unlikely to get before a referendum, since it would involve approval by all 28 governments, some requiring their own referendums.\n\nMr. Cameron says he wants change in four broad areas. He wants to restrict the right of legal European Union migrants to claim social welfare benefits and require them to wait up to four years to claim benefits for those with jobs. He wants to ensure that countries that do not use the euro, like Britain, cannot be hurt by rules made to govern the eurozone, to protect free trade in goods and financial services. He wants Britain excluded from its treaty obligation to seek an “ever closer union,” and he wants Brussels to return some powers to national parliaments.\n\nFurther, though not a European Union issue, Mr. Cameron wants a British bill of rights, which could involve opting out of the European Convention on Human Rights, much as he has already decided not to accept Brussels-mandated quotas for migrants rescued at sea.\n\nThe British desire to limit migration has already led “many on the Continent to view Britain as a nasty country,” said Charles Grant, director of the Center for European Reform here. “The worse Britain’s reputation, the less likely are other governments,” with their own domestic politics, “to give Cameron what he wants,” he said.\n\nThat may be especially true in Poland, which may agree with Mr. Cameron about Brussels but has felt insulted by him over immigration.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhat Mr. Cameron suggests he wants may seem considerable on the Continent but risibly unambitious to euroskeptic Britons, especially within his own Conservative Party, who see this negotiation as a chance for fundamental change in Britain’s ties to the European Union.\n\nThese euroskeptics do not want to lose a generational opportunity for change if Mr. Cameron moves for a limited agenda and a quick victory. Even Mr. Cameron’s new adviser on Europe, Mats Persson, said last month, before leaving the Open Europe research institution, that “the biggest risk is that an early vote would leave too little time for sweeping E.U. reform to be negotiated, potentially wasting a huge opportunity.”\n\nAdvertisement Continue reading the main story\n\nOn Thursday, the minister for Europe, David Lidington, said, “It’s more important to get it right than to have it early.”\n\nFor the French and Germans, who will be crucial, the British election is “the beginning of a process,” said Vivien Pertusot, who is based in Brussels for the French Institute of International Relations. “For the French and Germans, what are the concessions they are willing to make, and what are the red lines they are not willing to cross?” he asked. “Those are two questions the two capitals, the two administrations, are not yet able to answer.”\n\nBoth Germany and France want Britain, a major economic and military power, to remain. Despite traditional French skepticism about Britain’s commitment to the European idea, the French foreign minister, Laurent Fabius, said Thursday that “Britain is a military power, a diplomatic power.”\n\n“If such an important country leaves Europe,” he said, “it will give an extremely negative impression of Europe.”\n\nA British exit would leave France militarily lonely, even if both countries are NATO members, and could end any effective European security and defense policy.\n\nThe Germans are also anxious. Ms. Merkel has, as usual, kept her opinions largely private. Finance Minister Wolfgang Schäuble has been tough about giving too much away to Greece or Britain.\n\nBut this week, Foreign Minister Frank-Walter Steinmeier said, “We want Britain as an active partner at the center of the E.U.,” while warning the British to respect “where the limits of European accommodation lie.”\n\nA British or Greek exit would affect the future status of the European Union, and of Germany. A British exit would make the fact of German domination of the European Union even more obvious, which would pain Berlin, and the loss of Britain’s contribution to the budget would cost both France and Germany, which would have to pay more.\n\n“Against the background of Ukraine and the larger question of what to do about Russia, a Brexit or Grexit would have geopolitical consequences, and that is informing German thinking more now than a year ago,” said Hans Kundnani, a Berlin-based analyst of European and German affairs.\n\nAdvertisement Continue reading the main story\n\n“There’s more willingness to do a deal,” Mr. Kundnani added. Ms. Merkel, he said, “does talk about how Grexit will be perceived in China and Russia, and to lose Britain would show the E.U. incapable of solving our own problems.”", "summary": "He wants to ensure that countries that do not use the euro, like Britain, cannot be hurt by rules made to govern the eurozone, to protect free trade in goods and financial services.The British desire to limit migration has already led “many on the Continent to view Britain as a nasty country,” said Charles Grant, director of the Center for European Reform here.What Mr. Cameron suggests he wants may seem considerable on the Continent but risibly unambitious to euroskeptic Britons, especially within his own Conservative Party, who see this negotiation as a chance for fundamental change in Britain’s ties to the European Union.A British exit would leave France militarily lonely, even if both countries are NATO members, and could end any effective European security and defense policy.A British exit would make the fact of German domination of the European Union even more obvious, which would pain Berlin, and the loss of Britain’s contribution to the budget would cost both France and Germany, which would have to pay more."}