{"title": "E.U. Presses for Accord With Turkey to Ease Flow of Migrants", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2016/03/05/world/europe/eu-presses-for-accord-with-turkey-to-ease-flow-of-migrants.html", "body": "Progress on such a deal would benefit Chancellor Angela Merkel of Germany, which, along with Sweden, has taken in most of the migrants. Ms. Merkel’s popularity at home has plunged, and her ruling Christian Democratic Union faces serious challenges in state elections this month.\n\nMs. Merkel’s attempts to stop migrants from leaving Turkey in the first place have thus far failed, but whether the renewed push Mr. Tusk is developing, with her tacit support, would be any more effective remains deeply uncertain.\n\nTurkey is grappling with a host of other problems stemming from the civil war in Syria — including an emboldened Kurdish population within its borders, and terrorist attacks by the Islamic State — and may not be able, or willing, to do what the European Union is asking of it.\n\n“Part of what is on the table is wholesale return of people to Turkey, but on what basis would that happen?” asked Elizabeth Collett, director of the Migration Policy Institute Europe, a research group in Brussels.\n\nWhile Syrians are seen as having the strongest claim for asylum, the legal status of many Afghans and Iraqis is less clear. The prospect of deporting large numbers of them to Turkey seems difficult at best.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“The overall structure of the bargain is clear but what is so hellishly complicated are the details and implementation, and that could be a nightmare,” said Jan Techau, the director of Carnegie Europe, a research organization. “You can strike a political balance at the highest levels, but then how do you decide where to settle people in Europe and how to manage the asylum procedures?”\n\nIt is also possible that the smugglers might simply avoid Turkey and come up with other routes.\n\nFinally, the emerging plan would not answer a quandary that has dogged the bloc: the unwillingness of most countries to welcome significant numbers of newcomers, even those with a clear legal claim to asylum.\n\nAdvertisement Continue reading the main story\n\n“Hungary won’t accept any migrants from Turkey,” the Hungarian prime minister, Viktor Orban, said flatly on Friday, after meeting Horst Seehofer, the governor of the southern German state of Bavaria, who has been sharply critical of Ms. Merkel, an erstwhile political ally. “Other countries can accept them. We don’t. We need to be able to close our borders hermetically, and differentiate economic migrants from refugees.”\n\nMr. Orban did not directly criticize Ms. Merkel, however. “We otherwise fully support the German plan with Turkey,” he said, adding: “It will cost money Hungary is ready to contribute. But it doesn’t replace the protection of our own borders with our own capacities.”\n\nMeeting with Ms. Merkel in Paris, the French president, François Hollande, said that “France and Germany are working in the same spirit and with the same desire” to resolve the migrant crisis. Mr. Hollande said France would “fulfill its commitment” to take in “30,000 Syrian or Iraqi refugees” — but his stance is quite different from that of Ms. Merkel, who has steadfastly refused to cap the number of asylum seekers Germany will take in.\n\nAt a news conference in Brussels, Dimitris Avramopoulos, the European commissioner for migration, said European leaders hoped to make progress with Turkey on Monday so it agrees to the return of people deemed ineligible for asylum in Europe, including non-Syrians.\n\nTurkey’s prime minister, Ahmet Davutoglu, has said privately that Turkey is prepared to do just that, according to two people with knowledge of those talks, who spoke Friday on condition of anonymity because the outlines of the agreement have not been made public.\n\nThe plans would involve Greece’s setting up an office to coordinate the return of migrants to Turkey and the placement of one Turkish liaison officer in Greece to help that process, one of the people with knowledge of the discussions said.\n\nEarlier this week, Greece returned more than 300 migrants of various nationalities to Turkey, as a step toward more orderly policies in the region.\n\nIn his letter, Mr. Tusk also urged leaders, who are gathering in Brussels on Monday, to agree on restoring orderly asylum procedures so that migrants are registered and assessed upon arrival, before they journey onward. “With that we will close the Western Balkans route, which was the main entry point for migrants,” he wrote.\n\nMore than 1.2 million people sought asylum in the European Union last year, double the number from 2014, according to the European statistics agency. Syrians, Afghans and Iraqis accounted for more than half the applications.", "summary": "Turkey is grappling with a host of other problems stemming from the civil war in Syria — including an emboldened Kurdish population within its borders, and terrorist attacks by the Islamic State — and may not be able, or willing, to do what the European Union is asking of it. “Part of what is on the table is wholesale return of people to Turkey, but on what basis would that happen?” asked Elizabeth Collett, director of the Migration Policy Institute Europe, a research group in Brussels. “Hungary won’t accept any migrants from Turkey,” the Hungarian prime minister, Viktor Orban, said flatly on Friday, after meeting Horst Seehofer, the governor of the southern German state of Bavaria, who has been sharply critical of Ms. Merkel, an erstwhile political ally. In his letter, Mr. Tusk also urged leaders, who are gathering in Brussels on Monday, to agree on restoring orderly asylum procedures so that migrants are registered and assessed upon arrival, before they journey onward."}