{"title": "Man Held in Berlin After Body, Believed to Be of Missing 4-Year-Old, Is Found in Car", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2015/10/30/world/europe/man-held-in-berlin-after-body-found-in-car.html", "body": "Photo\n\nBERLIN — Law enforcement authorities said Thursday that a 32-year-old man had confessed to killing a 4-year-old boy whose disappearance from outside the city’s main refugee registration center this month had raised alarm about chaotic conditions for migrants.\n\nThe authorities said the man, who was arrested at his mother’s home, showed them a child’s body covered in cat litter in the trunk of his car.\n\nThe police said the man’s mother drew them to the house, after she called to say that her son had told her he had killed the child. The suspect, who was identified only by age, was in custody but had not been charged.\n\nThe boy, Muhammad Januzi, was reported missing on Oct. 1, after he was separated from his mother and siblings outside the Berlin Office of Health and Social Affairs. Several hundred people gather each day in the courtyard of the building to wait for an appointment to register for asylum or receive services.\n\nAdvertisement Continue reading the main story\n\nThe boy’s family is believed to have come to Germany several years ago from Bosnia-Herzegovina, and is not among the tens of thousands of migrants who have walked through Europe in recent months. Nevertheless, his disappearance gripped the capital and raised concern for the welfare of migrant children.", "summary": "BERLIN — Law enforcement authorities said Thursday that a 32-year-old man had confessed to killing a 4-year-old boy whose disappearance from outside the city’s main refugee registration center this month had raised alarm about chaotic conditions for migrants.The authorities said the man, who was arrested at his mother’s home, showed them a child’s body covered in cat litter in the trunk of his car.The boy, Muhammad Januzi, was reported missing on Oct. 1, after he was separated from his mother and siblings outside the Berlin Office of Health and Social Affairs.Several hundred people gather each day in the courtyard of the building to wait for an appointment to register for asylum or receive services.The boy’s family is believed to have come to Germany several years ago from Bosnia-Herzegovina, and is not among the tens of thousands of migrants who have walked through Europe in recent months."}