{"title": "E.U. Woos Turkey for Refugee Help, Ignoring Rights Crackdown", "authors": ["Tim Arango", "Ceylan Yeginsu"], "url": "https://www.nytimes.com/2016/03/09/world/europe/turkey-european-union-refugees.html", "body": "“More rights and freedoms for people in Turkey has been the reason why I supported accession,” said Marietje Schaake, a Dutch member of the European Parliament. But nowadays, she said, “we see the trading away of principles in the mere hope of solutions to Europe’s own challenges in dealing with asylum seekers and migrants.”\n\nIn addition to the media crackdown, critics have been concerned by the renewed fighting in Turkey’s southeast between the army and Kurdish insurgents. They say Europe should do more to push the two sides to return to peace talks.\n\nSelahattin Demirtas, the top Kurdish political leader, whose party for the first time won representation in Parliament in elections last year, said the refugee crisis had led Europe to be largely silent on the renewed war in the southeast. He criticized Europe for bowing to Turkey’s demands and not taking a tougher line with Ankara on its domestic troubles.\n\n“Blackmailing European countries in turn for the refugee crisis, this is something that the European Union should not close their eyes to,” Mr. Demirtas told reporters on Monday. “The European Union should see this as blackmailing, and this is not in line with European values.”\n\nIn previous years, the membership talks between Turkey and the European Union led to more democracy within Turkey, analysts say. To put itself more in line with European values, Turkey has abolished the death penalty, legalized education and news broadcasts in the Kurdish language, granted more rights to non-Muslim minorities and curbed the influence of the military over politics. Now that is shifting.\n\nPhoto\n\n“E.U.-Turkey relations today are merely transactional,” said Mustafa Akyol, a Turkish columnist who sometimes contributes to The New York Times. “We can give you this, you can give us that. You take back some refugees, we give you free visas. It is not about Turkey becoming an E.U.-style liberal democracy.”\n\nAdvertisement Continue reading the main story\n\nMr. Erdogan, Turkey’s pre-eminent political figure since 2003, once embraced democratic reforms in the hopes of obtaining European Union membership. But in recent years, as those hopes faded, the early gains were reversed. There was a tough crackdown on government protesters in the summer of 2013. There was a corruption investigation that prompted the government to purge the judiciary and the police of perceived enemies. And there has been the erosion of press freedoms.\n\nNow, rather than being the leader of a glittering Islamic democracy, Mr. Erdogan, who remains extremely popular among his religiously conservative base, is often compared to Vladimir V. Putin, the leader of Russia — an authoritarian leader with little regard for freedom of expression.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nUnderscoring this pivot in Turkey, even as Mr. Davutoglu was meeting with European leaders on Monday, the Turkish authorities, backed by a court order, moved to seize the Cihan News Agency. Like Zaman, which was seized last week, Cihan is linked to the Muslim cleric Fethullah Gulen, a rival of Mr. Erdogan’s who lives in exile.\n\nAnd as the talks were progressing in Brussels on Monday, Mr. Erdogan, in a speech in Ankara, denounced the Europeans for failing to deliver on their pledge of more than $3 billion in aid for refugees.\n\n“They promised to give us three billion euros, and four months have passed since then,” he said. “The prime minister is in Brussels right now. I hope he returns with that money, the three billion euros.”\n\nPhoto\n\nActivists, press freedom advocates and Turkish liberals who once counted on the prospect of European Union membership to bring about more democratic reforms have reacted with despair to Europe’s muted criticism of what they see as Turkey’s increasingly antidemocratic behavior.\n\n“Is the E.U. determined to let itself be humiliated?” Christophe Deloire, the secretary general of the advocacy group Reporters Without Borders, asked in a statement on Monday. He noted that Turkey’s seizure of the daily newspaper Zaman had come last week as Mr. Tusk was on a visit to Ankara.\n\nSvante Cornell, a Turkey analyst and director of the Central Asia-Caucasus Institute, a research organization, said the various crackdowns on the news media “illustrate fully the charade that E.U.-Turkey relations have become.\"\n\n“The timing of Turkey’s move against Zaman was ostentatious,” he said, “suggesting Erdogan’s government is not even trying to pretend to live up to European norms and values.”\n\nThis week Zaman, now overseen by court-appointed trustees, quickly shifted from a steadfast critic of the government to a voice of support, a transformation neatly illustrated by Tuesday’s front-page headlines about the summit meeting in Brussels.\n\nAdvertisement Continue reading the main story\n\n“A green light from the E.U. for Turkey’s demands,” one read, while another celebrated that “the path to visa-free travel in Europe opens.”", "summary": "Selahattin Demirtas, the top Kurdish political leader, whose party for the first time won representation in Parliament in elections last year, said the refugee crisis had led Europe to be largely silent on the renewed war in the southeast. To put itself more in line with European values, Turkey has abolished the death penalty, legalized education and news broadcasts in the Kurdish language, granted more rights to non-Muslim minorities and curbed the influence of the military over politics. Activists, press freedom advocates and Turkish liberals who once counted on the prospect of European Union membership to bring about more democratic reforms have reacted with despair to Europe’s muted criticism of what they see as Turkey’s increasingly antidemocratic behavior. This week Zaman, now overseen by court-appointed trustees, quickly shifted from a steadfast critic of the government to a voice of support, a transformation neatly illustrated by Tuesday’s front-page headlines about the summit meeting in Brussels."}