{"title": "Austria, Slovakia and the Netherlands Introduce Border Controls", "authors": ["Melissa Eddy", "Dan Bilefsky"], "url": "https://www.nytimes.com/2015/09/15/world/europe/europe-migrants-germany.html", "body": "While Berlin said its new controls, along the German-Austrian border, were only a temporary, emergency measure, the restrictions, a response to the strain on local communities, signaled that Chancellor Angela Merkel’s welcoming stance toward the migrants was encountering domestic resistance.\n\nVice Chancellor Sigmar Gabriel told members of his center-left Social Democratic Party, which governs with Ms. Merkel’s Christian Democratic Union, that Germany could face the arrival of even more migrants this year than the government had projected. “There are many indications that in this year we will not see 800,000 refugees, as predicted, but a million,” he said in a letter to his party.\n\n“Germany is strong and can handle a lot,” Mr. Gabriel wrote. “Nevertheless, in the past few days we have experienced how, despite our best efforts, our abilities have reached their limits.”\n\nHorst Seehofer, the premier of Bavaria, a deeply conservative state in the south, has criticized Ms. Merkel for her open-door policy. More than 25,000 migrants arrived in Bavaria over the weekend.\n\n“There is no order, there is no system, and in a country governed by the rule of law, that is a cause for concern,” Mr. Seehofer told reporters on Sunday. He said that officials were straining to process and house thousands of newcomers, and that some of them were economic migrants, not people fleeing persecution.\n\n“We need better controls in general, because we have determined that in recent days, many of those on the move are really not refugees,” Joachim Herrmann, the Bavarian interior minister, told a local television station. Officials in Eastern and Central Europe, including Hungary, have made similar arguments.\n\nIt was not immediately clear how long the German measures would remain in effect, but Mr. Herrmann estimated that they would last “at least a week.”\n\nPhoto\n\nThe extraordinary restrictions to the European Union’s border-free Schengen zone by Germany — one of the most ardent proponents of greater integration — signified a departure for Ms. Merkel, who had said just last week that there was “no upper limit” on the number of refugees her country could take in.\n\nAdvertisement Continue reading the main story\n\nThe Schengen Agreement, which guarantees passport-free movement within much of continental Europe, has been a cornerstone of European unity, along with the euro and a single market. Countries in the Schengen zone are allowed, however, to temporarily reinstate controls at their borders for security reasons.\n\nSuch controls have been set up seven times since 2013, when the rules were clarified for participating countries — but the first time such controls have been reinstated because of pressures from migration.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSteffen Seibert, a spokesman for Ms. Merkel, said the new measures were “not a closing of the border, or a suspension of the right to asylum,” but rather an attempt to instill greater order on the chaos of the arrival and application process.\n\n“It also serves as a clear signal to our European partners that Germany, while prepared to take on a large share of responsibilities, cannot be solely responsible for taking in all refugees,” he said.\n\nNonetheless, Germany’s decision appeared to have edged neighboring Austria to enact its own restrictions.\n\n“If Germany carries out border controls, Austria must put strengthened border controls in place,” said Chancellor Werner Faymann of Austria, who is scheduled to meet with Ms. Merkel on Tuesday. (He added, however, that no asylum seekers had been turned back to Austria from the German border.)\n\nAustrian officials said on Monday that they were sending 2,200 soldiers to help reinforce its eastern border. Last week, Hungary sent 4,300 troops to its border with Serbia.\n\nSince the German controls took effect at 5 p.m. Sunday, thousands of refugees have been stuck in Austria. About 1,400 slept in a converted parking garage in Salzburg on Sunday night; 1,000 of them boarded a train to Munich early Monday, though it was not clear whether they made it across the border.\n\nAdvertisement Continue reading the main story\n\nThe scene in Vienna was calm. But at a train station there, Samin Mohebi, a migrant from Isfahan, Iran, said she had been detained for three days in Hungary before making her way — partly on foot — to Vienna. “Friends and family are already in Germany,” she said. “I’ve been moving for two weeks. I’ll wait one month here, but I must go there.”\n\nAlthough train service between the two countries was restored early Monday, the German police were rigorously stopping and checking trucks and cars entering from Austria, leading to heavy congestion on major highways. Officers eased up as the day wore on, however, and carried out only spot checks.\n\nThomas Schweikl, a spokesman for the federal police in the Bavarian town of Freyung, said that 31 people had been arrested on suspicion of smuggling people since the controls began late Sunday.\n\nSeveral hundred officers, wearing reflective vests and flagging down trucks and cars as they entered Germany, were carrying out the checks near the border. Officers from across the country arrived overnight to help the Bavarian police, Mr. Schweikl said.\n\n“There is no way we could manage it on our own,” he said.", "summary": "While Berlin said its new controls, along the German-Austrian border, were only a temporary, emergency measure, the restrictions, a response to the strain on local communities, signaled that Chancellor Angela Merkel’s welcoming stance toward the migrants was encountering domestic resistance. The extraordinary restrictions to the European Union’s border-free Schengen zone by Germany — one of the most ardent proponents of greater integration — signified a departure for Ms. Merkel, who had said just last week that there was “no upper limit” on the number of refugees her country could take in. Steffen Seibert, a spokesman for Ms. Merkel, said the new measures were “not a closing of the border, or a suspension of the right to asylum,” but rather an attempt to instill greater order on the chaos of the arrival and application process. Although train service between the two countries was restored early Monday, the German police were rigorously stopping and checking trucks and cars entering from Austria, leading to heavy congestion on major highways."}