{"title": "Spanish Premier Insists Vote on Catalan Independence Will Not Happen", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2014/09/30/world/europe/spanish-premier-insists-vote-on-catalonia-independence-will-not-happen.html", "body": "It is not clear what steps Mr. Rajoy would take should the Catalans press ahead with a vote in the face of a court ruling against them and opposition from the central government. But if a vote was to take place, it could well become an issue that draws in other European governments, some of whom face separatist movements of their own.\n\nIf Scots had voted to break away in a referendum approved by the British government, the European Union would have “somehow adjusted, even if on some issues Brussels would have had to square a legal circle,” Mr. Torreblanca said. If Catalonia holds a vote without the approval of Mr. Rajoy’s government, however, “it would be a real earthquake for the E.U., forcing other Europeans to enter uncharted waters and take sides in a national dispute that has no precedent.”\n\nThe decree signed by Artur Mas, the Catalan leader, ratcheted up a dispute that began two years ago over fiscal issues into a secessionist challenge with political risks for both leaders. Spain holds a general election next year.\n\nMr. Rajoy accused Mr. Mas on Monday of irresponsibility in pushing Catalans toward a secession vote when, under Spain’s Constitution, only a majority of Spaniards can alter Spain’s “indivisible sovereignty.”\n\n“There isn’t anybody who can deprive all Spaniards of the right to decide over what is their country,” Mr. Rajoy said at a news conference after an emergency cabinet meeting. “Whoever has got underway this whole process is responsible for its serious consequences.”\n\nA vote, Mr. Rajoy said, “is against the law, steps beyond democracy, divides Catalans, moves them away from Europe and hurts their well-being.”\n\nMr. Mas, however, said in a television interview on Sunday that it was Mr. Rajoy who was forcing a vote by refusing to make any fiscal or other concessions to Catalonia. “There is no plan B,” Mr. Mas said in the interview with La Sexta, a Spanish TV channel.\n\nAdvertisement Continue reading the main story\n\nMr. Mas has trumpeted Scotland’s referendum as a “great lesson in democracy” that Mr. Rajoy should heed.\n\nFor Spain, the economic consequences of a secession would likely be greater than they would have been for Britain. Spain is still recovering economically from the euro debt crisis and continues to struggle with near-record unemployment, following a lengthy recession and a banking bailout.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nScotland’s 5.3 million people represent about 8 percent of Britain’s population and account for 9 percent of its economic output. But Scotland’s North Sea oil assets make it the wealthiest part of Britain per capita; this fed into secessionist arguments that Scotland’s economy could thrive without support from London.\n\nCatalonia’s 7.5 million people represent 16 percent of the Spanish population, but also account for a larger share of Spain’s economy — 19 percent. That has fueled resentment among Catalans about Spain’s fiscal system, which redistributes their taxes to weaker Spanish regions.\n\nMr. Rajoy said on Monday that he was willing to resume “a fruitful dialogue” with Mr. Mas about some economic concessions, “but always within the return to legality.” Mr. Rajoy refused to discuss how his government would respond if Catalonia set up ballot boxes on Nov. 9.\n\nThe Catalan regional government has budgeted 8.9 million euros — about $11.3 million — to finance the vote. A Catalan vote would also be a bellwether for other independence-minded regions, notably the Basque region, which has a long and violent history of separatism.\n\nMr. Mas, on the other hand, faces the difficult choice of going ahead with an illegal vote or of delaying the vote to allow for further negotiations with Mr. Rajoy, which could lead to protests in Catalonia. He could also call early elections in Catalonia — with the risk that more hard-line secessionist politicians could win and oust him and his Convergence party from power.\n\nMr. Mas insisted on Sunday that he acted within the law, signing a decree that was validated by Catalonia’s own legal experts, as well as an overwhelming majority of regional lawmakers. Still, he noted that history also offered examples of civil disobedience leading to political and social progress.\n\nCatalonia “isn’t Kosovo,” said Mr. Torreblanca, the political analyst, “but it’s hard to believe that at least a small fraction of Catalans will not get more radical, because the sense of frustration if there is no vote will be very real.”\n\nAdvertisement Continue reading the main story\n\nOn Sept. 11, hundreds of thousands of pro-independence Catalans marched in Barcelona on Catalonia’s national day to demand a vote.\n\nCatalans have a strong cultural identity and have long clashed with Madrid. The botched proclamation of a Catalan state during the 1930s was eventually followed by the Spanish Civil War and the lengthy dictatorship of its winner, Francisco Franco.\n\nSpain’s return to democracy in the late 1970s, however, allowed Catalonia and other regions to reclaim some autonomy — notably over an education system in which Catalan was promoted as the main language — in return for broad cooperation with successive governments in Madrid.\n\nUnder Jordi Pujol, who founded the Convergence party and led Catalonia from 1980 to 2003, Catalonia’s government then “followed a pragmatic approach of seeking concessions from Madrid, but not ones that could ever lead to a break-up,” said Josep Fontana, a Catalan historian.\n\nEven with his political future in the balance, Mr. Mas will not proceed with a vote that would have “no international credibility” if held against a constitutional ruling, said Josep Ramoneda, a Catalan writer and political columnist.\n\n“It’s a situation that is extremely difficult to unblock and that is likely to leave Catalonia stuck in muddy waters for a long time,” Mr. Ramoneda said. “Sooner or later, there will be a referendum because even if the path chosen by Mas isn’t the right one, you cannot just respond to such sovereignty demands with legal arguments.”", "summary": "It is not clear what steps Mr. Rajoy would take should the Catalans press ahead with a vote in the face of a court ruling against them and opposition from the central government.If Scots had voted to break away in a referendum approved by the British government, the European Union would have “somehow adjusted, even if on some issues Brussels would have had to square a legal circle,” Mr. Torreblanca said.If Catalonia holds a vote without the approval of Mr. Rajoy’s government, however, “it would be a real earthquake for the E.U., forcing other Europeans to enter uncharted waters and take sides in a national dispute that has no precedent.”Mr. Mas insisted on Sunday that he acted within the law, signing a decree that was validated by Catalonia’s own legal experts, as well as an overwhelming majority of regional lawmakers.Catalonia “isn’t Kosovo,” said Mr. Torreblanca, the political analyst, “but it’s hard to believe that at least a small fraction of Catalans will not get more radical, because the sense of frustration if there is no vote will be very real.”"}