{"title": "Survey Points to Challenges NATO Faces Over Russia", "authors": ["Michael R. Gordon"], "url": "https://www.nytimes.com/2015/06/10/world/europe/survey-points-to-challenges-nato-faces-over-russia.html", "body": "Estonia, Lithuania and Latvia have been worried that they may become targets of some of the “hybrid war” tactics that Russia has used to try to mask its operations in eastern Ukraine. They include the use of specially trained troops without identifying patches whose operations are denied by Moscow.\n\n“Our data shows that Germans, French and Italians have little inclination to come to a NATO ally’s defense,” said Bruce Stokes, the director for global economic attitudes at the Pew Research Center, “and if the next military conflict in the region is hybrid warfare, and there is some debate who these Russian-speaking fighters are, such attitudes will only further inhibit NATO’s response.”\n\nThe Pew report is based on 11,116 telephone and face-to-face interviews in eight NATO countries as well as Russia and Ukraine. The interviews were conducted from early April to mid-May, and the results have a margin of error of roughly plus or minus three to four percentage points, the center said.\n\nThe Western alliance has long found it difficult to mobilize public support for military spending. But public opinion is not always decisive in shaping NATO policy.\n\nPresident Ronald Reagan managed to win sufficient European backing to deploy Pershing II and ground-launched cruise missiles on the Continent despite a substantial peace movement. Those missile deployments increased pressure on the Kremlin to negotiate a 1987 American-Russian treaty banning intermediate-range land-based missiles.\n\nNot all of the data in the Pew report is bad news for NATO. According to the study, residents of most NATO countries still believe that the United States would come to their defense. Americans and Canadians also largely say that their countries should act militarily to defend a NATO ally, and nearly half of the British, Polish and Spanish respondents say the same.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“You would have a basis for building a political consensus if there was a serious Russian attack,” Mr. Daalder said.\n\nBut the study highlights sharp differences within the alliance’s ranks. Of all those surveyed, Poles were most alarmed by Moscow’s muscle flexing, with 70 percent saying that Russia was a major military threat.\n\nAdvertisement Continue reading the main story\n\nGermany, a critical American ally in the effort to forge a Ukraine peace settlement, was at the other end of the spectrum. Only 38 percent of Germans said that Russia was a danger to neighboring countries aside from Ukraine, and only 29 percent blamed Russia for the violence in Ukraine.\n\nConsequently, 58 percent of Germans do not believe that their country should use force to defend another NATO ally. Just 19 percent of Germans say NATO weapons should be sent to the Ukrainian government to help it better contend with Russian and separatist attacks.\n\nSupport for the NATO alliance in Germany was tallied at 55 percent, down from 73 percent in 2009. Those results are influenced by Germans in the eastern part of the country, who are more than twice as likely as western Germans to have confidence in President Vladimir V. Putin of Russia.\n\nIn the United States, the study notes, support for NATO remains fairly strong. Americans and Canadians, it says, were the only nationalities surveyed in which more than half of those polled believed that their country should take military action if Russia attacked a NATO ally. Forty-six percent of Americans believe that the United States should provide arms to the Ukrainian government, though Republicans are more likely than Democrats to support such a move.\n\nThe findings on Russians’ attitudes are likely to be disappointing for NATO supporters.\n\nWestern officials have calculated that economic sanctions will eventually erode Russian support for Mr. Putin’s decision to intervene in eastern Ukraine, but he has remained extremely popular by riding a wave of nationalism and controlling much of the news media. Most Russians are unhappy with the state of the economy, but they tend to blame not Mr. Putin but the drop in oil prices and the West’s efforts to punish Russia.\n\nEighty-eight percent of Russians said they had confidence in Mr. Putin to do the right thing on international affairs, the highest rating since Pew started taking polls on the question in 2003.\n\n“The Ukrainian situation continues to be very good for Vladimir Putin with his own people,” Mr. Stokes said. “The Russians feel the pain of the economy, but they blame it on the West, not on Putin.”", "summary": "President Ronald Reagan managed to win sufficient European backing to deploy Pershing II and ground-launched cruise missiles on the Continent despite a substantial peace movement. Americans and Canadians, it says, were the only nationalities surveyed in which more than half of those polled believed that their country should take military action if Russia attacked a NATO ally. Western officials have calculated that economic sanctions will eventually erode Russian support for Mr. Putin’s decision to intervene in eastern Ukraine, but he has remained extremely popular by riding a wave of nationalism and controlling much of the news media. Eighty-eight percent of Russians said they had confidence in Mr. Putin to do the right thing on international affairs, the highest rating since Pew started taking polls on the question in 2003."}