{"title": "Austria Takes Role of Distribution Center for Germany-Bound Migrants", "authors": ["Palko Karasz", "Barbara Surk"], "url": "https://www.nytimes.com/2015/09/22/world/europe/austria-takes-on-role-of-distribution-center-for-migrants.html", "body": "The operation is in stark contrast to the greater European response, in which leaders appear to be making little progress on a policy that will share responsibility for the migrants among the 28 European Union member states.\n\nThe foreign ministers of the Czech Republic, Hungary, Poland and Slovakia met in Prague on Monday, in advance of an emergency meeting of union leaders on Wednesday in Brussels.\n\nThe Eastern European ministers did not issue a formal statement, but their governments have made it clear that they will not accept a European Union plan spearheaded by Germany to require the members of the bloc to take in migrants according to a formula based on each nation’s wealth and population.\n\n“The real solution would be the E.U. regaining control over its own borders,” said Foreign Minister Peter Szijjarto of Hungary. “The quota system is unenforceable. The conditions for its implementation are not there.”\n\nPhoto\n\nHe accused Greece and Croatia, two members of the European Union, of violating European law: Greece by failing to prevent an influx of migrants, many of them from Turkey, and Croatia by flooding Hungary and Slovenia while failing to register them.\n\nUnder what are known as the Dublin Regulations, people who seek asylum in the European Union are required to register and apply in the member country where they first set foot.\n\nCroatia blamed Greece for the crisis. “It is absolutely unacceptable to have Greece emptying its refugee camps and sending people towards Croatia via Macedonia and Serbia,” said the Croatian interior minister, Ranko Ostojic.\n\nAdvertisement Continue reading the main story\n\nOn Monday, Hungary’s Parliament approved rules giving more powers to the army to enforce the country’s borders with Serbia, Croatia and Slovenia. Last week, Hungary adopted legislation making illegal border entry a crime, subject to imprisonment and expulsion.\n\nPrime Minister Viktor Orban again emphasized that Hungary would not apologize for its strict measures because millions of migrants were “laying siege” to Europe, endangering the Continent. “The migrants are not just banging on our door; they are breaking it down,” Mr. Orban said.\n\nAs the United Nations prepared to convene in New York for its annual meeting, Secretary General Ban Ki-moon issued a statement calling on European leaders to show leadership and compassion.\n\nIn the statement, a spokesman said that Mr. Ban “recalls that many are fleeing persecution, conflict and human rights abuses and have endured arduous journeys in order to reach safety.”\n\nAnthony Lake, the executive director of Unicef, the United Nations Children’s Fund, told reporters at a briefing in New York that his agency had been working over the last few weeks “to considerably ramp up what we’re doing” to serve migrant children traveling into European countries. But he also expressed worry about his agency’s limited budget and fear of compromising Unicef’s Syrian refugee work in the Middle East.\n\n“One of our concerns is precisely that we don’t rob the Peter of the countries surrounding Syria to pay the Paul of Europe,” Mr. Lake said.\n\nThe United States announced Monday that it would provide an additional $419 million in humanitarian aid for emergency health care, safe drinking water, food, shelter and other relief supplies to Syrians affected by the civil war there. The money will be distributed to organizations, including Unicef, aiding Syrians still in Syria and those in Lebanon, Turkey and elsewhere in the region. The White House said that would bring the total American commitment to the refugee crisis to $4.5 billion.\n\nEuropean Refugee and Migrant Crisis\n\nIn Austria, many migrants said they were stunned at their treatment after journeys through nations to the south and east where officials were only too happy to simply push them north.\n\nAdvertisement Continue reading the main story\n\nFor people escaping a recent past of violence and persecution, landing in Austria has been one of the first opportunities to feel some measure of security.\n\n“This is unbelievable. I am so happy,” said Zuhair, 23, a chemistry student from Homs, Syria, who did not want to give his last name because of fears for relatives he left behind. Less than a month ago, his hometown was “pure hell,” he said, as “people around me were dying every single day.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSamir Mohamadzai, 17, from Afghanistan, said he arrived at a camp in Heiligenkreuz, Austria, late Friday. When the buses carrying his group pulled into a parking lot on the Hungarian side, it was clear to him where he needed to go, he said.\n\nIn Hungary, the road to the border was barely lit. Police officers quietly waved the migrants through while a handful of aid workers offered apples and water.\n\nIn Austria, floodlights pierced the night. Dozens of volunteers were busy helping out, and a field kitchen served warm meals. Police officers were firm but friendly and, most of all, efficient in organizing the crowd.\n\n“Your people is kind people; you know human rights,” Mr. Mohamadzai said, referring to Europeans. “In Afghanistan there is no human rights.”\n\nThe process is smooth. On Monday, a train carrying 1,800 migrants arrived late in the afternoon on the Hungarian side near Nickelsdorf. The people walking across the border brought the total of new arrivals to 5,000 since that morning, said Helmut Marban, a spokesman for the Burgenland police.\n\nFrom the border station at Hegyeshalom in Hungary, migrants crossed a grassy field on the frontier of Hungary and Austria. As they approached, Austrian police officers greeted them with a cheerful “Hallo, Österreich,” drawing looks of relief.\n\n“Austria is very good, nice,” said Mohamed Hoseini, 44, from Damascus, said shortly after he arrived. He said he had spent 14 hours in a Hungarian train with no food or water.\n\nVideo\n\nHe, like many on Monday, appeared to be ready to end his journey in this country. “Austria is good, but I must ask about how long before I can bring my wife and baby,” he said.\n\nAdvertisement Continue reading the main story\n\nThe authorities did not have specific information of more trains arriving on the Hungarian side but were prepared for that event, Mr. Marban of the police said.\n\nThe main challenge was to provide shelter to the people on a windy night, with temperatures under 50 degrees.\n\n“It will be very cold outside and windy during the night,” Mr. Marban said. “We’ll try very hard to get accommodation for them here in Nickelsdorf and other provinces of Austria.”\n\nOn Slovenia’s northwestern border, a center into which people had been bused from the Croatian border the night before emptied out just after lunch. All 387 migrants, impatient with the Slovenian authorities’ slow pace in moving them along, simply walked several hundred yards into Austria.\n\nIn the central Slovenian city of Celje, about 150 people, most of them Syrian refugees, left a center set up in a high school, bought tickets at the railway station and boarded a train to Vienna as the police looked on.\n\n“We didn’t want to spend another night in the camp,” Merhin, 20, an engineering student from Aleppo, said. “Police allowed us to walk to the station and buy the ticket to Austria. We are extremely happy now.”\n\nIt was not immediately clear how long the people who do not want to seek asylum in Austria stay there before being moved on to Germany. But on Sunday night, in Salzburg, the operation to move them along proceeded quietly.\n\nShortly before a Deutsche Bahn commuter train departed around 9 p.m., the police escorted groups with children to the train.\n\nAdvertisement Continue reading the main story\n\nDeparture boards declared there was no train service to Germany, and for that train, no destination was posted. But three individuals working at the station who did not provide their names said the train was headed to Germany.", "summary": "The foreign ministers of the Czech Republic, Hungary, Poland and Slovakia met in Prague on Monday, in advance of an emergency meeting of union leaders on Wednesday in Brussels. As the United Nations prepared to convene in New York for its annual meeting, Secretary General Ban Ki-moon issued a statement calling on European leaders to show leadership and compassion. The United States announced Monday that it would provide an additional $419 million in humanitarian aid for emergency health care, safe drinking water, food, shelter and other relief supplies to Syrians affected by the civil war there. In the central Slovenian city of Celje, about 150 people, most of them Syrian refugees, left a center set up in a high school, bought tickets at the railway station and boarded a train to Vienna as the police looked on."}