{"title": "France Overhauls Its Government After Voters Rebuke Socialists", "authors": ["Scott Sayare", "Maïa De La Baume"], "url": "https://www.nytimes.com/2014/04/01/world/europe/france-overhauls-its-government-after-voters-rebuke-socialists.html", "body": "“This vote, as much on a local level as on the national level, is a defeat for the government and the majority,” Mr. Ayrault said in an uncharacteristically frank statement on Sunday. “I think we have not done enough to explain that the recovery efforts undertaken since 2012 were essential for the future of our country.”\n\nThough the deficit has come down somewhat, growth has only barely returned, with G.D.P. increasing 0.3 percent last year. Unemployment has continued to rise, reaching 11 percent nationwide and more than twice that number among workers under 25. Adding to the pile of bad news for Mr. Hollande, the state statistics agency said on Monday that the national budget overshot government projections last year, at 4.3 percent of G.D.P. instead of 4.1 percent.\n\nIn the elections on Sunday, the Socialist Party lost 155 cities to parties on the right, including traditional bastions like Limoges, which the left had held since 1912, and several other midsize cities.\n\nVoter abstention, at close to 40 percent, reached the highest rate on record. Opinion polling suggested a broad rejection of the French ruling elite, which is increasingly viewed as detached from the concerns of the population it governs.\n\nThe National Front, a far-right party that has attempted to rebrand itself as a populist and nationalist alternative to traditional parties on the left and right, made significant gains on Sunday, taking control of 11 cities and winning seats on municipal councils in many more.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLocal politics have largely been dominated by the Socialist Party for at least a generation, but the elections on Sunday appeared to reverse that trend. Le Monde, the respected newspaper of the center-left, ran a front-page photograph of a somber-looking Mr. Hollande on Monday with a headline that claimed a “historic rout.” Le Figaro, a newspaper of the right that has been unceasingly critical of the president, contended that a conservative “tsunami” was “washing over Mr. Hollande.”\n\nOne bright spot for the Socialist Party was in Paris, where its candidate, Anne Hidalgo, was elected the first female mayor.\n\nMr. Hollande narrowly won the presidency in 2012 with promises of a speedy return to economic prosperity and reinforced social protections. But he quickly lowered his ambitions and said he had underestimated the dire state of France’s public finances. More recently, he was unable to make good on a pledge to stop the rise in unemployment by the end of 2013.\n\nAdvertisement Continue reading the main story\n\nThe disenchantment among voters, analysts say, stems from frustration with unkept promises and a seeming lack of direction from Mr. Hollande that has been criticized even within his own camp.\n\n“For several months, there has been a lack of explanation, of pedagogy, with regards to the people,” said François Rebsamen, a Socialist senator and mayor, and a close friend of Mr. Hollande’s. The president “needs to give his vision, say where we stand, where we’re going,” Mr. Rebsamen told Radio Classique. “It’s this lack of direction that is so undermining for the political efforts that are being carried out.”\n\nMr. Ayrault, the outgoing prime minister, was viewed by voters and commentators alike as a bit bland and lacking energy. By contrast, Mr. Valls is intense and sometimes fiery. There has been little indication, however, that the change in leadership will be much more than cosmetic, and most policies are expected to remain the same, with the exception of the future tax cuts announced Monday. Other members of the new government have yet to be announced.\n\nIn his address, Mr. Hollande acknowledged the public’s “discontent” and “disappointment,” and offered a list of the criticisms often addressed to him.\n\n“Not enough change, still too much slowness,” he said. “Not enough jobs, still too much unemployment. Not enough social justice, still too many taxes. Not enough efficacy in public action, and so, still too many questions about our country’s ability to make it, though it has so many assets.”\n\nHe promised, a bit cryptically, that the government would make the necessary adjustments while nonetheless maintaining “constancy” in its chosen course.", "summary": "Adding to the pile of bad news for Mr. Hollande, the state statistics agency said on Monday that the national budget overshot government projections last year, at 4.3 percent of G.D.P.Opinion polling suggested a broad rejection of the French ruling elite, which is increasingly viewed as detached from the concerns of the population it governs.Local politics have largely been dominated by the Socialist Party for at least a generation, but the elections on Sunday appeared to reverse that trend.“For several months, there has been a lack of explanation, of pedagogy, with regards to the people,” said François Rebsamen, a Socialist senator and mayor, and a close friend of Mr. Hollande’s.There has been little indication, however, that the change in leadership will be much more than cosmetic, and most policies are expected to remain the same, with the exception of the future tax cuts announced Monday."}