{"title": "Profile Emerges of Suspect in Attack on Train to Paris", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/08/23/world/europe/thalys-train-attack-france-moroccan-suspect.html", "body": "According to Spanish officials, the man lived for about a year in Algeciras, a city in southern Spain that is a major transit port between Spain and Morocco, but left in March 2014. He had been kept under surveillance by the Spanish police during his time in Algeciras because of past criminal activities linked to drug trafficking; the Spanish police then shared that information with their French counterparts, according to a Spanish official involved in antiterrorism efforts who spoke on the condition of anonymity.\n\nSpanish officials told the newspaper El País that the suspect moved to France in 2014 and traveled from there to Syria before returning to France, details that Mr. Cazeneuve, a careful lawyer, did not mention in his statement.\n\nBelgian authorities opened their own antiterrorism investigation on Saturday. The Belgian newspaper Le Soir reported that “if his identity is confirmed, this man would have been identified by the Belgian services as related to the terrorist networks recently dismantled in Belgium in the wake of the dismantling of Verviers network.”\n\nOn Jan. 15, about a week after the killings at the satirical newspaper Charlie Hebdo in Paris, the Belgian police killed two people and arrested a third during a counterterrorism operation in Verviers, a town considered a hub for Islamist radicalization. Belgian authorities said then that the radicals singled out in the operation were “about to launch terrorist attacks on a grand scale.”\n\nBut some officials and experts also recommended caution about the Thalys train episode, suggesting that the suspect was wrongly equipped to shoot up a narrow train and appeared to have been poorly trained as well, because his Kalashnikov jammed and his pistol was improperly loaded.\n\nThey also questioned the symbolic value of a train attack, compared with the carefully chosen symbolism of the attacks at Charlie Hebdo, which was denounced by many Muslims for its spoofing depictions of the Prophet Muhammad, and at a kosher supermarket in Paris. Altogether, 17 people were killed.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“A Thalys train is not Charlie Hebdo,” said François Heisbourg, a defense and security analyst at the Foundation for Strategic Research in Paris. “And I don’t know what they taught him in Syria if he was ever there. You don’t want to use an assault rifle in a place you can barely turn around.”\n\nMr. Heisbourg suggested that if the train and its passengers had been the main target, stun grenades and pistols would have been more effective weapons. “It gives the impression that the man was acting on the spur of the moment, seeing a target of opportunity, perhaps,” he said. “My hunch is that he was bringing hardware from Belgium, gun running, and then maybe decided to do it on the train instead of shooting up Gare du Nord,” the end of the line in Paris.\n\nAdvertisement Continue reading the main story\n\nBut it is also possible, he said, that, like many foreigners trained by or attracted to Islamist radicalism and jihad, the man was told “to go home and do your worst, to act on initiative,” and perhaps told only where to pick up a gun.\n\nThe suspect in the train attack, like Mohammed Merah, who shot French Army personnel and Jews in Toulouse in 2012, or the Kouachi brothers who were instrumental in the Charlie Hebdo killings, were all on watch lists kept by French security services, which Mr. Heisbourg called “a recurring pattern that is very disturbing.” The good news is that the security services were following the right people, he said, but “the bad news is that this knowledge served little purpose.”\n\nFrance has about 5,000 people on the “S” list, according to Agence France-Presse, but it is unclear how many are active or how the list may have grown over the years.\n\nIn 2014, France reorganized its intelligence and security services, creating the D.G.S.I. — General Directorate for Internal Security — largely separate from the police and the larger D.G.S.E. — General Directorate for External Security — to modernize its internal security and make it less of a police culture.\n\nWhile the reorganization was needed, it may be too early to judge the results, Mr. Heisbourg said, and more resources are likely to be needed.\n\nBelgium is known not only for its homegrown Islamist radicals but for being a distribution center for illegal arms for decades, for both criminal gangs and terrorist groups. The weapons used in the Charlie Hebdo killings, for instance, were traced to Belgium, where they could easily be moved to other countries within the European free-travel zone, particularly to neighboring France, normally without any screening if being transported by train, bus or automobile.\n\nThe Belgian prime minister, Charles Michel, on Saturday called the train episode “a terrorist attack” and proposed “an urgent meeting of transport and interior ministers from Belgium, France, Germany and the Netherlands to reinforce antiterrorist measures, notably identity and baggage controls,” his office said.\n\nAttacks like this one, combined with Europe’s difficulties this summer with a surge of migrants and asylum seekers from Iraq, Syria, Eritrea, Afghanistan, Libya and other countries, have made some officials question the open borders under the Schengen Agreement, which allows free movement without border controls across much of the European Union. Even the German interior minister, Thomas de Maizière, has suggested a new examination of that agreement because of the large flow of migrants to Germany and other northern countries from entry points in Greece, Italy and Hungary.", "summary": "“My hunch is that he was bringing hardware from Belgium, gun running, and then maybe decided to do it on the train instead of shooting up Gare du Nord,” the end of the line in Paris.The suspect in the train attack, like Mohammed Merah, who shot French Army personnel and Jews in Toulouse in 2012, or the Kouachi brothers who were instrumental in the Charlie Hebdo killings, were all on watch lists kept by French security services, which Mr. Heisbourg called “a recurring pattern that is very disturbing.” The good news is that the security services were following the right people, he said, but “the bad news is that this knowledge served little purpose.”Belgium is known not only for its homegrown Islamist radicals but for being a distribution center for illegal arms for decades, for both criminal gangs and terrorist groups.The weapons used in the Charlie Hebdo killings, for instance, were traced to Belgium, where they could easily be moved to other countries within the European free-travel zone, particularly to neighboring France, normally without any screening if being transported by train, bus or automobile.Even the German interior minister, Thomas de Maizière, has suggested a new examination of that agreement because of the large flow of migrants to Germany and other northern countries from entry points in Greece, Italy and Hungary."}