{"title": "Britain to Curb Who Can Vote in E.U. Membership Referendum", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/05/26/world/europe/britain-eu-referendum.html", "body": "LONDON — With the Labour Party accepting that a referendum on British membership in the European Union is inevitable, the Conservative government announced on Monday that the list of eligible voters would be similar to that of the recent general election, meaning that most European Union citizens living in Britain will not be able to cast a ballot.\n\nThe decision was hardly a surprise given that Britain will be deciding, before the end of 2017, whether to remain in the European Union. The large euroskeptic wing of the Conservative Party has been pressing for a referendum, as has the U.K. Independence Party, which favors a so-called Brexit.\n\nUKIP, which received 12.6 percent of the vote in the general election this month and came second in 120 seats, has urged that the referendum not include the estimated 2.7 million citizens of other European Union countries who are working and living in Britain legally, according to government figures.\n\nAs in the general election, British citizens ages 18 and older and residents of Britain who are from Ireland or the Commonwealth — the 53-member organization made up mostly of countries that were formerly part of the British Empire — will be able to vote. This includes citizens of Cyprus and Malta who live in Britain. British nationals living abroad for fewer than 15 years will also be able to vote.\n\nAdvertisement Continue reading the main story\n\nIn last year’s referendum on Scottish independence, those 16 and older could cast a ballot, as well as foreigners living and working in Scotland, but Scots registered in the rest of Britain could not.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPrime Minister David Cameron, fresh from winning a majority in the May 7 election, has promised to negotiate “a better deal” for Britain in the European Union before putting membership to the vote. He was scheduled to meet Jean-Claude Juncker, the president of the European Commission, for dinner on Monday, to discuss Britain’s desires.", "summary": "LONDON — With the Labour Party accepting that a referendum on British membership in the European Union is inevitable, the Conservative government announced on Monday that the list of eligible voters would be similar to that of the recent general election, meaning that most European Union citizens living in Britain will not be able to cast a ballot.UKIP, which received 12.6 percent of the vote in the general election this month and came second in 120 seats, has urged that the referendum not include the estimated 2.7 million citizens of other European Union countries who are working and living in Britain legally, according to government figures.In last year’s referendum on Scottish independence, those 16 and older could cast a ballot, as well as foreigners living and working in Scotland, but Scots registered in the rest of Britain could not.Prime Minister David Cameron, fresh from winning a majority in the May 7 election, has promised to negotiate “a better deal” for Britain in the European Union before putting membership to the vote.He was scheduled to meet Jean-Claude Juncker, the president of the European Commission, for dinner on Monday, to discuss Britain’s desires."}