{"title": "Turkey Strengthens Rights of Syrian Refugees", "authors": ["Ceylan Yeginsu"], "url": "https://www.nytimes.com/2014/12/30/world/europe/turkey-strengthens-rights-of-syrian-refugees.html", "body": "With Turkey’s 22 refugee camps operating at capacity, around 85 percent of the Syrian refugees there have streamed into urban areas seeking jobs and more permanent living arrangements. The new ID cards have been designed to give more straightforward access to a wider range of services outside of the camps.\n\nOn a recent afternoon at a police station here, dozens of Syrian refugees amassed outside the registration bureau for foreigners, waiting to collect their new cards.\n\n“Syrians used to avoid coming to the station out of fear that they would be deported,” said one of the police officers overseeing the registration process. “But these cards have brought them out of the shadows into the light. They now have physical proof of their legal rights.”\n\nThe international response to the refugee disaster has been relatively limited, forcing the neighboring countries to take on a disproportionate amount of the burden, with Turkey, Jordan, Lebanon and Iraq absorbing 97 percent of Syria’s refugees, according to the United Nations’ refugee agency.\n\nFor Turkey, the ceaseless influx of refugees has greatly strained its open-door policy, while the recent drop in commodities prices worldwide has put new strains on the national budget.\n\nAndrew Gardner, Turkey researcher for Amnesty International, praised the country’s new temporary protection regime as “a big step forward,” as it grants refugees a secure legal status. “The fact that the refugees’ rights and entitlements have been written into law should mean that authorities better implement them,” he added.\n\nBut not all Syrians are lining up to obtain these rights. Many have their sights set on seeking asylum in Western Europe, a prospect that some believe could be jeopardized by the new ID cards through their requirement of biometric data.\n\nAdvertisement Continue reading the main story\n\n“I think the data could be used by Europe to send us back when we get smuggled there,” said Mohammad, 23, who declined to give his surname. “I’m only in Turkey to leave to Europe, I don’t need the ID. When I see the police gathering Syrians in the park for registration, I run away.”\n\nEven refugees who have already received the new ID cards can be skeptical that the new provisions will have much of an impact on their quality of life, and continue to look for a way out of Turkey.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMarwan Ali, 35, a tailor, said his main incentive for registering was to receive vaccinations for his daughter and regular access to health care for his pregnant wife. “Without the ID cards, the hospitals send you away,” he explained.\n\nBut Mr. Ali quickly added that he had submitted an application for asylum in Europe. “Life is hard here,” he said. “You make less than $200 a month. It’s hard to survive with a family.”\n\nA vast majority of refugees who settle in large cities are destitute. The greatest challenge for Syrians living outside the camps is finding and sustaining employment. Under Turkish labor laws, Syrian refugees do not have the right to work, which makes them vulnerable to exploitation and abuse.\n\nPhoto\n\nA separate proposal to regulate working conditions for the refugees was recently submitted to the Council of Ministers for approval. If the measure passes, as expected, Syrians will be able to apply for conditional work permits with their new ID cards, something that is likely to foster resentment in regions where unemployment is high.\n\nThat job competition, as well as the emergence of violence and higher crime rates in cities with high concentrations of Syrians, has soured the Turkish public on the refugees, with two-thirds of Turks now favoring more restrictive policies, according to the 2014 Transatlantic Trends Survey.\n\nThis month, a group of Syrian agricultural workers in the southern province of Antalya were attacked by a group of local workers, who stoned them and their houses, injuring several. The day before, the governor had sent a notification demanding the deportation of up to 1,500 Syrian refugees, citing growing concerns over “unrest,\" which he claimed had caused damage to the tourism ministry, local news media reported.\n\nNurcan Onder, the deputy director general for labor, said the work permits would not put refugees in direct competition with Turkish citizens for jobs, and should alleviate some tensions.\n\nAdvertisement Continue reading the main story\n\n“The regulation will clearly define specific sectors and locations where Syrians can apply for work permits, and quotas will be applied in workplaces to manage the supply and demand,” Ms. Onder said.\n\nSome refugee advocates say that the new directive is too focused on the regulatory aspects of the refugee influx, such as entry and registration, and that it has failed to address the needs of refugees that are essential to meeting longer-term integration goals.\n\n“Most Syrian refugees live in urban areas, and the conditions are deteriorating as winter sets in, but none of their real needs, like housing, are met properly,” said Metin Corabatir, deputy director of the Center for Immigration and Asylum Studies.\n\n“They are considered as people under a temporary protection regime, but the regime does not provide enough assistance and protection for those outside of the camps,” he added.\n\nThe directive has also come under criticism for its failure to define the time frame for the temporary protection — in theory it could be repealed at any time.", "summary": "Andrew Gardner, Turkey researcher for Amnesty International, praised the country’s new temporary protection regime as “a big step forward,” as it grants refugees a secure legal status. That job competition, as well as the emergence of violence and higher crime rates in cities with high concentrations of Syrians, has soured the Turkish public on the refugees, with two-thirds of Turks now favoring more restrictive policies, according to the 2014 Transatlantic Trends Survey. The day before, the governor had sent a notification demanding the deportation of up to 1,500 Syrian refugees, citing growing concerns over “unrest,\" which he claimed had caused damage to the tourism ministry, local news media reported. “Most Syrian refugees live in urban areas, and the conditions are deteriorating as winter sets in, but none of their real needs, like housing, are met properly,” said Metin Corabatir, deputy director of the Center for Immigration and Asylum Studies."}