{"title": "Americans Resist Hero Label After Foiling Train Attack", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2015/08/24/world/europe/americans-france-train-attack-spencer-stone-alek-skarlatos.html", "body": "Video\n\nPARIS — Looking awed by the sumptuous gilded surroundings of the United States ambassador’s residence here, the three young American men who thwarted an attack on a Paris-bound express train appeared at a news conference on Sunday, brushing aside suggestions that they were heroes.\n\nAirman First Class Spencer Stone; Alek Skarlatos, a specialist in the Oregon National Guard; and Anthony Sadler, a friend of theirs, sat side by side, soberly recounting how a European vacation swiftly turned into something else. In their telling, the dramatic moments in the railway car could have been a particularly lively finish to an otherwise great night out: no heroics, and nothing dramatic about it.\n\nAsked what had motivated him to confront a heavily armed man, Mr. Stone, his arm in a sling and one eye bruised from the struggle with the young Moroccan suspect, said simply, “To survive.”\n\nThere was no mistaking the gunman’s determination, Mr. Stone said. “He seemed like he was ready to fight to the end, and so were we,” he told reporters.\n\nPhoto\n\nHe was the first of the Americans to tackle the suspect, Ayoub El Khazzani, and he spoke first, blurting out the story as if he were eager to get it over with.\n\nAdvertisement Continue reading the main story\n\n“I kind of woke up from the middle of a deep sleep,” Mr. Stone said. “I turned around and I saw he had an AK-47 and it looked like” the weapon “wasn’t working, and he was trying to charge his weapon, and Alek just hit on my shoulder and said, ‘Let’s go,’” Mr. Stone said. “And I went down, tackled him and put him on the ground, and Alek came up and grabbed the thing out of his hand.”", "summary": "PARIS — Looking awed by the sumptuous gilded surroundings of the United States ambassador’s residence here, the three young American men who thwarted an attack on a Paris-bound express train appeared at a news conference on Sunday, brushing aside suggestions that they were heroes.Airman First Class Spencer Stone; Alek Skarlatos, a specialist in the Oregon National Guard; and Anthony Sadler, a friend of theirs, sat side by side, soberly recounting how a European vacation swiftly turned into something else.Asked what had motivated him to confront a heavily armed man, Mr. Stone, his arm in a sling and one eye bruised from the struggle with the young Moroccan suspect, said simply, “To survive.”He was the first of the Americans to tackle the suspect, Ayoub El Khazzani, and he spoke first, blurting out the story as if he were eager to get it over with.“And I went down, tackled him and put him on the ground, and Alek came up and grabbed the thing out of his hand.”"}