{"title": "David Cameron Sets Course for Britain Amid Pageantry of Queen’s Speech", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2015/05/28/world/europe/david-cameron-sets-course-for-britain-amid-pageantry-of-queens-speech.html", "body": "Video\n\nLONDON — After winning an unexpected parliamentary majority this month, Prime Minister David Cameron of Britain on Wednesday began work on delivering election promises that few, including Mr. Cameron, expected to be implemented in full.\n\nAlthough the text outlining the government’s legislative goals was read by Queen Elizabeth II at the State Opening of Parliament, in keeping with tradition, the program was Mr. Cameron’s: a bill for a referendum on membership in the European Union, along with measures to expand homeownership, curb immigration, increase the powers of Scotland’s Parliament, and give the security services greater authority to monitor and restrain potential terrorists.\n\nDuring her long reign, the queen has delivered more than 60 such speeches, accompanied by much pomp and ceremony. On Wednesday, she traveled to Parliament in a horse-drawn carriage. As custom dictates, her arrival was preceded by a search by lantern light of the cellars of Parliament to prevent a repeat of a failed plot to blow it up in 1605.\n\nThe address, known as the Queen’s Speech, reflected the different set of political obstacles that Mr. Cameron will face in his second term. Plans for a British bill of rights that would limit the reach of European laws on human rights were mentioned in terms that suggest they are likely to be delayed. And there were no details about how he would put in place one of his central pledges: a reduction of around 12 billion pounds, or about $18.5 billion, in welfare spending. Before the election, Mr. Cameron also promised not to increase income tax, the value-added tax — the main sales tax — or social security payments known as national insurance, although that still gives him some leeway to raise other taxes.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNow that he is able to govern without the support of other parties, Mr. Cameron is in a position he almost certainly never expected, and his election promises were made under the assumption that he would have to bargain and compromise as part of a coalition government.\n\nAdvertisement Continue reading the main story\n\nDuring his first term in power, Mr. Cameron had to negotiate with his junior coalition partner, the Liberal Democrats, about which measures would be put into law. Although that constrained him, it also provided him with an excuse to soft-pedal issues that were either a lower priority or more politically complex.", "summary": "Although the text outlining the government’s legislative goals was read by Queen Elizabeth II at the State Opening of Parliament, in keeping with tradition, the program was Mr. Cameron’s: a bill for a referendum on membership in the European Union, along with measures to expand homeownership, curb immigration, increase the powers of Scotland’s Parliament, and give the security services greater authority to monitor and restrain potential terrorists.As custom dictates, her arrival was preceded by a search by lantern light of the cellars of Parliament to prevent a repeat of a failed plot to blow it up in 1605.The address, known as the Queen’s Speech, reflected the different set of political obstacles that Mr. Cameron will face in his second term.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.During his first term in power, Mr. Cameron had to negotiate with his junior coalition partner, the Liberal Democrats, about which measures would be put into law."}