{"title": "Among Young Britons, Fear and Despair Over Vote to Leave E.U.", "authors": ["Claire Barthelemy", "Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html", "body": "For those under 25, the desire to remain in the union was especially high: Three-quarters wanted Britain to stay in Europe.\n\nMany young people in Britain have grown up thinking of European integration as a given, not a political experiment that would be rolled back before they could fully take part in it.\n\nThey are often more comfortable living in a multicultural society than their elders are, particularly in cities like London and Edinburgh, which are flooded by people from across the Continent to study and work.\n\nMany young Britons expressed astonishment, anger or despair that their parents and grandparents would seek to limit the travel, exposure to other cultures and opportunities to work and study abroad that being part of the European Union has afforded them.\n\n“Truly gutted that our grandparents have effectively decided that they hate foreigners more than they love us and our futures,” one young Briton, Dan Boden, wrote on Twitter.\n\nThe referendum hinged in part on youth turnout, and the government even tried to lower the voting age for the referendum to 16 from 18.\n\nIt failed, but the Remain campaign still pushed to register young voters, with some success: The deadline to register was extended by two days after a voter-registration website crashed because it was overwhelmed by visitors.\n\nAdvertisement Continue reading the main story\n\nPrime Minister David Cameron turned to Tinder, the dating app, and TheLADbible, a website popular among young men, to tout the benefits of staying in the European Union. The opposition Labour Party, which supported remaining in the bloc, also reached out to young voters.\n\nMore than one million people between 18 and 34 registered in recent months, the most ever for a British election, according to Bite the Ballot and HOPE Not Hate, which encourage young people to vote. Turnout for the referendum, at around 72 percent, was the highest for any national election in Britain since 1992.\n\nBut it was not enough.\n\n“Waking up to the #EURefResults and realizing the older generation have just ruined our future,” one young Briton, Toby Pickard, wrote on Twitter.\n\nAnother, Sarah Hartley, wrote that “our economy is in tatters” because “our grandparents cared more about their comfort than our future.”\n\nIn Edinburgh, a university city with a strongly pro-European bent, Robert Jack, a 21-year-old student at the University of Glasgow, was reeling from the decision. He worried that his plans to study in Romania on the European Union’s student-exchange program, Erasmus, were in jeopardy.\n\nThe vote “is very damaging,” Mr. Jack said, adding that he now welcomed a second referendum on whether Scotland should leave the United Kingdom, because “it’s better being inside the European Union.”\n\nPhoto\n\nOf course, many young people supported the push to rid themselves of Europe. Ben Kew, 21, said he spent 30 hours at the Leave headquarters, watching the results come in.\n\n“I was surprised; I didn’t think we’d go through with it, but I’m pleased that the establishment has been given a kick,” he said, adding that the vote was a moment when Britons expressed a desire for real change.\n\nAdvertisement Continue reading the main story\n\nBut many young voters wondered what would happen to European Union funding for research and sciences. British universities currently receive about 16 percent of their research money and staff members from the European Union.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nJames Calderbank, 21, a student at Falmouth University in Cornwall, England, wrote in an email: “Since the early hours of this morning my Facebook newsfeed has been filled with my friends’ disappointment that we are leaving the E.U.”\n\nHe added: “Our campus was part-funded by the E.U., so things are really not looking good for my university and its source of funds.” Cornwall, as a fairly rural and less-developed part of southwest England, was also a beneficiary of economic aid from Brussels, he noted.\n\nSome high-school students expressed dismay as well. “There is a very clear rift between how us young people feel and how the oldest age groups feel,” Elliot Shirnia, 18, a student at the Marling School in Gloucestershire, England, wrote in an email, adding that as the son of a refugee from Iran he felt the Leave campaign was divisive.\n\nAnxiety about the economy and immigration drove the Leave campaign’s victory. But many young people said they thought the decision would only set back their prospects.\n\n“I’m already part of a generation stuck in rented property unable to buy my own house,” Hannah Shaw, 25, who works at a National Health Service hospital and lives with her parents, wrote in an email. “The older generation seem so happy with the result, almost smug like it’s some sort of victory completely unaware of the chaos they’ve caused for my generation. I’m dreading what will happen to employment, workers’ rights, the environment and our economy.”\n\nShe added that she had friends from countries like Slovakia, Poland, Spain and Romania.\n\n“It’s hard to see it affect them and think of the amazing people I’ll never meet after we leave the E.U.,” she said. “The U.K. suddenly feels very small.”\n\nPhoto\n\nMs. Shaw blamed the news media for spreading misinformation about European Union membership. “A lot of the older generation rely on newspapers for all their facts and don’t actually do any of their own research unlike my generation.”\n\nJenna Ives-Moody, 19, a journalism student at the University of Huddersfield in northern England, wrote in an email that “serious fact-based journalism within the U.K. is not valued by the majority of the English population.”\n\nAdvertisement Continue reading the main story\n\nShe said the Leave campaign was driven by “a misplaced ideal of reclaiming former glories within Britain,” which she said was not common among young people “who embrace all aspects of being European.”\n\nFear was palpable among the young people in London who have thronged the capital from elsewhere in Europe.\n\nFrancisco Vicedo, a 22-year-old Spaniard who works at a branch of the fast-food chain Pret a Manger, is studying for a master’s program on organized crime and terrorism at University College London.\n\n“We’ve already sent money to our countries because we know that in the following days the value of the pound is going to be down,” he said. “Everyone is sending money already.”\n\nHe said he hoped to stay in London, where job opportunities are more plentiful than in Spain, but was unsure of his prospects.\n\nDara Canavan, 23, who works at a management consultancy, comes from an Irish town just across the border from Northern Ireland, and expressed fear about the possible reimposition of border controls.\n\n“There is a lot of worry about whether free control between Ireland and Northern Ireland will be affected,” said Mr. Canavan.\n\nMr. Canavan wasn’t sure he would stay in Britain. “I was thinking of going back in the future, but this could speed up the process,” he said.", "summary": "Many young Britons expressed astonishment, anger or despair that their parents and grandparents would seek to limit the travel, exposure to other cultures and opportunities to work and study abroad that being part of the European Union has afforded them. Prime Minister David Cameron turned to Tinder, the dating app, and TheLADbible, a website popular among young men, to tout the benefits of staying in the European Union. James Calderbank, 21, a student at Falmouth University in Cornwall, England, wrote in an email: “Since the early hours of this morning my Facebook newsfeed has been filled with my friends’ disappointment that we are leaving the E.U.” “I’m already part of a generation stuck in rented property unable to buy my own house,” Hannah Shaw, 25, who works at a National Health Service hospital and lives with her parents, wrote in an email."}