{"title": "Catalonia Separatism Revives Spanish Nationalism", "authors": ["Patrick Kingsley", "Raphael Minder"], "url": "https://www.nytimes.com/2017/10/05/world/europe/catalan-independence-referendum.html", "body": "MADRID — For years, people considered him a right-wing extremist for wearing the Spanish flag on a bracelet, explained Angel Muñoz, a 62-year-old chauffeur, standing in central Madrid.\n\nBut not anymore, he said, pointing out dozens of Spanish flags outside the apartments around him. Most of them have appeared in recent weeks.\n\n“Now with this thing happening in Catalonia, perhaps they feel a bit prouder to show the flag,” Mr. Muñoz said, referring to the northeastern region’s push for a separate state. That is what the Catalans “have achieved with this referendum,” he added. “Somehow now the rest of Spain feels more united.”\n\nNationalism has always been a tricky thing for Spain. The dictator Gen. Francisco Franco died in 1975. Only three years afterward did the country embrace a democratic Constitution.\n\nAdvertisement Continue reading the main story\n\nBut nationalism is still associated with Franco, whose authoritarian rule centralized Spain after a bloody civil war that was one of the defining ideological conflicts in 20th-century Europe.", "summary": "MADRID — For years, people considered him a right-wing extremist for wearing the Spanish flag on a bracelet, explained Angel Muñoz, a 62-year-old chauffeur, standing in central Madrid.But not anymore, he said, pointing out dozens of Spanish flags outside the apartments around him.“Now with this thing happening in Catalonia, perhaps they feel a bit prouder to show the flag,” Mr. Muñoz said, referring to the northeastern region’s push for a separate state.Only three years afterward did the country embrace a democratic Constitution.But nationalism is still associated with Franco, whose authoritarian rule centralized Spain after a bloody civil war that was one of the defining ideological conflicts in 20th-century Europe."}