{"title": "Greece: U.N. Warns That Migrants May Overwhelm Tourist Island of Lesbos", "authors": ["Rick Gladstone"], "url": "https://www.nytimes.com/2015/06/10/world/europe/greece-un-warns-that-migrants-may-overwhelm-tourist-island-of-lesbos.html", "body": "United Nations officials expressed deepening concern on Tuesday about record numbers of desperate refugees from Syria, Iraq and Afghanistan arriving on the Greek island of Lesbos, a short boat ride from the Turkish coast. Adrian Edwards, a spokesman for the United Nations refugee agency in Geneva, said that roughly 600 refugees a day were arriving in the Greek islands, and that half of them were coming ashore in Lesbos, a picturesque tourist destination ill equipped to handle the flow. The Lesbos arrivals have grown steadily by the month, from 737 in January to more than 7,200 in May. Mr. Edwards said the arrivals, crammed into rubber dinghies and wooden boats, were “straining the island’s capacity, services and resources.” They are part of a broader exodus of people from the Middle East and Africa fleeing war and deprivations in their home countries for risky and sometimes deadly Mediterranean trips to Europe, which has created a crisis for the European Union. The refugee agency said there had been 103,000 refugee and migrant arrivals in Europe via the Mediterranean so far in 2015.", "summary": "United Nations officials expressed deepening concern on Tuesday about record numbers of desperate refugees from Syria, Iraq and Afghanistan arriving on the Greek island of Lesbos, a short boat ride from the Turkish coast.Adrian Edwards, a spokesman for the United Nations refugee agency in Geneva, said that roughly 600 refugees a day were arriving in the Greek islands, and that half of them were coming ashore in Lesbos, a picturesque tourist destination ill equipped to handle the flow.The Lesbos arrivals have grown steadily by the month, from 737 in January to more than 7,200 in May.Mr. Edwards said the arrivals, crammed into rubber dinghies and wooden boats, were “straining the island’s capacity, services and resources.” They are part of a broader exodus of people from the Middle East and Africa fleeing war and deprivations in their home countries for risky and sometimes deadly Mediterranean trips to Europe, which has created a crisis for the European Union.The refugee agency said there had been 103,000 refugee and migrant arrivals in Europe via the Mediterranean so far in 2015."}