{"title": "The Debt Crisis: What Greece Wants and What It’s Offering", "authors": ["Jeffrey Marcus"], "url": "https://www.nytimes.com/2015/07/09/world/europe/greece-debt-crisis-bailout-package-offer.html", "body": "Photo\n\nWhat does Greece want?\n\nGreece wants debt relief from its European creditors, including Germany and France, the European Central Bank and the International Monetary Fund.\n\nAthens owes about 320 billion euros, and already missed a payment last week of about €1.5 billion, or $1.7 billion, to the I.M.F. Greece must pay back €3.5 billion to the European Central Bank by July 20. That seems highly unlikely.\n\nWhy can’t Greece make these debt payments?\n\nGreece is about to run out of money, and Europe has said it will not lend money to the Greek government, or the country’s banks, until it changes its ways. When Greece runs out of money, and cannot borrow any more, it will not be able to honor its debts, pay pensions or finance services.\n\nThat is the moment Greece might be expelled from or pull out of the group of countries that uses the euro. Its government would have to start printing money, possibly denominated in drachmas, the former currency, to keep some semblance of its economy going. There is no real precedent for this in Europe.\n\nWhat is Greece willing to do?\n\nOn Wednesday, the new Greek finance minister, Euclid Tsakalotos, sent a letter to the European Stability Mechanism, the Continent’s bailout fund. The central points included:\n\n\u0095 A request for a three-year loan program to meet debt obligations and ensure the stability of Greece’s financial system. Previously, Greece wanted two years and immediate debt relief.\n\nAdvertisement Continue reading the main story\n\n\u0095 Athens is willing to postpone talk of debt relief until after a loan package is agreed to, a new concession.", "summary": "When Greece runs out of money, and cannot borrow any more, it will not be able to honor its debts, pay pensions or finance services. Its government would have to start printing money, possibly denominated in drachmas, the former currency, to keep some semblance of its economy going. On Wednesday, the new Greek finance minister, Euclid Tsakalotos, sent a letter to the European Stability Mechanism, the Continent’s bailout fund. \u0095 A request for a three-year loan program to meet debt obligations and ensure the stability of Greece’s financial system."}