{"title": "Turkey Moves to Clamp Down on Border, Long a Revolving Door", "authors": ["Tim Arango"], "url": "https://www.nytimes.com/2015/12/23/world/europe/turkey-border-refugees.html", "body": "Another smuggler, Mustafa, who also agreed to speak if only his first name was used, said, “Two months ago, you could get in whatever you liked.” He said he used to bring in explosives and foreign fighters for the Islamic State, also known as ISIS or ISIL. That allowed him to continue his regular business of smuggling food and other items, like cigarettes, into Syria. Now, he said, “the Turkish snipers shoot any moving object.”\n\nAt the coast, Turkey’s efforts to interdict more boats full of migrants came after the European Union agreed to pay Ankara more than $3 billion to help with education and health care for the refugees in the country.\n\nPhoto\n\nSome rights groups have cried foul. Amnesty International recently accused Turkey of illegally detaining migrants and, in some cases, of sending them back to war zones. Turkish officials have said they detain relatively few migrants, and only ones they say have links to smuggling rings.\n\nThe Basmane neighborhood of this coastal city, the primary hub for migrants on their way to Europe, is quieter than it was during the summer — not primarily because of any new toughness by the Turks, but because fewer migrants will risk a sea crossing during the winter, when the waters are rougher. Smugglers’ fees have lately dropped to as low as $500 per person from about $1,200 because of the lower demand.\n\nOn a recent afternoon here, Bilal Barghoud, a 19-year-old Syrian, sat in a dingy guesthouse. Scrawled on the wall, in Arabic, was, “We have vests and inner tubes,” and, “Tea for 1 Turkish lira.” Mr. Barghoud had just returned from a harrowing night at sea.\n\nThe trip began smoothly, he said, but as they drew closer to Greece, the waves grew higher. Then, just a few minutes from the beaches of Greece, a Turkish Coast Guard cutter appeared.\n\nPhoto\n\n“Everyone was saying, ‘Oh, in 10 minutes we’ll be in Greece,’ ” he said. “And then that ship showed up. Everyone was afraid.”\n\nAdvertisement Continue reading the main story\n\nThe Turks brought them back to the port and also confiscated their life jackets.\n\nNow, he said, they were waiting for a new night and another shot at crossing to Greece. Their wait was not long. The next morning, having successfully evaded the Turks, they were safely on the shores of Europe.\n\nAmerican and European leaders have complained for years that Turkey’s border policy inflamed the Syrian civil war and enabled the rise of extremist groups like the Islamic State. Determined to see the overthrow of the Syrian president, Bashar al-Assad, it allowed a virtually free flow of weapons and fighters across its lands.\n\nTurkish officials have rejected such criticism, often blaming Western “Islamophobia” and European governments’ treatment of their own Muslim populations for the copious flow of foreigners passing through Turkey to join the Islamic State.\n\nVideo\n\nWhile American officials say Turkey has improved in numerous ways — for instance, it has created a watch list of 26,000 terrorism suspects and established a new agency to monitor it — they are still pressuring the country to do more.\n\nAs Defense Secretary Ashton B. Carter flew to Turkey recently to push officials to do more in the fight against the Islamic State, he said of the country, “The single most important contribution that their geography makes necessary is the control of their own border.”\n\nIn recent weeks, the United States has increased airstrikes on the last stretch of Islamic State-held territory along the Turkish border: a 61-mile strip of land west of the Euphrates River. This is the area where last summer the United States and Turkey spoke publicly of a deal to clear the area of the Islamic State, but the two sides disagreed on what to call it — the Americans said “ISIS-free zone” and the Turks a “safe zone” — and the idea seemed to fade.\n\nNow, after the recent Islamic State-inspired terrorist attacks in France and the United States, the two countries have renewed cooperative efforts to seal that final stretch.\n\nPhoto\n\nDespite the Turkish crackdown, foreign fighters are still able to reach the Islamic State. According to a recent report by the Soufan Group, a political risk firm based in New York, the Islamic State now has from 27,000 to 31,000 foreign fighters, more than double the estimate the firm published in June 2013.\n\nAdvertisement Continue reading the main story\n\nRichard Barrett, senior vice president at the Soufan Group, said that while the Turks were doing a lot more, there were still effective smuggling routes for the Islamic State. He said there were some reports that the group faced a shortage of manpower, but nevertheless the numbers of foreign fighters show that “they are still able to get people in.”\n\nWith 2.2 million Syrians, and tens of thousands more Iraqis, Turkey hosts more refugees than any other country. But as it has moved to clamp down on its southern border, critics say it has also closed its doors to new refugees. Many of these are currently fleeing Russian airstrikes in rebel-held areas of Syria and finding themselves trapped by Turkey’s closed doors.\n\nNow, to reach safety, these refugees say, they have to be smuggled multiple times: from Islamic State-held areas to rebel territory, and then to Turkey, before they even consider the sea journey to Europe. Omar, the smuggler, said that thousands of desperate Syrians would cross in to Turkey if it reopened its border crossings.\n\nTurkish officials, though, say that the country’s policy toward refugees has not changed.\n\n“We will still keep our open-door policy,” said a senior Turkish official who spoke on the condition of anonymity because he was not authorized to comment publicly. “But obviously the security situation on the ground changed.”\n\nAs refugees here wait to leave, they worry about the rough seas and the Turkish Coast Guard, but also about how they will be treated, as Muslims, in Europe in the aftermath of the Paris attacks.\n\n“In Europe, as Muslims, we will be treated badly,” said Amir Kuatbi, who left Damascus, Syria’s capital, in recent weeks to escape army conscription and who was hoping to reach Sweden. But in Turkey, he said, “there is no future.”\n\nHe chose Europe, and the day after he spoke, he arrived in Greece, on his way to Sweden.", "summary": "At the coast, Turkey’s efforts to interdict more boats full of migrants came after the European Union agreed to pay Ankara more than $3 billion to help with education and health care for the refugees in the country. American and European leaders have complained for years that Turkey’s border policy inflamed the Syrian civil war and enabled the rise of extremist groups like the Islamic State. Turkish officials have rejected such criticism, often blaming Western “Islamophobia” and European governments’ treatment of their own Muslim populations for the copious flow of foreigners passing through Turkey to join the Islamic State. As Defense Secretary Ashton B. Carter flew to Turkey recently to push officials to do more in the fight against the Islamic State, he said of the country, “The single most important contribution that their geography makes necessary is the control of their own border.”"}