{"title": "Europe Facing New Uncertainty in Terrorism Fight", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2015/08/24/world/europe/europe-ponders-terror-threat-to-soft-targets.html?ref=world&amp;_r=0", "body": "The three Americans described the attack at a news conference at the United States Embassy in Paris on Sunday. On Monday, they are to be presented with the Legion d’Honneur, France’s highest honor, by President François Hollande.\n\n“We are now faced with unpredictable terrorism,” said Jean-Charles Brisard, a French security consultant and terrorism expert. “Terrorists henceforth will be choosing soft targets, those where there is little security,” he said. “And that’s why he chose a train — because there is little security.”\n\nOn Sunday, French antiterrorism officials were continuing to interrogate the suspect. A lawyer who has spoken with him insisted to French news media the man was “bewildered” by accusations of terrorism, saying that he merely wanted to rob the passengers. But those explanations were dismissed by the authorities, as well as by one of the young American servicemen who tackled him, Alek Skarlatos, who said at a news conference that given the amount of ammunition the man was carrying, robbery could not have been his motive.\n\nThe shortcomings of the French security list were highlighted on Sunday by Marine Le Pen, the leader of the far-right National Front Party here. Ms. Le Pen called for the expulsion from France of terrorism suspects on the security threat list, saying there were “serious weaknesses” with the system. Some antiterrorism experts agreed that control of the movements of suspect individuals with residency permits across European borders — including those on lists — was weak. That played into the inherent weaknesses in controlling rail passengers, they said.\n\nBecause of the European Union’s borderless frontiers, there are no “systematic controls on Europeans” or those holding resident cards, “only on foreigners,” Mr. Brisard said. And that is “the real problem,” he said.\n\nWith determined jihadists, 40 million passengers daily and 100,000 trains, securing Europe’s rail networks is a challenge unlikely to be met anytime soon, if ever, according to security experts.\n\nThe problem is that train stations — 3,000 of them in France alone — are open spaces, largely uncontrolled, where nonpassengers can mingle freely with those getting on board. Baggage is checked in only a few places, and for a very few trains — for the cross-Channel Eurostar, and for some trains in Spain after the terrorist attacks there that killed around 200 people in 2004.\n\nAdvertisement Continue reading the main story\n\nEurope’s trains, stations and thousands of miles of train tracks are very different from the tightly controlled space of airports, the security experts said. Trains are on the way to becoming the logical soft target of choice, they said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Among the soft targets, the rail system will be a major one, because today they are so unprotected,” said Bertrand Monnet, a French terrorism and risk expert. For terrorists, “For years their symbolic target was air transport, but that has become very difficult,” Trains are “an evident target,” he said. “Millions of people would say, ‘It could have been me,’ ” Mr. Monnet said. “The question was not whether, but when.”\n\nThe half-dozen big train stations in Paris are like villages, with a constant stream of unchecked humanity pouring through them every day. Decades old, they were designed with none of today’s security problems in mind. Sporadic patrols by armed soldiers constitute a check, but a very limited one, say the experts. One million passengers a day take the French high-speed train alone, and three million take the suburban train network.\n\n“Access to the platforms over the whole network, to train stations, these are open spaces. It’s not like airports,” said Marc Ivaldi, a European transport expert at the Institute of Industrial Economics, in Toulouse.\n\n“Even if you are not traveling, you have access. It is a huge space, and one that is very difficult to make secure,” Mr. Ivaldi said. “You could put cameras in, but you can’t imagine a system like airports.”\n\nTo install airport-style metal detector gates in train stations “would totally block the flow” of rail traffic, said Mr. Brisard.\n\n“You are dealing very much with a popular expectation that you can go to the station and get and go wherever it is you need to be quickly and without too much hassle,” said Christopher Irwin, vice chairman of the European Passengers’ Federation, a passenger advocacy group based in Belgium.\n\nAdding new security checkpoints and additional layers of passenger and baggage screening, experts said, would not only extend passengers’ travel time but would also stretch the physical capacity of urban train stations. “You can try screening everyone, but that is unlikely to be sustainable,” Mr. Irwin said. “You probably couldn’t keep the transport system working if you did that. Stations simply haven’t got the space to accommodate the queuing that would be required.”\n\nUntil now, the only train services in Europe that systematically screen passengers and their luggage are the Eurostar, which connects Britain with France and Belgium, as well as some high-speed lines in Spain. Elsewhere, security systems operate on a more random — and often less visible — basis, relying on networks of surveillance cameras, uniformed or undercover police officers and bomb-sniffing dogs.\n\nThe most plausible scenario is some return to the situation prevailing in France in the mid-1990s after a series of Islamist attacks on trains and train stations. For a brief period, military personnel patrolled inside the trains and baggage was checked. Mr. Brisard noted that such patrols have, potentially, a much more dissuasive effect than the mere sight of armed soldiers in train stations.", "summary": "A lawyer who has spoken with him insisted to French news media the man was “bewildered” by accusations of terrorism, saying that he merely wanted to rob the passengers.But those explanations were dismissed by the authorities, as well as by one of the young American servicemen who tackled him, Alek Skarlatos, who said at a news conference that given the amount of ammunition the man was carrying, robbery could not have been his motive.Some antiterrorism experts agreed that control of the movements of suspect individuals with residency permits across European borders — including those on lists — was weak.Until now, the only train services in Europe that systematically screen passengers and their luggage are the Eurostar, which connects Britain with France and Belgium, as well as some high-speed lines in Spain.Elsewhere, security systems operate on a more random — and often less visible — basis, relying on networks of surveillance cameras, uniformed or undercover police officers and bomb-sniffing dogs."}