{"title": "Anxiety and Division Flourish Amid Europe’s Struggle With Terrorism", "authors": ["Alan Cowell"], "url": "https://www.nytimes.com/2015/01/23/world/europe/anxiety-and-division-flourish-amid-europes-struggle-with-terrorism.html", "body": "That much emerged from a passionate debate in Britain this week after Eric Pickles, the communities and local government minister, sent a letter to Islamic leaders urging them to show their followers that militants “have no places in our mosques or any place of worship.” The Muslim authorities, indeed, should be “explaining and demonstrating how faith in Islam can be part of British identity,” he said.\n\nHis letter drew protests that Muslims were being stigmatized. “We do take issue with the implication that extremism takes place at mosques and that Muslims have not done enough to challenge the terrorism that took place in our name,” the Muslim Council of Britain said, rejecting “the idea that Muslims and Islam are inherently apart from British society.”\n\nIf nothing else, the exchange showed that the Paris attacks had magnified passions across the continent.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nEven before the three-day convulsion of violence began on Jan. 7, aimed first at the satirical newspaper Charlie Hebdo and then at a police officer and Jewish shoppers, there had been clear signs of growing and hazardous polarization.\n\nLike the advance of anti-immigrant parties in France and Britain, the marches in Dresden predated the attacks in Paris but seemed to draw strength from them. So did a spike in European anti-Semitism originally ascribed to the fighting in Gaza last summer.\n\nMuslims, too, have felt neglected. “Sadly,” Areeb Ullah, a student leader in London, said in an open letter to Mr. Pickles, “it seems the only time you engage with us is under the rubric of counterterrorism.”\n\nEven the most senior intelligence officials, however, acknowledge that counterterrorism measures alone will not keep Britons safe. “At some point these threats will get through, and there will be another terrorist attack in this country,” John Sawers, a former head of Britain’s MI6 overseas spy agency, said this week.\n\nIn some ways, the peril — difficult to detect among loosely organized or so-called lone-wolf militants — lies in the conflation of two conflicts: Disaffection among Muslim minorities in Europe has inspired thousands of young jihadists to join militant groups in Syria and Iraq as combatants, threatening to turn their homelands into second fronts when they return.\n\nFor years Europeans have wrestled with rival approaches to absorbing those they thought of as outsiders. The results have been ambivalent at best. And now, Mr. Valls, the French prime minister, said, “we must add all the divisions, the tensions that have been brewing too long and which we discuss only intermittently.” He was alluding to his own country, but the message, like the shootings two weeks ago, resonated much farther afield.", "summary": "Even before the three-day convulsion of violence began on Jan. 7, aimed first at the satirical newspaper Charlie Hebdo and then at a police officer and Jewish shoppers, there had been clear signs of growing and hazardous polarization. “Sadly,” Areeb Ullah, a student leader in London, said in an open letter to Mr. Pickles, “it seems the only time you engage with us is under the rubric of counterterrorism.” “At some point these threats will get through, and there will be another terrorist attack in this country,” John Sawers, a former head of Britain’s MI6 overseas spy agency, said this week. And now, Mr. Valls, the French prime minister, said, “we must add all the divisions, the tensions that have been brewing too long and which we discuss only intermittently.” He was alluding to his own country, but the message, like the shootings two weeks ago, resonated much farther afield."}