{"title": "François Fillon, French Presidential Candidate, Is Charged With Embezzlement", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2017/03/14/world/europe/france-francois-fillon-charged.html", "body": "Since the first revelations, polls have shown Mr. Fillon likely to be eliminated in a first round on April 23. That would leave two candidates outside the major parties, including Marine Le Pen of the far-right National Front, to battle it out in the decisive second round on May 7. That unprecedented development, coupled with Ms. Le Pen’s newfound status as a contender against a former economy minister, Emmanuel Macron, has deeply unsettled political life here.\n\nMr. Fillon’s problems were compounded over the weekend by revelations of his alleged extravagant sartorial tastes. Reports, not denied by him, have said nearly 48,500 euros, or about $51,500, has been paid to a tailor since 2012 for fine suits, although it was unclear who made the payments. The newspaper Le Journal du Dimanche, which first published the reports, added on Sunday that an anonymous benefactor paid in February for two suits worth about $13,800 for Mr. Fillon, prompting Parliament’s ethics ombudsman to open an inquiry.\n\nThe new charges were expected, but they were announced a day ahead of schedule after Le Canard Enchaîné leaked the development over Twitter. Mr. Fillon had been summoned by investigative judges for Wednesday, but his lawyer said Tuesday that he had asked that Mr. Fillon meet with them a day earlier to avoid a large news media stakeout.\n\nMr. Fillon read a statement to the judges that was obtained by the newspaper Le Figaro. In it, the newspaper said, Mr. Fillon denied any wrongdoing, as he has done consistently before.\n\n“My wife’s job as parliamentary aide was not fictitious, and it is not up to the judicial authority to assess the quality or content of this work,” Mr. Fillon was reported to have said in the statement. “I am asking neither for exemption nor favor, only for respect of the law.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThough his standing has plummeted, Mr. Fillon has vowed to press on with his campaign. His party, the Republicans, has few good alternatives.\n\nMs. Le Pen and the National Front are also targets of several investigations, but that has not seemed to affect her poll standing.\n\nMr. Fillon experienced a slight reprieve last week, when one of his main rivals on the center-right announced that he would not challenge Mr. Fillon’s candidacy, and the Republicans closed ranks and agreed to continue backing him.\n\nAdvertisement Continue reading the main story\n\nSome of Mr. Fillon’s supporters who had dropped out of his campaign or expressed doubts about his chances have since returned to the fold, including the Union of Democrats and Independents, a centrist party.\n\nMr. Fillon had been trying to steer the news media’s attention away from the corruption allegations and toward his platform of pro-business policies, including lengthening the standard 35-hour workweek and raising the retirement age to 65 from 62.\n\nStill, French journalists seem to find new examples of suspected wrongdoing nearly every day.\n\nOn Monday, for example, Le Parisien reported that the son and daughter Mr. Fillon hired as aides transferred large sums to him during that time, furthering suspicions that their jobs and Ms. Fillon’s were enrichment schemes.\n\nA lawyer for Mr. Fillon’s daughter said she was merely repaying money her father had spent on her wedding. Mr. Fillon’s lawyer said the son was repaying rent and “pocket money.”\n\nMr. Fillon’s opponents have been frustrated that the scandal has dominated coverage of the campaign, drowning out all but the best-known candidates, and that Mr. Fillon did not keep his promise to drop out.\n\n“I regret the confiscation of the democratic debate,” Jérôme Guedj, a spokesman for the Socialist presidential candidate Benoît Hamon, said in an interview on BFM TV on Tuesday. “But the main person responsible for this confiscation is François Fillon, with this obstinacy and failure to respect the word he gave.”"}