{"title": "Lawmakers in Ireland Pass Limited Abortion Bill", "authors": ["Douglas Dalby"], "url": "http://www.nytimes.com/2013/07/13/world/europe/lawmakers-in-ireland-pass-limited-abortion-bill.html", "body": "The new law does not allow abortion in cases of incest, rape, fetal abnormality or where there is no prospect of survival outside the womb. Pro-choice supporters argue that thousands of Irish women will continue to travel to England every year for abortions.\n\nUnder the restrictive legislation, one doctor will be required to sanction an abortion in the case of a medical emergency; two in cases where there is a physical threat to the life of the pregnant woman and three — including either an obstetrician or gynecologist and two psychiatrists — where there may be a risk of suicide.\n\nIn championing the legislation, Enda Kenny, Ireland’s prime minister, was careful to walk the tightrope between the factions, insisting it merely brought legal clarity for doctors and medical practitioners rather than change. He faced down the Catholic Church and a vigorous campaign by pro-life groups — including letters written in blood — but also refused pleas to broaden the criteria for terminations in Ireland.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nDuring a parliamentary address on the issue he separated his personal faith from his duty as a legislator.\n\nMr. Kenny made support for the bill mandatory among his party members, warning that anyone who opposed it would not have the organization’s support at the next general election — a virtual kiss of death for any political career. In the event, only five members voted against.\n\nThe legislation codifies a 1992 Supreme Court ruling that allows abortion in certain limited circumstances, something successive governments had avoided despite repeated demands for action from the European Court of Human Rights, among others.\n\nThe impetus for the bill followed the tragic death last October of Savita Halappanavar, a young Indian dentist who was resident in Ireland. She died of septicemia after she was repeatedly denied an abortion during miscarriage while she was 17 weeks pregnant because Irish medical guidelines did not allow a termination while there was a fetal heartbeat.\n\nHer death infuriated the public and damaged Ireland’s reputation abroad, emboldening the Government to finally bring the law into line with the Supreme Court ruling.\n\nThe bill will now go to a vote in the upper house but its passage is regarded as a formality because the government has a large majority. It must then be signed by President Michael D. Higgins before being passed into law.\n\nAdvertisement Continue reading the main story\n\nIn theory he could refer it to the Supreme Court but this is considered highly unlikely."}