{"title": "Route of Migrants Into Europe Shifts Toward Balkans", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2015/07/19/world/europe/route-of-migrants-into-europe-shifts-toward-balkans.html", "body": "“We hear the situation has changed in Bulgaria and Iran, making it more difficult to migrate there, and everyone knows Italy is full,” said Timea Kovacs, who represents the Helsinki Committee for Human Rights in the Hungarian border city of Szeged. “But we don’t know for sure.”\n\nMigrants interviewed in recent days on both sides of the Hungarian border said they had chosen the Balkans route because it was less expensive and had been recommended by smugglers they paid to get them to Europe. The prices they had paid to reach the Hungarian border varied, depending on what level of service they purchased and how much the smugglers thought they could squeeze out of them, from $1,000 to more than $4,000 per person.\n\nAdvertisement Continue reading the main story\n\nMost traveled from Turkey into Greece, either across its short land border or by boat. And the bulk of those continued through Macedonia and Serbia before encountering the Hungarian border, the main obstacle on their path to Western Europe.\n\nAbout 19,000 migrants from a mix of countries crossed into Hungary in 2013, but the figure jumped to more than 43,000 in 2014 because of a mass evacuation from Kosovo, Mr. Szijjarto, the foreign minister, said. A multinational agreement allowed Hungary to turn Kosovars back to Serbia, and by mid-February that human stream had evaporated. But it was more than replaced by a fresh wave of migrants from Syria, Afghanistan, Iraq, Eritrea, Somalia, and other Middle Eastern and African zones of war or turmoil.\n\nResistance to the migrants, many of whom are Muslim, has been growing in even the most liberal European nations, spawning advances by right-wing parties in Denmark, France and Britain.\n\nBut nowhere has it been exploited the way it has been in Hungary, where the conservative government of Viktor Orban, whose popularity is sagging, has seized on concerns about immigration.\n\n“The government campaign has been really powerful in taking what had been a nonissue in Hungary and turning it into a very big issue,” said Csaba Toth, director of strategy for the Republikon Institute, a political research group that has been critical of the government.\n\nGovernment officials deny that anti-immigrant sentiment is rising in Hungary, or that they are attempting to stoke it.\n\n“We have no bad experience with Muslims,” Mr. Szijjarto said. “There is no xenophobia in this country either. But we are not in a position to host tens of thousands of migrants.”\n\nRight-wing groups have already staged protests in Budapest and elsewhere, and are promising to stage more outside government-run refugee camps and along the Serbian border.\n\nPhoto\n\nFor their part, the migrants say they want to pass through Hungary as quickly as possible on their way to Germany and other Western European countries that they have been told are more welcoming.\n\nAdvertisement Continue reading the main story\n\n“Nobody wants to go to Hungary,” said a man who identified himself only as Mirivan, 27, an English literature student from Damascus, Syria, who hopes to earn a master’s degree somewhere in Western Europe. “No, sorry.”\n\nIn May, the Hungarian government mailed what it called a “national consultation” to millions of Hungarian voters, asking them, among other things, whether they are concerned about a link between the migrants and terrorism, and whether government money now going to migrants should instead be spent on Hungarian families.\n\nZoltan Kovacs, Mr. Orban’s international spokesman, said the early results showed a worried public.\n\n“Over 80 percent favor tougher measures against the immigrants,” Mr. Kovacs said. “Of course, it is not a scientific survey. It is a political questionnaire, to consult with the voters. But still, 60 percent say they feel there is a link between migrants and terrorism. Obviously, there is a serious risk. It is just logical.”\n\nVideo\n\nThe government also organized a nationwide billboard campaign of messages directed at the migrants — but written in Hungarian — warning them to abide by local laws, to respect Hungarian culture and not to try to take Hungarians’ jobs.\n\nMr. Orban also said his government would follow the example of Bulgaria, which is building a fence along its border with Turkey, and construct a temporary 13-foot fence along the 108-mile Serbian border — an announcement that disappointed the Serbs, who are trying to join the European Union.\n\nConstruction was to begin last week on a test section, with hopes of completing the entire project by Nov. 30, the defense minister, Csaba Hende, said at a news conference in the border town of Morahalom.\n\nAdvertisement Continue reading the main story\n\nMr. Orban also said recently that the government intends to close its current refugee facilities in populated areas around the country — already criticized by migrant advocates as overcrowded and squalid — and transfer residents to new tented encampments in more remote areas.\n\nIn a move many advocates find ominous, Hungary has also passed legislation allowing it to turn away or deport migrants by declaring neighboring countries, such as Serbia, to be “safe.”\n\n“The government attitude is that they came through safe countries, so they should have stayed there,” said Gabor Gyulai, refugee program coordinator for the Helsinki Committee for Human Rights in Budapest.\n\nHungary has always had a bit of a xenophobic streak, Mr. Gyulai said, though usually it is below the surface.\n\nIn an experiment in 2006, a Hungarian polling company asked what respondents thought about various ethnic groups, including an invented group, the “Pirez people.” Two-thirds said they did not like the Pirez people one bit.\n\n“Oh yes, everybody hates the Pirez,” Gergely Kovacs, founder of a satirical political group in Budapest known as the Dog With Two Tails Party, said with a laugh.\n\nMr. Kovacs, a graphic designer, had been so upset with the billboard campaign that he appealed on the Internet for money to mount one of his own.\n\nHe raised $117,000, enough for 900 billboards, almost as many as the 1,000 erected by the government.\n\nAdvertisement Continue reading the main story\n\nHis billboards look very much like the blue and white official ones, but they have slogans like “We Apologize for Our Prime Minister.”\n\nThe anti-immigrant sentiment in Central Europe may be frightening to the new arrivals, but it has yet to deter the flow of migrants.\n\nStill, it worries Zoltan Bolek, president of the Hungarian Islamic Community, one of two associations that represent the 10,000 Muslim residents in a country of 10 million.\n\n“Until now, there has been little Islamophobia in Hungary,” he said. “So we are surprised at what is happening.”", "summary": "“We hear the situation has changed in Bulgaria and Iran, making it more difficult to migrate there, and everyone knows Italy is full,” said Timea Kovacs, who represents the Helsinki Committee for Human Rights in the Hungarian border city of Szeged.Migrants interviewed in recent days on both sides of the Hungarian border said they had chosen the Balkans route because it was less expensive and had been recommended by smugglers they paid to get them to Europe.Construction was to begin last week on a test section, with hopes of completing the entire project by Nov. 30, the defense minister, Csaba Hende, said at a news conference in the border town of Morahalom.In a move many advocates find ominous, Hungary has also passed legislation allowing it to turn away or deport migrants by declaring neighboring countries, such as Serbia, to be “safe.”“The government attitude is that they came through safe countries, so they should have stayed there,” said Gabor Gyulai, refugee program coordinator for the Helsinki Committee for Human Rights in Budapest."}