{"title": "Antony Armstrong-Jones, Photographer and Earl of Snowdon, Dies at 86", "authors": ["Robert D. Mcfadden"], "url": "https://www.nytimes.com/2017/01/13/world/europe/antony-armstrong-jones-earl-snowdon-dies.html", "body": "It was not an auspicious beginning. She was heartbroken, having been in love for years with a World War II flying ace, Group Capt. Peter Townsend, 16 years her elder and the divorced father of two. The royal family, the government and the Church of England had forbidden a marriage. And not long after she learned the captain would marry another woman, the princess accepted Mr. Armstrong-Jones’s proposal.\n\nOn May 6, 1960, the 30-year-old commoner and the 29-year-old younger daughter of King George VI, who died in 1952, and Queen Elizabeth, the Queen Mother, were married by the archbishop of Canterbury in a regal ceremony before 2,000 guests in Westminster Abbey and a global television audience of 300 million. As if in a fairy tale, they rode in a glass coach to Buckingham Palace, cheered by vast, ecstatic crowds.\n\nMr. Armstrong-Jones was the first British commoner in four centuries to marry a king’s daughter, and while the royal family had its doubts, and friends said the couple were surely courting disaster, the union was to many Britons a cause for celebration: a gust of fresh air over musty royal traditions; a breakthrough in class barriers that had long characterized British life.\n\nHe was a charming and sophisticated wit to those around him. What the world saw was a handsome, poised man of short stature in a morning coat. He was 5 feet 5 inches tall, four inches taller than his petite royal bride.\n\nAfter a Caribbean honeymoon on the royal yacht Britannia, they moved into Kensington Palace and settled into a bifurcated life, joining the royal family at Windsor Castle and on trips to Scotland, but also partying with an entourage of bohemian artists, musicians and show-business celebrities. They were royal and hip, a Swinging Sixties couple with tedious official duties and boozy, self-indulgent private lives.\n\nAdvertisement Continue reading the main story\n\nWhen the princess became pregnant, the prospect of an untitled heir in the line of succession to the throne, however remote, necessitated a peerage for Mr. Armstrong-Jones, who in October 1961 was named Earl of Snowdon and Viscount Linley of Nymans in the County of Sussex.\n\nThe Snowdon title has centuries-old royal associations, borne by Welsh princes and the House of Gwynedd before 1282. But it was given as a nod to his own Welsh antecedents. A month after the title was conferred, a son, David Albert Charles, Viscount Linley, was born on Nov. 3, 1961. A second child, Lady Sarah Armstrong-Jones, was born on May 1, 1964.\n\nAt first, the marriage seemed successful. They were photographed with the children, made a show of togetherness and gave the impression that nothing was amiss. But behind the scenes, as biographers have noted, the marriage was crumbling.\n\nBoth were strong-willed and used to having their way. She insisted on being called “Ma’am,” and “Princess Margaret” in public, even by her husband. He scoffed, but complied.\n\n“The princess was royal, but Tony was magnetic, and wittier,” Ms. de Courcy wrote in her biography. “There were arguments and, more ominously, the beginning of the put-downs, then usually disguised as a joke, that were later so to unnerve the princess.”\n\nDespite royal disapproval, Lord Snowdon resumed his photography career, though not as a commercial enterprise, and often traveled abroad on projects in the company of young women. The princess also traveled widely on official functions. Watched closely by the news media, each was linked romantically with others. By the late 1960s, there were nasty public quarrels between them, and talk of a breakup.\n\nPhoto\n\nIn 1976, they formally separated after a photograph of the princess with a younger man who had been her companion for several years generated a scandal. Divorce followed in 1978. Always the black sheep of her family, subject to more gossip than any member since King Edward VIII abdicated in 1936 to marry an American who was divorced, the princess never remarried and died in 2002 after a series of strokes.\n\nMonths after the divorce, Lord Snowdon married Lucy Mary Lindsay-Hogg, the former wife of the film director and baronet, Sir Michael Lindsay-Hogg. Seven months later, their only child, Frances Armstrong-Jones, was born. The couple broke up in 2000 after it was disclosed that Lord Snowdon had fathered a son with Melanie Cable-Alexander, an editor.\n\nAdvertisement Continue reading the main story\n\nMs. de Courcy’s biography, for which Lord Snowdon gave interviews, said that he had fathered a daughter in 1959 while courting Princess Margaret; that the child, Polly Fry, born weeks after his wedding, was raised by his friends, Jeremy and Camilla Fry, and that a DNA test in 2004 proved his paternity.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBritish newspapers said Polly Fry Higson had requested the tests and confirmed the results. But Lord Snowdon denied taking the test, and Jeremy Fry called the claims “utter nonsense.” The de Courcy book cited many other affairs that Lord Snowdon was said to have acknowledged, including a 19-year relationship with a journalist who committed suicide in 1996.\n\nLord Snowdon’s survivors, according to The Associated Press, include his two children with Princess Margaret, David Armstrong-Jones, now the second Earl of Snowdon and formerly known as Viscount Linley, and Lady Sarah Chatto; and three other children, a daughter from his second marriage, Lady Frances von Hofmannsthal; a son with a mistress, Jasper William Oliver Cable-Alexander; and Ms. Higson.\n\nAntony Charles Robert Armstrong-Jones was born in London on March 7, 1930, to Ronald and Anne Messel Armstrong-Jones. His father was a barrister and queen’s counsel, the highest rank of a trial lawyer, from which judges are usually selected. There were landed gentry among Antony’s ancestors. He had an older sister, Susan.\n\nHis parents were divorced when he was 5, and he was raised by his father’s second wife, the former Carol Coombe, until that marriage ended in divorce. Ronald Armstrong-Jones then married a flight attendant only two years older than Antony.\n\nThe boy was sent to Sandroyd Preparatory School, and went on to Eton, where he was an indifferent student. At 16, he contracted polio. He spent six months in the Liverpool Royal Infirmary, where his only family visitor was his sister, and emerged with a withered left leg, one inch shorter than the other, and a slight lifelong limp, which he learned to disguise with a bouncy gait.\n\nPhoto\n\nAt Jesus College, Cambridge, he studied architecture and was an enthusiastic photographer and rowing coxswain, but he failed his examinations and was expelled in 1951.\n\nWith school and family connections, he was apprenticed to a court photographer and established his own studio in the Pimlico district of London.\n\nHis imaginative portraits of society figures, like lighthearted dowagers, appeared in Tatler. He became popular in fashionable circles. In 1956, he made a portrait of the Duke of Kent and soon became a court photographer, taking pictures of the royal family for birthdays and other occasions.\n\nAdvertisement Continue reading the main story\n\nEschewing conventional poses, he had the queen’s children, Prince Charles and Princess Anne, reading on the floor at Buckingham Palace; captured a pensive Princess Margaret between two childhood hobby horses, and made portraits of Queen Elizabeth and the Duke of Edinburgh for their 1957 tour of Canada.\n\nHis fashion and advertising shots appeared in Vogue. Becoming interested in theatrical set designs, he created what were believed to be the first photographic poster sets for the English stage, blowups of London for the 1958 West End musical “Keep Your Hair On.” He made portraits of Sir Alec Guinness, Dame Edith Evans and Marlene Dietrich.\n\nHe roamed London, taking pictures of children, old people and mentally ill people that were displayed in galleries and hailed by critics. Life magazine said his rambling photographs sympathetically captured the Londoners of 1960.\n\n“Many show a perceptive eye and wit and the patient energy needed to catch telling moments in the lives of all sorts of people,” it reported. After marrying Princess Margaret, he became an adviser to London’s Sunday Times, and he made portraits of Charlie Chaplin, Laurence Olivier, Sophia Loren, J.R.R. Tolkien and other world notables. His work appeared in many magazines and a dozen books.\n\nHe also designed, with Frank Newby and Cedric Price, the Snowdon Aviary of the London Zoo, which was installed in 1964. More than 100 of his photographs are in the permanent collections of the National Portrait Gallery in London, which gave a retrospective of his work in 2001. The exhibition was later presented at the Yale Center for British Art in New Haven."}