{"title": "Thousands of Migrants Flood Into Austria", "authors": ["Sewell Chan", "Palko Karasz"], "url": "https://www.nytimes.com/2015/09/20/world/europe/thousands-flood-into-austria-as-refugees-are-bounced-around-europe.html", "body": "Her trip was far from complete: She hoped to make her way to the Netherlands or Norway, to apply for asylum and enroll in school.\n\nThe humanitarian crisis in Central Europe threatens to become a geopolitical one. Diplomatic niceties were tossed aside as governments pointed fingers at one another.\n\nIn Croatia, which has recorded the arrival of 20,000 migrants since Wednesday — most from Serbia after being blocked from entering Hungary — Prime Minister Zoran Milanovic mocked Hungary’s attempt to refuse the migrants. “We forced them by sending people up there, and we’ll keep doing it,” he said at a news conference.\n\nHungary’s foreign minister, Peter Szijjarto, said of Croatia: “Instead of honestly making provision for the immigrants, it sent them straight to Hungary. What kind of European solidarity is this?”\n\nIn Slovenia, which has become the latest epicenter of the crisis, Prime Minister Miro Cerar raised the possibility of a “corridor” that would allow migrants safe passage from the Balkans to points further north and west.\n\n“If the pressure of refugees becomes too severe, we will talk about corridors in the light of joint European agreements,” Mr. Cerar said. “If the flow becomes greater, we will encourage actions in such direction.”\n\nBut there was little indication that European leaders, who have been unable to reach any kind of coordinated and orderly response to the crisis, would embrace such an approach. Germany, the dominant power in Europe, initially laid out a welcome mat for asylum seekers, but then, overwhelmed by a surge of migrants, imposed controls along its border with Austria.\n\nAdvertisement Continue reading the main story\n\nGermany favors a plan that would compel European Union members to take in the newcomers in proportion to their wealth and population, but that proposal has found little support.\n\nEuropean Refugee and Migrant Crisis\n\nUnder what are known as the Dublin regulations, migrants seeking to apply for asylum within the European Union must do so in the country through which they first enter the bloc. Austria no longer recognizes Hungary as a valid entry point under those rules; in contrast, Austria said it would turn back anyone entering from Slovenia who had already applied for asylum there.\n\n“Unfortunately, we are not able to exchange information with the Hungarian authorities as we would like to in order to coordinate,” Alexander Marakovits, a spokesman for the Austrian Interior Ministry, said on Saturday, adding that Vienna was bracing for thousands more people to enter the country.\n\nMany of the arrivals had been transported from a reception center in Nickelsdorf, Austria, near Hungary, to emergency shelters in Vienna and Graz.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Marakovits said he was aware of rumors of a plan for a corridor, the idea mentioned by Slovenia’s prime minister, but declined to comment on it.\n\nAcross the lands of the former Austro-Hungarian and Ottoman Empires, migrants kept marching. At least 1,500 entered Slovenia from Croatia on Friday and Saturday, according to an official at the Slovenian Interior Ministry, Bostjan Sefic. About 1,000 of them were from Syria and Afghanistan, and about 150 from Iraq, Mr. Sefic said at a news conference in Ljubljana, the capital.\n\nIn Obrezje, Slovenia, a town on the border with Croatia, migrants braced for another night outdoors. Some wrapped their infants into thick blankets; others erected tents on the grass along the highway; still others made their beds under cargo trucks, which were waiting, like the migrants, to move on.\n\nIn Hungary, despite angry anti-immigrant rhetoric from the right-wing government of Prime Minister Viktor Orban, the authorities were evidently resigned to the influx of migrants from Croatia. Hungarian officials brought migrants to Vamosszabadi, Szentgotthard, and Hegyeshalom, near the border with Austria. They were unmolested as they walked toward Austria.\n\nIn Beremend, Hungary, on the Croatian border, dozens of buses sent by the Hungarian authorities waited by a cornfield in the baking sun to receive migrants; some 300 arrived in the early afternoon. Aid workers were present, and the migrants were put on buses headed to the Austrian-Hungarian border.\n\nAdvertisement Continue reading the main story\n\nThree military vehicles were parked nearby. It was an orderly scene, in contrast to Wednesday, when Hungarian riot police officers used water cannons and tear gas at a crossing on the border with Serbia, a crackdown condemned by the United Nations secretary general and other world leaders.\n\nBut as it granted the migrants passage, Hungary suggested it was only a temporary move. Its soldiers raced to build a razor-wire fence to block more people from entering from Croatia. Crossing the border through that fence or damaging it will be a criminal offense, as Hungary declared on Tuesday with respect to migrants entering from Serbia. At least 17 people have been arrested, charged and sentenced to expulsion since then.\n\nOn Saturday, Hungary called up part of its military reserves to replace troops who had been ordered to the borders.\n\nIn three locations around Edirne, Turkey, hundreds of migrants are stranded, awaiting news from Ankara, the capital, where several representatives of the migrants hope to meet with Prime Minister Ahmet Davutoglu. The migrants want to enter Greece or Bulgaria by land; they are fearful of crossing the Aegean Sea, where a number have drowned.\n\nOn the Bulgarian side of the border, the police peppered journalists with questions: “Where are the Syrians now?” “What’s the situation in Turkey?” and “Are they coming this way?”\n\nA man named Abdullah, from Deir al-Zour, Syria, entered Slovenia on Friday night from Croatia. Earlier in the week, he had spent three days on the border between Serbia and Hungary, now sealed off. With a group of friends, he started walking toward Austria Saturday morning. After 90 minutes at the border crossing, they entered Austria around 3 p.m. and were greeted, with applause, by residents and several aid organizations.\n\n“I spent six weeks on the road,” Abdullah said. “I have never been so tired in my life. But I feel safe and happy now. I’m in Austria. Next stop — Germany.”", "summary": "In Slovenia, which has become the latest epicenter of the crisis, Prime Minister Miro Cerar raised the possibility of a “corridor” that would allow migrants safe passage from the Balkans to points further north and west. “Unfortunately, we are not able to exchange information with the Hungarian authorities as we would like to in order to coordinate,” Alexander Marakovits, a spokesman for the Austrian Interior Ministry, said on Saturday, adding that Vienna was bracing for thousands more people to enter the country. In Beremend, Hungary, on the Croatian border, dozens of buses sent by the Hungarian authorities waited by a cornfield in the baking sun to receive migrants; some 300 arrived in the early afternoon. It was an orderly scene, in contrast to Wednesday, when Hungarian riot police officers used water cannons and tear gas at a crossing on the border with Serbia, a crackdown condemned by the United Nations secretary general and other world leaders."}