{"title": "Cameron to Propose Stricter Immigration Rules in Britain", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2015/05/21/world/europe/cameron-to-propose-stricter-immigration-rules-in-britain.html", "body": "Across Europe, governments are struggling to deal with the flow of migrants from across the Mediterranean Sea, with thousands risking their lives to flee poverty and conflict in Africa and the Middle East.\n\nBritain has made it clear that it will not take part in any plan for European nations to accept refugees based on a quota system. But Britain is also concerned about a large increase in migration from within the 28-nation European Union, whose rules guarantee free movement of people.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPartly because of that European Union policy, Mr. Cameron failed to honor a pledge, made in his first term in power, to cut net migration into Britain to less than 100,000 each year.\n\nImmigration was one of the election issues highlighted by the populist U.K. Independence Party, which also campaigns for British withdrawal from the European Union. The party won around 3.8 million votes in the recent general election but, because of the British electoral system, secured only one parliamentary seat.\n\nMr. Cameron has promised to renegotiate British terms of membership in the European Union and to hold a referendum by the end of 2017 on whether to stay in the bloc.\n\nOn Friday, Mr. Cameron will meet with other European Union leaders at summit talks in Riga, Latvia, giving him his first chance to take soundings about Britain’s demands with colleagues on the sidelines of the meeting.\n\nOne of his objectives, in his pre-referendum negotiations, is to win the right to curb certain welfare entitlements for new European Union migrants for four years.\n\nAdvertisement Continue reading the main story\n\nWhile those talks have yet to begin formally, Mr. Cameron’s planned new domestic immigration bill will feature in his new legislative program, which will be outlined next week.\n\nHis package of proposals includes moves to allow local councils to crack down on unscrupulous landlords and evict illegal migrants more quickly, according to Mr. Cameron’s office.\n\nOther measures are designed to speed deportation procedures and place obligations on banks to check accounts against a database with details of illegal immigrants.", "summary": "Across Europe, governments are struggling to deal with the flow of migrants from across the Mediterranean Sea, with thousands risking their lives to flee poverty and conflict in Africa and the Middle East.Partly because of that European Union policy, Mr. Cameron failed to honor a pledge, made in his first term in power, to cut net migration into Britain to less than 100,000 each year.The party won around 3.8 million votes in the recent general election but, because of the British electoral system, secured only one parliamentary seat.His package of proposals includes moves to allow local councils to crack down on unscrupulous landlords and evict illegal migrants more quickly, according to Mr. Cameron’s office.Other measures are designed to speed deportation procedures and place obligations on banks to check accounts against a database with details of illegal immigrants."}