{"title": "17,000 Migrants Stranded in Croatia by Border Crackdown", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/09/19/world/europe/refugee-migrant-crisis-europe.html", "body": "The shifting of the crisis to the Balkans has added a whole new dynamic to the crisis, threatening to reopen old wounds and distrust. The masses of migrants and refugees are struggling through the clutch of countries that once formed Yugoslavia, until the wars of the 1990s bloodily broke the former Communist state apart.\n\nPhoto\n\nAs hundreds of refugees continued to stream into Croatia on Friday, the government announced that it would close its borders with Serbia. Prime Minister Zoran Milanovic said his country was overwhelmed, and Interior Minister Ranko Ostojic had a message for the migrants: “Don’t come here anymore. This is not the road to Europe.”\n\nThe remarks were revealing of the tensions the migrants are now sowing among nations with weak economies, uncertain futures in Europe, creaking welfare states and deep wounds from the past. Those factors are hobbling the region’s ability to respond to a crisis that even richer nations in Europe have struggled to address.\n\nOn the surface, the countries of the former Yugoslavia, whose bloody disintegration shocked the world, would seem naturally sympathetic to the plight of refugees, and indeed the outpouring of sympathy and aid in recent days has been notable.\n\nPhoto\n\nThe exodus resulting from war and suffering in the former Yugoslavia presented Europe with what was then its biggest refugee crisis since World War II. By 1992, some 2.3 million people had fled, making the sight of refugees fleeing a daily and visceral occurrence.\n\nBut after gaining independence, countries in the region have struggled to bounce back — the average gross monthly wage in Serbia is 518 euros, about $585, while unemployment hovers at about 18 percent, according to the government statistics office.\n\nSuch realities have left the people of the Balkans the “have-nots” of Europe, and now reluctant to accommodate the thousands of refugees who have even less than them.\n\nVideo\n\n“We have much empathy in the region for migrants but countries across the region are poor, their institutions are not yet developed, and most states can barely deal with the daily problems of government, nevermind a migration crisis,” said Sead Numanovic, a former editor in chief of Avaz, a leading Bosnian newspaper. “These countries just don’t have the capacity.”\n\nAdvertisement Continue reading the main story\n\nThe situation in many Balkan nations is so difficult that many of those seeking asylum in Germany come from Serbia, Albania and Kosovo. This has pushed Germany to have these countries declared “safe” by the European Union so that Germany can immediately reject any of their citizens applying for asylum.\n\nIn the spring, the German government began a campaign to discourage the tens of thousands Kosovars from coming. Nearly 34,000 Kosovars applied for asylum between January and August.\n\nPhoto\n\nThe response in the Balkans has also been complicated by the fact that several countries such as Serbia, Kosovo, Macedonia, and Bosnia, buffeted by economic hardship, corruption and weak institutions, have not yet been accepted into the European Union.\n\nIn Bosnia, which is bracing for as many as 10,000 migrants, the country is so hobbled by strong residual nationalism among its disparate ethnic groups that it can barely govern itself.\n\n“The Balkans is an area that has not recovered fully from the wars in the 1990s and the countries of the region remain in limbo in terms of European integration,” said Danilo Turk, former president of Slovenia and a former United Nations assistant secretary general for political affairs.\n\nPhoto\n\nCountries are also loath to be lectured about showing solidarity with refugees by the European Union, where Hungary, a member, has built a 109-mile razor wire fence to keep migrants out.\n\nPresident Tomislav Nikolic of Serbia on Friday railed at members of the bloc for their hypocrisy, selfishness and lack of leadership in the face of the migration crisis. He said it was “absurd” that Serbia respected European standards more than those who are members and who are now “almost out of control — without receiving any criticism, advice, or order from Brussels.”\n\nAdvertisement Continue reading the main story\n\nIn a region long plagued by bloody conflicts over land, it is hard enough to police borders where regional rivalries still remain. Slovenia, the first former Yugoslav nation to join the European Union in 2004, and Croatia, which joined in 2013, cannot agree where Croatia ends and Slovenia begins — a dispute that dates to Yugoslavia’s collapse.\n\nPhoto\n\nSlovenia is part of the Schengen accord that allows freedom of movement among member states; Croatia is not. Macedonia and Greece have battled over who has claims to the name Macedonia.\n\nKosovo, which declared independence from Serbia in 2008, is struggling to maintain stability and neighborly relations with Serbia, which it views as its former oppressor. Montenegro has made some progress but the European Union has made it clear there might not be new members admitted in the next five years.\n\n“All of these issues make the status of this region somehow provisional in its relation to the E.U. and that is not in the interest of stability, but quite the opposite,” Mr. Turk said.\n\nPhoto\n\nEven without all of those challenges, there is also a risk of an anti-Muslim backlash or resentment in a region that has known ethnic violence perpetrated against Muslims and where reconciliation has sometimes proved elusive. In Bosnia, for example, the Serbian republic that is part of the country has denied that the massacre of some 8,000 Muslim men and boys during the war in 1995 constitutes genocide.\n\nSlovenia still lacks a mosque although there has been a Muslim minority there for decades.\n\nAs refugees from Syria and other countries in the Middle East seem poised to approach Slovenia over the summer, Damir Crncec, a former director of Slovenia’s Intelligence and Security Agency, warned of “a grand strategy of a slow destruction of Christian-Jewish values and roots. A new, more sophisticated version of Turkish invasions.”\n\nAgainst such a backdrop, the influx left Croatia scrambling to create more migrant processing centers, including using a military barracks in the town of Beli Manastir, which is near the borders with Hungary and Serbia. The barracks, intended to house 200, was flooded by 8,000, said the town’s mayor, Ivan Dobos. They had arrived suddenly by bus and train, from the border towns of Tovarnik and Batina, he said.\n\nThe roads leading to Beli Manastir were strewn with the remnants of the migrants’ overnight stay. Beds provided by the Croatian military were propped against fences. In the town, migrants were lining up at banks, apparently looking to exchange money and possibly to pay their way to Slovenia.\n\nAdvertisement Continue reading the main story\n\nA Syrian man who gave his name as Anas, 38, said he hoped to reach the Netherlands, where he planned to send for his family in Damascus — his two young children and his wife, who was due to give birth in 10 days.\n\nHe did not want to squander his money on a smuggler, he said, and was waiting for a bus to Zagreb, the Croatian capital.\n\n“If the Slovenian police want to catch me, it’s O.K.,” Anas said, sounding resigned and weary. “I have nothing to lose.” He added that he had found the lack of hospitality puzzling, given that the migrants just wanted to pass through: “Hungary, Slovenia, Austria — they know we don’t want to stay there.”", "summary": "But after gaining independence, countries in the region have struggled to bounce back — the average gross monthly wage in Serbia is 518 euros, about $585, while unemployment hovers at about 18 percent, according to the government statistics office. “The Balkans is an area that has not recovered fully from the wars in the 1990s and the countries of the region remain in limbo in terms of European integration,” said Danilo Turk, former president of Slovenia and a former United Nations assistant secretary general for political affairs. Against such a backdrop, the influx left Croatia scrambling to create more migrant processing centers, including using a military barracks in the town of Beli Manastir, which is near the borders with Hungary and Serbia. A Syrian man who gave his name as Anas, 38, said he hoped to reach the Netherlands, where he planned to send for his family in Damascus — his two young children and his wife, who was due to give birth in 10 days."}