{"title": "Numbers of Migrants and Unrest Prompted Germany’s Border Controls", "authors": ["Alison Smale", "Melissa Eddy"], "url": "https://www.nytimes.com/2015/09/15/world/europe/numbers-of-migrants-and-unrest-prompted-germanys-border-controls.html", "body": "And one more problem was looming: In a week Oktoberfest would open its beer tents in Bavaria, drawing six million revelers, many whom would pass through the Munich train station. Officials feared the situation could spiral out of control.\n\nAs frustration mounted in Berlin, Munich, Budapest and Brussels, the chancellor did an about-face: After throwing open its borders a week earlier, Germany would reimpose controls on its open borders. Although not unprecedented, the step dealt a blow to European pride in freedom of movement — and signaled that Germany’s patience was spent.\n\nEuropean Refugee and Migrant Crisis\n\nSome of the pressure on Ms. Merkel had come from the governor of Bavaria, Horst Seehofer, who complained that she had opened the borders with very little advance notice and that his state was scrambling to accommodate a relentless flow.\n\nMr. Seehofer, the conservative leader of Bavaria’s governing Christian Social Union, is nominally the chancellor’s ally in her center-right bloc. But the two are wildly dissimilar: She is the scientist raised in East Germany who has steered her party to the center, while he presides over the bloc’s deeply traditional Roman Catholics.\n\nHe likes to chide her, and now he feared for public security in Bavaria.\n\nBy midday Saturday, as the authorities in Munich, the Bavarian capital, faced a record number of arrivals, Mr. Reiter, the mayor, warned that the situation was becoming unbearable.\n\n“This is too much, even for Munich,” he said. “I keep hearing from Berlin that there are talks about a way to distribute refugees, but we are not talking days or weeks, it’s got to happen right now.”\n\nAnger had also reached a boiling point among leaders of other states, which in Germany not only must take in a certain quota of migrants, but are also required to pay for housing and educating them. The governors insisted that the six billion euros ($6.8 billion) Ms. Merkel had so far offered in assistance was woefully inadequate.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nUnder pressure, Ms. Merkel called on her interior minister, Thomas de Maizière, to announce the new border policy. It was cast as a signal to European partners that even wealthy Germany could not shoulder the burden of accommodating up to 800,000 migrants this year.\n\nAdvertisement Continue reading the main story\n\nBy Monday, Ms. Merkel’s deputy, Sigmar Gabriel, was arguing that in fact the country could face an even greater number of migrants in 2015. “There are many indications that in this year we will not see 800,000 refugees, as predicted, but a million,” Mr. Gabriel wrote in a letter to members of his center-left Social Democrats.\n\n“Germany is strong and can handle a lot,” Mr. Gabriel wrote. “Nevertheless, in the past few days we have experienced how despite our best efforts, our abilities have reached their limits.”\n\nOn Monday, the measure on the border had an effect: The flow of migrants into Munich dropped by about half, to 7,000 or so for Sunday, according to the regional government in Upper Bavaria. But the move backed traffic up along two main European highways and several other roads, as the police initiated spot checks on vehicles crossing from Austria to Germany.\n\nCommuters honked and fumed, with many arriving late for work.\n\nReverting to her custom of governing from behind the scenes, Ms. Merkel sent out her spokesman, Steffen Seibert, on Monday to emphasize that controls did not mean the borders had closed, or that Germany would stop providing asylum.\n\n“We will manage,” Mr. Seibert said, recapping one of the chancellor’s phrases from last week. “Nobody said we would manage it all overnight.”\n\nThe decision to reimpose controls on the open borders on which Europe has prided itself for two decades was the second such move recently; Germany temporarily imposed border controls in June, to tighten security for the summit meeting of seven world leaders in Bavaria.\n\nThe depth of consternation over Germany’s actions in recent weeks was clear from Austria’s interior minister, Johanna Mikl-Leitner, when she arrived Monday in Brussels, where Mr. De Maizière and all their European Union counterparts were trying to reforge a common policy on migration and asylum.\n\nMs. Mikl-Leitner effectively blamed Germany for touching off the migrant chaos. After the international media reported in late August that Germany was offering asylum to any Syrian — which Berlin insists is not true — “thousands of people set off, even more strongly,” she said. That helped power the wave of thousands of migrants who got stuck in Hungary very early this month.\n\nThe warm reception for those migrants when they moved into Austria and Germany in turn spurred more to set out from Turkey via Greece, Macedonia, Serbia and Hungary toward western Europe, Ms. Mikl-Leitner said.\n\nAdvertisement Continue reading the main story\n\n“We reckoned that Germany would have to react at some point,” she said Monday as Austria scrambled to enact similar controls, sending 2,200 soldiers to the border to help. “It was clear to everybody that it could not go on.”", "summary": "Some of the pressure on Ms. Merkel had come from the governor of Bavaria, Horst Seehofer, who complained that she had opened the borders with very little advance notice and that his state was scrambling to accommodate a relentless flow. Reverting to her custom of governing from behind the scenes, Ms. Merkel sent out her spokesman, Steffen Seibert, on Monday to emphasize that controls did not mean the borders had closed, or that Germany would stop providing asylum. The depth of consternation over Germany’s actions in recent weeks was clear from Austria’s interior minister, Johanna Mikl-Leitner, when she arrived Monday in Brussels, where Mr. De Maizière and all their European Union counterparts were trying to reforge a common policy on migration and asylum. After the international media reported in late August that Germany was offering asylum to any Syrian — which Berlin insists is not true — “thousands of people set off, even more strongly,” she said."}