{"title": "Catalan Leader Will Let Lawmakers Decide on Independence", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/10/26/world/europe/catalonia-spain-carles-puigdemont.html", "body": "The Catalan Parliament met later Thursday, and might vote on a declaration of independence on Friday, just as the Spanish Senate approves emergency measures to impose Madrid’s direct rule on Catalonia.\n\nLast Saturday, Mr. Rajoy, announced that, using Article 155, he was preparing to take full control over Catalonia’s administration and to replace Mr. Puigdemont, along with Catalonia’s entire separatist leadership, in order to stop the region’s secessionism in its tracks.\n\nAn alliance of separatist parties has controlled the regional Parliament since 2015, after winning elections, but with only 48 percent of the votes. Mr. Puigdemont’s fragile coalition has 72 of the 135 seats in the Catalan Parliament.\n\nThe mounting pressures on both men were evident throughout a day of confusion in a crisis that has presented Spain with one of its gravest tests since embracing democracy in 1978.\n\nMr. Puigdemont clearly hoped that a pre-emptive call for elections would hold off Madrid’s intervention. Earlier on Thursday, the separatist leader scheduled, delayed and then finally canceled a televised address in which he had been expected to take such a move.\n\nHis delay was apparently designed to secure a firm pledge from Mr. Rajoy that Madrid would not impose the emergency measures, in return for Mr. Puigdemont’s calling off a unilateral declaration of independence.\n\nBut in the time leading up to Mr. Puigdemont’s scheduled lunchtime news conference, with word leaking out of his expected move, separatists started gathering outside the Catalan government building to protest the prospect of a U-turn.\n\nAdvertisement Continue reading the main story\n\nWithout a guarantee from Madrid, Mr. Puigdemont faced instead broadening dissent in his own ranks, with some members of his conservative party announcing that they would quit if the Catalan leader opted for new elections rather than secession.\n\nThat raised the prospect of an internal revolt that could tear apart Mr. Puigdemont’s independence movement.\n\nWhile Mr. Puigdemont was withdrawing his election offer, Soraya Sáenz de Santamaría, the deputy prime minister, told senators in Madrid on Thursday afternoon, “We’ve got to rescue Catalonia” under the emergency measures of Article 155. She defended it as the only way to force separatists to respect the rule of law.\n\nThe deputy prime minister accused Mr. Puigdemont of prolonging the conflict unnecessarily. “Since last Saturday, nothing has happened, only noise and more noise,” she said.\n\nPhoto\n\nFor more than two weeks, Mr. Puigdemont and Mr. Rajoy had engaged in a game of chicken over whether the Catalan leader was ready to secede unilaterally, following a confusing address to the Catalan Parliament on Oct. 10 in which Mr. Puigdemont appeared to declare independence — only to suspend it a moment later.\n\nThe pressures on both leaders have by now become formidable. Mr. Puigdemont risks decades in prison for rebellion should he push ahead with his secessionist plan.\n\nIn Madrid, Mr. Rajoy has been under severe pressure from hard-liners in his conservative party not to relent in the effort to snuff out the Catalan rebellion.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Thursday, Mr. Puigdemont did not address lawmakers at the start of the parliamentary session. Instead, he listened as politicians from both sides highlighted the deep divisions that surround secessionism in Catalonia.\n\nAnna Gabriel, a lawmaker from the far-left Popular Unity Candidacy, told Catalan lawmakers that the government of Madrid was preparing “a tsunami” to take charge of Catalonia under Article 155, “without democratic controls and legitimacy.”\n\nAdvertisement Continue reading the main story\n\nInés Arrimadas, the leader in Catalonia of the Ciudadanos party, which is fiercely opposed to secession, accused Mr. Puigdemont of extending an illegal and futile situation of uncertainty for Catalonia, while raising the expectations of separatists without any legitimacy.\n\n“Even the trial of Kafka wasn’t as Kafkaesque” as Mr. Puigdemont’s drive for independence, she told lawmakers. Addressing Mr. Puigdemont, she added: “If you had any legitimacy left to continue as president, you’ve lost it today. You’ve got nothing else to offer Catalans, not even to those who have been betting on independence.”\n\nMs. Arrimadas also attacked Mr. Puigdemont for his change of mind about holding early elections. Still, she added, “Sooner or later the ballot boxes will reach Catalonia, and we will win, because there is a majority of Catalans who is fed up” with the independence drive.\n\nPhoto\n\nMiquel Iceta, the Socialist leader in Catalonia, told lawmakers that separatism “hasn’t made us go forward even one millimeter, either as a country or as a society.”\n\nEven before Mr. Puigdemont’s news conference, some were calling him a traitor.\n\n\n\nGabriel Rufián, a Catalan separatist member of the Spanish Parliament, wrote “155 pieces of silver” in a tweet, a reference to Judas’s payment for betraying Jesus in the Bible.\n\nMr. Puigdemont’s government has been flouting Spain’s Constitution since early September, when separatist lawmakers voted on legislation to hold a binding referendum on independence on Oct. 1 as a key step toward statehood.\n\nLast week, Mr. Puigdemont warned in a letter to Mr. Rajoy that Catalan lawmakers would vote for a declaration of independence if Mr. Rajoy imposed direct rule on their region.\n\nMr. Rajoy’s call for Article 155 measures — never used before — would allow him to impose direct rule and to take control of the autonomous region’s police force and broadcaster.\n\nAdvertisement Continue reading the main story\n\nLast weekend, Mr. Rajoy pledged that Catalonia would hold new elections within six months of the introduction of his emergency measures.\n\nAfter the Oct. 1 referendum, Mr. Puigdemont was under intense pressure to declare independence, since Catalans voted for secession in the highly controversial referendum, which was marred by clashes between the Spanish police and Catalan citizens.\n\nThe vote, however, took place without legal guarantees and with most Catalan opponents of independence staying away in protest. The referendum was declared illegal by Spain’s government and courts.\n\nThis month, a judge from Spain’s national court ordered prison without bail for two leaders of the Catalan independence movement, pending a trial for sedition.\n\nLast weekend, Mr. Rajoy insisted that using Article 155 “was neither our desire nor our intention,” but instead the only way to to return Catalonia to legality and normality and to maintain a Spanish economic recovery “which is now under clear danger because of the capricious and unilateral decisions” of the Catalan separatist government."}