{"title": "Jihad and Girl Power: How ISIS Lured 3 London Girls", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/08/18/world/europe/jihad-and-girl-power-how-isis-lured-3-london-teenagers.html", "body": "It was only that night that the family realized something was wrong. When Khadiza had not come back by 5:30, her mother asked her oldest sister, Halima Khanom, to message her, but there was no reply. Ms. Khanom drove to the library to look for her sister, but she was not there. She went to the school, but the staff said no student had come in that day.\n\nBy the time she came back home, her mother had checked Khadiza’s wardrobe and found that besides some strategically arranged items it was empty. “That’s when I started panicking,” Ms. Khanom, 32, said in a recent interview at the family home. Two tote bags were missing from the house. “She must have taken her things gradually and packed a suitcase somewhere else.”\n\nEarly the next morning her family reported Khadiza missing. An hour later, three officers from SO15, the counterterrorism squad of the Metropolitan Police, knocked on the door. “We believe your daughter has traveled to Turkey with two of her friends,” one said.\n\nEven then, Ms. Khanom said, recalling the conversation, “Syria didn’t come into my mind.”\n\nThe next time she saw her sister was on the news: Grainy security camera footage showed Khadiza and her two 15-year-old friends, Shamima Begum and Amira Abase, calmly passing through security at Gatwick Airport for Turkish Airlines Flight 1966 to Istanbul and later boarding a bus to the Syrian border.\n\n“Only when I saw that video I understood,” Ms. Khanom said.\n\nThese images turned the three Bethnal Green girls, as they have become known, into the face of a new, troubling phenomenon: young women attracted to what experts like Sasha Havlicek, a co-founder and the chief executive of the Institute for Strategic Dialogue, call a jihadi, girl-power subculture.\n\nAn estimated 4,000 Westerners have traveled to Syria and Iraq, more than 550 of them women and girls, to join the Islamic State, according to a recent report by the institute, which helps manage the largest database of female travelers to the region.\n\nThe men tend to become fighters much like previous generations of jihadists seeking out battlefields in Bosnia, Afghanistan and Iraq. But less is known about the Western women of the Islamic State. Barred from combat, they support the group’s state-building efforts as wives, mothers, recruiters and sometimes online cheerleaders of violence.\n\nPhoto\n\nMany are single and young, typically in their teens or early 20s (the youngest known was 13). Their profiles differ in terms of socioeconomic background, ethnicity and nationality, but often they are more educated and studious than their male counterparts. Security officials now say they may present as much of a threat to the West as the men: Less likely to be killed and more likely to lose a spouse in combat, they may try to return home, indoctrinated and embittered.\n\nAdvertisement Continue reading the main story\n\nOne in four of the women in the Institute for Strategic Dialogue’s database are already widowed. But if women are a strategic asset for the Islamic State, they are hardly ever considered in most aspects of Western counterterrorism.\n\nThe Bethnal Green girls, slender teenagers with ready smiles and London accents, were praised by teachers and admired by fellow students at Bethnal Green Academy.\n\nKhadiza, with straight chocolate-colored hair and thick-rimmed glasses, had been singled out as one of the most promising students of her academic year, according to a letter her mother received after mock exams only weeks before she left. In her bedroom, she kept a copy of a novel that a teacher had given to her with a handwritten dedication inside, dated January 2015: “Well done for working hard and exceeding your target grade for English language.” In her spare time she tutored less-gifted peers.\n\nHer bubbly friend Amira was a star athlete and a respected public speaker, once debating the rights of Muslim women to wear veils. She was a regular at the local library, where she read voraciously. (After her disappearance, when the police went to check the list of books she had borrowed, one title, “Insurgent,” briefly rang alarm bells — until the officer realized that it was part of a popular dystopian teenage trilogy set in Chicago.)\n\n“They were the girls you wanted to be like,” said one 14-year-old from the grade below theirs.\n\nPerhaps that is why everyone failed to respond to the many signs that foreshadowed their dark turn. The families, who noticed the girls’ behavior changing, attributed it to teenage whims; school staff members, who saw their homework deteriorate, failed to inform the parents or intervene; the police, who spoke to the girls twice about their friend who had traveled to Syria, also never notified the parents.\n\nThey were smart, popular girls from a world in which teenage rebellion is expressed through a radical religiosity that questions everything around them. In this world, the counterculture is conservative. Islam is punk rock. The head scarf is liberating. Beards are sexy.\n\nAsk young Muslim women in their neighborhood what kind of guys are popular at school these days and they start raving about “the brothers who pray.”\n\nAdvertisement Continue reading the main story\n\n“Girls used to want someone who is good-looking; nowadays, girls want Muslims who are practicing,” said Zahra Qadir, 22, who does deradicalization work for the Active Change Foundation, her father’s charity in East London. “It’s a new thing over the last couple of years. A lot of girls want that, even some nonpracticing girls.”\n\nThe rows of housing complexes behind Bethnal Green’s main street are home to a deeply conservative Muslim community where the lines between religion and extremism can be blurred, including in at least one of the girls’ families. In this community, the everyday challenges that girls face look very different from those of their male counterparts.\n\nThe Islamic State is making a determined play for these girls, tailoring its siren calls to their vulnerabilities, frustrations and dreams, and filling a void the West has so far failed to address.\n\nIn post-9/11 austerity Britain, a time when a deep crisis of identity and values has swept the country, fitting in can be harder for Muslim girls than for boys. Buffeted by a growing hostility toward Islam and deep spending cuts that have affected women and young people in working-class communities like their own, they have come to resent the Western freedoms and opportunities their parents sought out. They see Western fashions sexualizing girls from an early age, while Western feminists look at the hijab as a symbol of oppression.\n\nAsked by their families during sporadic phone calls and exchanges on social media platforms why they had run away, the girls spoke of leaving behind an immoral society to search for religious virtue and meaning. In one Twitter message, nine days before they left Britain, Amira wrote,“I feel like I don’t belong in this era.”\n\nState of Terror Articles in this series examine the rise of the Islamic State and life inside the territory it has conquered.\n\nMuslim girls generally outperform the boys in school but are kept on a shorter leash at home. Many, like Khadiza, have sisters whose marriages were arranged when they were teenagers. Ms. Khanom, now 32, was 17 when she was wed, just a year older than Khadiza. And they wear head scarves, which identify them as Muslims in often-hostile streets.\n\nIn their world, going to Syria and joining the so-called caliphate is a way of “taking control of your destiny,” said Tasnime Akunjee, a lawyer who represents the families of the three girls.\n\n“It’s about choice — the most human thing,” Mr. Akunjee said. “These girls are smart, they are A students. When you are smarter than everyone else, you think you can do anything.”\n\nAdvertisement Continue reading the main story\n\nSince they left their homes, bits and pieces have emerged about the three friends revealing a blend of youthful naïveté and determination.\n\nKhadiza’s friend Amira “fell in love with the idea of falling in love,” a family acquaintance said. At one point, she posted the image of a Muslim couple with a caption: “And he created you in pairs.”\n\nKhadiza, by contrast, told her sister in one of the first Instagram conversations after her arrival in Syria, “I’m not here just to get married.”\n\nThe Islamic State has proved adept at appealing to different female profiles, using girl-to-girl recruitment strategies, gendered imagery and iconic memes.\n\nAs Muslims, the girls would be treated very differently from women and girls of the Yazidi minority, who are taken by the Islamic State as slaves and raped with the justification that they are unbelievers.\n\nThe group runs a “marriage bureau” for single Western women. This year, the media wing of Al Khanssaa Brigade, an all-female morality militia, published a manifesto stipulating that women complete their formal education at age 15 and that they can be married as young as 9, but also praising their existence in the Islamic State as “hallowed.”\n\nAbu Bakr al-Baghdadi, the self-proclaimed caliph of the Islamic State, took a young German woman of Iraqi descent as his third wife and put her in charge of women’s issues in the caliphate, according to information circulating among Islamic State-affiliated social media accounts.\n\nSocial media has allowed the group’s followers to directly target young women, reaching them in the privacy of their bedrooms with propaganda that borrows from Western pop culture — images of jihadists in the sunset and messages of empowerment. A recent post linked to an Islamic State account paraphrased a popular L’Oréal makeup ad next to the image of a girl in a head scarf: “COVERed GIRL. Because I’m worth it.”\n\nAdvertisement Continue reading the main story\n\n“It’s a twisted version of feminism,” said Ms. Havlicek of the Institute for Strategic Dialogue, who testified about Western women under the jihadi group, also known as ISIS or ISIL, before the House Committee on Foreign Affairs on July 29.\n\n“For the girls, joining ISIS is a way to emancipate yourself from your parents and from the Western society that has let you down,” Ms. Havlicek said. “For ISIS, it’s great for troop morale because fighters want Western wives. And in the battle of ideas they can point to these girls and say, Look, they are choosing the caliphate over the West.”\n\nPhoto\n\nA Friend’s Departure\n\nIn January 2014, one of Khadiza’s best friends, Sharmeena Begum, no relation to Shamima, lost her mother to cancer. Her father soon started courting a woman who would become his second wife.\n\nAn only child, Sharmeena was deeply shaken. Until then, she had not been very religious, friends say. “She was barely practicing before,” according to one acquaintance of the family. After her mother died, she started praying regularly and spending more time at the mosque.\n\nBut there were signs she was not just turning toward religion for comfort. Bethnal Green Academy is a state-funded secondary school with just over 900 students, the majority of them Muslim. At one point last year, Sharmeena had a heated exchange with a teacher, defending the Islamic State. The teacher, also a Muslim, disagreed, and Sharmeena “flipped out,” a witness said.\n\nHer closest friends started changing, too.\n\nKhadiza stopped wearing trousers and began covering her hair after the summer vacation, at first only in school but gradually at home as well. It was a big change for a girl who “loved” her hair and styled the women in her family on festive occasions.\n\nOne day last fall, she asked her older brother Shuyab Alom, a science student who sometimes helped her with homework, what his thoughts were on Syria.\n\n“She asked a very general question as to what I thought about what’s happening over there,” Mr. Alom recalled. “And I said how it was, the fact that it seems that the Syrian regime, you know, the majority of the people oppose the regime.”\n\nAdvertisement Continue reading the main story\n\nAround the same time, other friends at school noticed the girls’ lunchtime conversations changing. One friend, whose passport has since been seized because it was feared that she, too, might go to Syria (she denies this), reported a “noticeable” change in attitude.\n\nWhen Sharmeena’s father remarried in the fall, Khadiza accompanied her to the wedding. Soon after, on Saturday, Dec. 6, Sharmeena disappeared.\n\n“She was vulnerable; she had a trauma,” said Mr. Akunjee, the lawyer, who does not represent Sharmeena’s family but is familiar with her case. “She didn’t get a body piercing or a drug-dealer boyfriend. She went to ISIS.”\n\nKhadiza did not tell her family that Sharmeena had run away. When a school staff member called to inform the family that Khadiza’s friend had “gone missing,” the official did not specify that she was believed to have traveled to Syria, Ms. Khanom, Khadiza’s sister, recalled.\n\nHer mother asked Khadiza regularly whether she had received news of her friend. “And she’d be like, ‘Well, I don’t know, I don’t know,’” Ms. Khanom said. “And I thought that was weird.”\n\nSharmeena’s father, Mohammad Uddin, said he had been surprised that the other girls had not left with his daughter. He told The Daily Mail he had urged the police and the school to keep a close eye on them, though the police say the formal statement Mr. Uddin gave to them on Feb. 10 — a week before the three girls left — held no such warning.\n\nAt the time, one officer was charged with getting in touch with the girls, but they were “uncooperative” and did not return his calls and messages. He asked the school to set up meetings with them and four other friends. Two meetings took place, one in the presence of the deputy principal and one with a teacher. But even then, Ms. Khanom said, neither the school nor the police told the families exactly what was going on.\n\nPhoto\n\nAsked about failing to spot the signs of the girls’ radicalization, a spokesman for the Metropolitan Police maintained that there had been no indication in the interviews that any of them “were in any way vulnerable or indeed radicalized.”\n\nAdvertisement Continue reading the main story\n\n“There was no indication that any of the girls were at risk of traveling to Syria,” the spokesman said.\n\nOn Feb. 5, officers gave letters to the girls, seeking their parents’ permission to take formal statements from them about Sharmeena’s disappearance. But the girls never passed the letters on. Khadiza’s was discovered by her sister hidden in textbooks in her bedroom after they had left.\n\nMs. Khanom was furious. “I saw the guy who gave her the letter. He said the 15-year-olds were giving him a runaround. And I’m like: ‘You’re supposed to be someone who’s trained in counterterrorism, you know. We don’t understand about 15-year-olds giving you a runaround. How does that work?’ ”\n\nEventually the police issued an apology. The commissioner, Bernard Hogan-Howe, said he was sorry that the letters had never reached the parents. A spokesman added, “With the benefit of hindsight, we acknowledge that the letters could have been delivered direct to the parents.”\n\nAs the police and the school were keeping Sharmeena’s suspected travel to Syria quiet, Khadiza and her friends began planning to follow in her footsteps.\n\nGirls’ Pact and Missed Signs\n\nIn messy handwriting on a page ripped out of a calendar, the girls made a detailed checklist for their trip: bras, a cellphone, an epilator, makeup and warm clothes, among other things. Next to each item, they noted cost, including just over 1,000 pounds for tickets to Turkey.\n\nDiscovered at the bottom of one of the girls’ closets after their departure, the list also appears to contain the handwriting of a fourth girl who had apparently planned to travel but dropped out when her father had a stroke. Since then, a judge has confiscated the passports belonging to her, three other students at Bethnal Green Academy and a fifth girl from the neighborhood.\n\nLike other teenagers, the girls were sensitive to peer pressure. They were what Shiraz Maher, a senior fellow at the International Center for the Study of Radicalization and Political Violence, called a textbook “cluster,” making the multiple oversights by the school and the police even more surprising.\n\nAdvertisement Continue reading the main story\n\nIf one member of a group of friends has gone to Syria, Mr. Maher said, that is a far more reliable predictor of the friends being at risk of going than variables like class or ethnicity. In clusters like the Bethnal Green group, doubts are drowned out and views quickly reinforced.\n\nMr. Akunjee, the lawyer, said, “From December it is pretty clear that there is a pact between the girls.”\n\nPlanning their trip appears to have occupied much of their time. Their homework, diligently completed before Sharmeena’s departure, came back incomplete in the weeks after.\n\n“I’m amazed that the teachers and police missed that,” said Mr. Akunjee, who reviewed the homework. “These are bright girls. Well above average clever. This was a year with exams coming up. Shouldn’t the school have informed the parents?” It is a question the police are asking the school, too.\n\nPhoto\n\nKhadiza and her friend Amira exchanged many messages on social media. In one post, Amira described the two of them as “twins.” In a tweet dated Dec. 20, she posted a hadith on being in a group of three friends: “If you are three (in number), then let not two engage in private, excluding the third.”\n\nWas Amira worried about her two friends speaking without her and questioning their pact to go to Syria? She was perhaps the most active of the three friends on social media, providing glimpses of the gradual radicalization the group underwent.\n\nIn her posts, under the name Umm Uthman Britaniya, typical teenage commentary about fashion, school and her favorite soccer club (Chelsea) increasingly mixed with posts inquiring about how to learn Arabic quickly and what behavior is or is not Islamic.\n\n“Are nose piercings Haram or not?” one of her posts asked on Dec. 30, meaning were they forbidden under Islam. “Connnfuuuusseedddd.” Two weeks later she wrote, “The Prophet (PBUH) cursed those who pluck their eyebrows.”\n\nAdvertisement Continue reading the main story\n\nBut far from portraying an increasingly submissive girl, Amira’s Twitter messages featured punchy fist emoticons and empowered language: “Our abaya game” she wrote under a photo of four girls proudly clad in Muslim garb, is “strong.” In January, she wrote about rape: “Hearing these stories of sisters being raped makes me so close to being allergic to men, Wallah.”\n\nAround the same time, Khadiza’s family noticed that she became “more quiet.”\n\n“She spent a lot of time on her iPod,” her sister, Ms. Khanom, recalled. The iPod had been the subject of a dispute between Khadiza and her mother a year earlier. Khadiza had asked for one, but her mother had said no. It took Ms. Khanom to lobby on her behalf.\n\nOn her iPod she received a steady stream of images depicting atrocities against Muslim children, from Syria to Myanmar. Her friend Amira posted and reposted several. One of her posts, a photo of a 3-year-old boy, was captioned, “This always gets to me.”\n\n“Almost every day, I go on Facebook and I’m shown a horrible post somewhere,” Khadiza’s brother, Mr. Alom, said. “Online you have whole pages and groups and accounts dedicated to these sort of things, where they post pictures, they post videos.”\n\nA lot of young Muslims, he said, feel that “Islamophobia is a very prevalent thing.”\n\n“And then a group comes to them and says, like: ‘This is where you come,’ this is where they will be complete. ‘It’s a home for you.’ That appeals to them.”\n\nHe continued: “Yeah, that’s the main thing, because a lot of people feel that they are out of place to where they are.”\n\nBethnal Green is only one subway stop from the moneyed towers of the City of London and stretches into the capital’s trendy start-up district. Bearded hipsters are a common sight among the bustling market stalls selling everything from saris to spices.\n\nBut four in 10 residents, including Khadiza’s and Shamima’s families, have roots in Bangladesh. (Amira was born in Ethiopia and spent her early childhood in Germany before moving here when she was 11.) A literalist interpretation of Islam promoted by Saudi Arabia has become more mainstream and has combined with a widely shared sense that Muslims across the world suffer injustices in which the West is complicit.\n\nAdvertisement Continue reading the main story\n\nAfter the girls vanished, it emerged that Amira’s father, Hussen Abase, had been filmed attending an Islamist rally in 2012 organized by a notorious hate preacher, Anjem Choudary, and also attended by Michael Adebowale, one of the two men who hacked a British soldier to death on a London Street in 2013. In the video Mr. Abase, who in March appeared on British television sobbing and cradling his daughter’s teddy bear and begging her to come home, can be seen chanting “Allahu akbar” (“God is great”) as an American flag is burned nearby.\n\nNewsletter Sign Up Continue reading the main story Breaking News Emails Sign up to receive an email from The New York Times as soon as important news breaks around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe occasionally took Amira to marches, too. Among the people she followed on Twitter was Mohammed Mizanur Rahman, who has close links to Mr. Choudary. Both men were charged this month with supporting the Islamic State. Mr. Abase did not respond to an interview request.\n\n“Some parents create the atmosphere for their children,” said Haras Rafiq, the managing director of the Quilliam Foundation, an anti-extremism research center.\n\nAs Amira became more vocal on Twitter, Khadiza became more argumentative at home, on occasion scolding older siblings for acting “un-Islamic” or pressing her niece to disobey her mother.\n\nThe last time Ms. Khanom saw her sister was five days before she left. Her cousin Fahmida Abdul Aziz had come over, too. “We were fighting over a bag of Bombay mix,” Ms. Khanom said, referring to a traditional Indian snack. “She loves that. I guess she gets that off my dad, because my dad used to love it, too.”\n\nThey were sitting on the living room sofa. “She was in her PJs, you know like a T-shirt and a pajama bottom, and she just literally came, sat herself between the two of us and put her arms around us,” the cousin, Ms. Aziz said, smiling at the memory. “You know, just looked at me and just gave me a cuddle.”\n\nThe next day, Khadiza asked that her niece come to stay, but Ms. Khanom, the niece’s mother, said no because it was a school night. Uncharacteristically, she said, Khadiza texted her niece, urging her to disobey: “Just jump on the bus and come.”\n\nThat same week, Amira implored her Twitter followers in capital letters: “PRAY ALLAH GRANTS ME THE HIGHEST RANKS IN JANNAH, MAKES ME SINCERE IN MY WORSHIP AND KEEPS ME STEADFAST.” She posted a photo of three girls in black head scarves and abayas in a local park with their backs to the camera, presumably her and her two friends. “Sisters,” the caption reads.\n\nAdvertisement Continue reading the main story\n\nCall Home, Girls\n\nOn Feb. 15, just two days before the three girls left, Shamima sent a Twitter message to a prominent Islamic State recruiter from Glasgow, Aqsa Mahmood. The youngest of the three, Shamima is also the most elusive. Little is known about her apart from the fact that she loved to watch “Keeping Up With the Kardashians” and traveled to Turkey on the passport of her 17-year-old sister, Aklima.\n\nMs. Mahmood, who goes by the name Umm Layth (meaning Mother of the Lion) and provides advice on social media to would-be female migrants, has denied recruiting the girls. But her parents’ lawyer expressed surprise that the security services, believed to be monitoring Ms. Mahmood’s social media accounts, had not reacted to Shamima’s approach.\n\nKhadiza’s family members say it is unlikely that the girls could have raised an estimated 3,000 pounds, or about $4,700, to cover the cost of their trip on their own. The plane tickets alone, police confirmed, cost more than 1,000 pounds and were paid for in cash at a local travel agency.\n\nUnlike the friend who left earlier, Sharmeena, who had an inheritance from her mother, the three girls had no known source of money, raising questions about whether they were recruited and had outside help.\n\nA suggestion by the counterterrorism chief of the Metropolitan Police, Mark Rowley, that the girls might have stolen from the families did not go down well: “I felt like punching them; that was a blatant lie,” Khadiza’s sister said.\n\n“Khadiza took some of her jewelry but nothing expensive,” Ms. Khanom said. She left behind the most precious item she owned, a Swarovski necklace she had gotten for her most recent birthday. She did not touch the money in her sister’s bag in the hallway that morning and took nothing from her mother’s kitty.\n\nPhoto\n\n“Nothing was missing,” Ms. Khanom said.\n\nThe police are still trying to establish whether the girls had help online or from a local recruiter. The trouble, investigators say, is that traveling to a conflict zone is not a crime in Britain, nor is encouraging or facilitating travel to a conflict zone, unless a terrorist purpose can be proven.\n\n“If a local facilitator is identified, a likelier ground for prosecution might be child abduction,” a senior officer said.\n\nAdvertisement Continue reading the main story\n\nThe families’ lawyer is convinced the girls tapped into a shadowy recruitment network embedded in and protected by the community in East London and were then handled “point to point.”\n\nIn shaky footage, apparently filmed on a hidden camera near the Syrian border and broadcast on A Haber, a Turkish television network, the girls are seen alongside a man in a maroon hooded sweatshirt. Another man, bearded and bespectacled, takes bags out of the trunk of one car and helps load them into another.\n\n“This car,” he seems to tell them in heavily accented English, then apparently directs them to take passports allowing them into Syria.\n\nThe girls, who arrived in Turkey on a Tuesday night and were reported missing by early Wednesday, waited 18 hours at a bus station in an Istanbul suburb and crossed into Syria only on Friday. Police in both Britain and Turkey have faced accusations of reacting too slowly.\n\nEventually the Turkish police arrested a man on allegations that he had helped the teenagers cross the border. The Turkish news agency Dogan said the man had helped several other Britons cross into Syria for a fee between $800 and $1,500.\n\n“This is not a package holiday,” Mr. Akunjee said. “It is a complicated journey.”\n\nHe knows this firsthand. One of the first things he did after the families hired him was to travel with relatives of all three girls to Turkey and make a public appeal to the girls to get in touch. The campaign, publicized with the hashtag #callhomegirls, was widely covered in the British press.\n\n“Even I needed fixers to help me set it all up,” said Mr. Akunjee, who knows Turkey well. (He recently negotiated the release of a British girl held hostage by the Nusra Front.) “There is no way the girls did this on their own.”\n\nKhadiza’s sister, Ms. Khanom, was among those who traveled to Turkey. “It was like we were retracing their steps,” she said. When the appeal went out, the families learned that 53 other women and girls were believed to have left Britain for Syria.\n\nAdvertisement Continue reading the main story\n\n“Fifty-three,” Ms. Khanom said. “Where are all these girls?”\n\nFirst Contact\n\nThe morning after the families returned to London, a message popped up on Ms. Khanom’s Instagram account. Her request to follow her sister, blocked since Khadiza had left for Syria, had been accepted.\n\nMs. Khanom said she sent Khadiza a private message, asking to let her know that she was safe. Her sister replied and later messaged again, asking about their mother.\n\n“She is on her prayer mat asking Allah to help her find you,” Ms. Khanom wrote.\n\n“I’ll call soon okay,” Khadiza replied.\n\nPhoto\n\n“She has not been sleeping or eating since you left,” her sister wrote.\n\n“Tell her to eat.”\n\n“She is asking do you not want to see her?”\n\n“Of course I do.”\n\nBut Khadiza also seemed suspicious of the families’ trip to Turkey, making Ms. Khanom wonder if it was really her sister messaging her. “It’s just the way of asking questions about what happened in Turkey: Why did I go? Those kind of things. It just felt like, why would she be asking me these questions, you know.”\n\nAt one point, Ms. Khanom tested her: “Who is Big Toe?” she asked. Khadiza sent back a “lol” and replied: “Our cousin.”\n\nFor a moment it was as if they were back in the same city. “I kind of forgot she’s not here,” Ms. Khanom said.\n\nShe asked her sister to keep in touch. Khadiza promised she would, but insisted that it would always be her initiating contact. “I don’t think she has full freedom,” Ms. Khanom said.\n\nAdvertisement Continue reading the main story\n\nThe next day, Khadiza messaged again.\n\n“I asked her, ‘Are you married?’ She goes: ‘You know me too well. I’m not here just to get married to someone,’” Ms. Khanom recalled. Khadiza said she was “considering.”\n\n“What do you mean by considering?” Ms. Khanom recalled asking.\n\n“Looking into getting married,” the reply came.\n\n“When?”\n\n“Soon.”\n\nFrom these early conversations, and descriptions of the food they were eating — fried chicken, French fries and pizza — the families and authorities concluded that the three girls were in Raqqa, the de facto capital of the Islamic State, housed in one of several hostels for single women. Khadiza said she was living in a nice house “with chandeliers.”\n\nMs. Khanom pleaded with her to come home, telling her that the police had assured the families that the girls would not face prosecution.\n\nKhadiza did not believe it. “They’re lying,” she told her sister.\n\nNo Way Back?\n\nAt Bethnal Green Academy, a school with a fine academic record, now notorious for having four of its students join the Islamic State, the departure of the girls is gingerly referred to as “the incident.”\n\nIn the week after they ran away, the principal, Mark Keary, called an assembly. Students were upset, and some teachers cried. But it quickly became clear that this was not a place where the issue of the girls’ departure would be openly discussed. As Mr. Keary put it that same week, it was “business as usual” for the school.\n\n“He brushed over it,” said one girl who had attended the assembly. Teachers have been threatened with dismissal if they speak out publicly, people in the school said. Mr. Keary declined to comment.\n\nTwo weeks after the girls disappeared, the phone rang at the help line of the Active Change Foundation, the organization working on deradicalization and prevention.\n\nPhoto\n\nIt was the father of a student at Bethnal Green Academy. His daughter had overheard a group of girls at lunchtime talking about going to Syria. He said it appeared they were in contact with the girls already there and were planning to join them over the Easter holiday. Hanif Qadir, who runs the charity, informed the local council. On March 20, a judge took away the girls’ passports.\n\nAdvertisement Continue reading the main story\n\nIt was an early indication that Khadiza, Amira and Shamima seemed to be settling into life in Raqqa.\n\nSince then, all three girls have married, their families’ lawyer confirmed. They were given a choice among a number of Western men. One chose a Canadian, another a European. Amira married Abdullah Elmir, a former butcher from Australia, who has appeared in several ISIS recruitment videos and has been named “ginger jihadi” for his reddish hair.\n\nAll three have moved out of the hostel and live with their husbands. They have sporadic contact with home. The conversations give the impression that the girls have few regrets about leaving their lives in London. But they also hint at hardships like frequent electricity cuts and shortages of Western goods. One recent chat came to an abrupt end because airstrikes were starting.\n\nKhadiza told her sister that she still wanted to become a doctor. There is a medical school in Raqqa, she said. The logo for the Islamic State Health Service mimics the blue-and-white logo of Britain’s treasured National Health Service.\n\nIn a recent online exchange on Twitter and Kik with a British tabloid reporter posing as a schoolgirl interested in going to Syria, Amira gave instructions that appeared to track her own experience: She advised the “girl” to tell her parents that she was going for review classes to escape the house, then fly to Turkey and take a bus to Gaziantep, where she could be smuggled across the border. She recommended a travel agent in Brick Lane, a short walk from Bethnal Green Academy, which would accept cash and ask no questions, and suggested taking along bras because “they have the worst bras here.”\n\nShe also asked if the would-be recruit would consider becoming a second wife to a Lebanese-Australian, a description fitting her own husband, and appeared to mock a minute of silence for the mostly British victims of a recent shooting in Tunisia for which the Islamic State claimed responsibility, with “Looooool,” shorthand for “laugh out loud.”\n\nIt is getting harder to know if it is the girls who are communicating. Increasingly their conversations are interspersed with stock propagandistic phrases.\n\n“Have they adapted that language, or is there someone standing next to them?” Mr. Akunjee asked. “We don’t know. But they’re not the people their families recognize. They’re not them anymore. And how could they be?”\n\nStanding in her sister’s bedroom one recent afternoon Ms. Khanom recalled the girl who had watched “The Princess Diaries” at least four times and loved Zumba dancing in the living room.\n\nHer room is unchanged; perfumes and teenage accessories remain on a small chest. Her exam schedule is still taped to the inside of her closet door: math, statistics, history, English. A checkered scarf, which Khadiza had dropped on the morning of her departure in the hallway outside, is neatly folded on a shelf. It still carries her scent.\n\nThere are frames filled with photos of her sisters and her nephew, as well as her niece, who has taken her departure particularly badly.\n\n“She’s very affected by it, she misses her terribly, Khalummy — that’s what she calls her, Khalummy,” Ms. Khanom said, referring to a Bengali term of endearment for aunt. “You know, sometimes she shows anger, sometimes she thinks that, you know, she could have stopped her that morning. She saw her get ready.”\n\n“I don’t want to say they’re memories because. ...,” Ms Khanom said, her eyes traveling across her sister’s things. “They’re memories, but not as if, like. ...,” her voice trailing off again. “I hope and I feel she’s going to come back and things are going to go back to normal.”", "summary": "In the video Mr. Abase, who in March appeared on British television sobbing and cradling his daughter’s teddy bear and begging her to come home, can be seen chanting “Allahu akbar” (“God is great”) as an American flag is burned nearby. That same week, Amira implored her Twitter followers in capital letters: “PRAY ALLAH GRANTS ME THE HIGHEST RANKS IN JANNAH, MAKES ME SINCERE IN MY WORSHIP AND KEEPS ME STEADFAST.” She posted a photo of three girls in black head scarves and abayas in a local park with their backs to the camera, presumably her and her two friends. In a recent online exchange on Twitter and Kik with a British tabloid reporter posing as a schoolgirl interested in going to Syria, Amira gave instructions that appeared to track her own experience: She advised the “girl” to tell her parents that she was going for review classes to escape the house, then fly to Turkey and take a bus to Gaziantep, where she could be smuggled across the border. She also asked if the would-be recruit would consider becoming a second wife to a Lebanese-Australian, a description fitting her own husband, and appeared to mock a minute of silence for the mostly British victims of a recent shooting in Tunisia for which the Islamic State claimed responsibility, with “Looooool,” shorthand for “laugh out loud.”"}