{"title": "Dozens of Migrants Drown as European Refugee Crisis Continues", "authors": ["Dan Bilefsky", "Alison Smale"], "url": "https://www.nytimes.com/2016/01/23/world/europe/valls-france-eu-warns.html", "body": "Prime Minister Manuel Valls of France issued a stark warning in an interview broadcast on Friday about the future of a unified Europe, saying the very idea was under threat unless the Continent could protect its borders.\n\nSpeaking to the BBC at the World Economic Forum in Davos, Switzerland, Mr. Valls said the Continent could not accommodate the enormous numbers of migrants and warned that they could destabilize European societies. “If Europe is not capable of protecting its own borders, it’s the very idea of Europe that will be questioned,” he said. “Europe has forgotten that borders are required.”\n\nPhoto\n\nThe Schengen zone, which permits largely unchecked movement across most of the Continent and was described by Mr. Valls as “one of the great European projects,” has been under severe strain as countries have introduced border controls aimed at stemming the flow of migrants.\n\nOver the summer, Hungary erected a razor-wire fence on its border with Croatia. This month, Sweden, once one of the most welcoming of nations for refugees, introduced identity checks for travelers arriving from Denmark in an effort to curb their numbers. Austria announced this week that it would limit the number of refugees it takes in this year to 37,500, down from 90,000 in 2015.\n\nChancellor Angela Merkel of Germany has come under increasing pressure at home and abroad for the country’s more welcoming approach to refugees. Mr. Valls, while acknowledging that she had “courage,” said, “The first message we need to send now, with the greatest firmness, is to say that we will not welcome all the refugees in Europe.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Merkel met on Friday with Turkey’s prime minister, Ahmet Davutoglu, the latest in a series of discussions between the countries about what more Turkey could do to keep the refugees pouring over its border with Syria from traveling on to Western Europe. Ms. Merkel again promised that the European Union would find 3 billion euros, about $3.2 billion, to assist Turkey in offering work and schooling to more than two million Syrians who have fled there.\n\nMr. Davutoglu made no concrete promises in return, making clear that Ankara believes it has leverage in negotiations on the issue with Europeans — like Ms. Merkel — who dragged out European Union membership talks with Turkey in the past, in part because of concern over human rights abuses in Turkey.\n\n“We are not begging for the E.U. money,” Mr. Davutoglu told the German news agency DPA. “The 3 billion euros are only there to show the political will to share the burden.”\n\nAdvertisement Continue reading the main story\n\nPresident Obama offered backing for Ms. Merkel on Thursday, telling her that the United States would provide “substantial” support to efforts to ease the refugee crisis stemming from the conflict in Syria before an international donors conference to address the issue next month, Ms. Merkel’s office said in a statement.\n\nMs. Merkel is one of the hosts of the donor conference, which will take place in London on Feb. 4. “The president said that the U.S. administration would take part in a substantial way,” her office said.\n\nAt the World Economic Forum, Secretary of State John Kerry said Mr. Obama would work to increase global humanitarian funding at a United Nations summit meeting this fall and expand the number of nations taking refugees.", "summary": "Prime Minister Manuel Valls of France issued a stark warning in an interview broadcast on Friday about the future of a unified Europe, saying the very idea was under threat unless the Continent could protect its borders. Speaking to the BBC at the World Economic Forum in Davos, Switzerland, Mr. Valls said the Continent could not accommodate the enormous numbers of migrants and warned that they could destabilize European societies. The Schengen zone, which permits largely unchecked movement across most of the Continent and was described by Mr. Valls as “one of the great European projects,” has been under severe strain as countries have introduced border controls aimed at stemming the flow of migrants. This month, Sweden, once one of the most welcoming of nations for refugees, introduced identity checks for travelers arriving from Denmark in an effort to curb their numbers."}