{"title": "In Post-Election Britain, Talk Turns to European Union", "authors": ["Stephen Castle", "Steven Erlanger"], "url": "https://www.nytimes.com/2015/05/13/world/europe/in-post-election-britain-talk-turns-to-european-union.html", "body": "Mr. Cameron has said he wants Britain to stay in the European Union. On Sunday, he said that he had already started private talks with other European leaders and that he was “confident we’re going to get the right result.” He has put his closest ally, George Osborne, the chancellor of the Exchequer, in charge of the negotiations with major European nations, including Germany and France.\n\nThe result will have huge implications for Europe, too. The departure of one of the bloc’s largest and wealthiest nations — a “Brexit,” as it is known — would slam the process of European integration into reverse, removing a champion of free trade and shifting the union’s balance of power.\n\nAccording to Joachim Fritz-Vannahme of the Bertelsmann Stiftung, a German research institute, “No one wants to push Britain out.”\n\nCarl Bildt, a former Swedish foreign minister, wrote that the British negotiation is “likely to decide the shape of Europe for decades to come.” He urged Mr. Cameron “to use his increased mandate to set out an E.U. reform package that is attractive to all member states.”\n\nBut many things will need to go right for a prime minister whose touch in domestic politics has not always extended to the Continent.\n\nFirst, he must extract concessions from 27 other European countries, each with a different agenda, and all of them opposed to changes in fundamental principles like the freedom of movement and labor that often clash with the British desire to control immigration.\n\nThen he must sell a deal to his increasingly anti-European Conservative Party, in which some members believe Britain should leave the union regardless, if only to control immigration and protect London’s financial freedoms. Even the new intake of Tory legislators seems more Euroskeptic than those who retired.\n\nAdvertisement Continue reading the main story\n\nOnly then can Mr. Cameron start to persuade British voters to endorse the European Union.\n\nSurveys show that Britons favor staying, though the arguments have not crystallized. Europe was a low priority for voters during the campaign, but immigration was a big issue for the anti-Europe U.K. Independence Party, which got nearly 13 percent of the popular vote.\n\nDespite the risks, some see the referendum as a clarifying, almost cathartic process, a moment of reckoning put off too long.\n\nHaving stood aloof during the earliest phase of European integration in the 1950s, Britain later struggled to get into the club, finally joining in 1973 and confirming that decision in a referendum two years later.\n\nThe vote was supposed to settle the matter forever.\n\nBut the bloc has morphed from a group of six countries when Britain joined (along with Ireland and Denmark), to 28. Along the way it has created a single currency and a passport-free travel area, both of which the British declined to join. And the euro has meant the creation of institutions to govern it, creating worries that Britain will become a second-class member or be harmed by rules intended for the eurozone.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMore comfortable with the idea of a free-trade zone and a single market for goods and services, most British politicians balk at sharing sovereignty with Brussels.\n\nBut what pushed Mr. Cameron in 2013 to promise a referendum was public concern and political pressure ignited by the legal arrival in Britain of hundreds of thousands of Eastern Europeans from new member states, seeking jobs and a better life.\n\nYet he has been vague about the detailed changes he wants. If immigration cannot be controlled, he wants to restrict welfare entitlements to migrants. Another priority is to safeguard countries that do not join the increasingly integrated 19-member eurozone, which many Continental Europeans see as the foundation for “an ever closer union,” treaty language Mr. Cameron would like to abandon.\n\nAnd Mr. Cameron is not well liked by his European partners. In his five years in power, he has cut a divisive figure in Brussels — most recently an ill-judged effort to block Jean-Claude Juncker from becoming president of the European Commission.\n\nMr. Juncker has since promised to help strike a “fair deal” with Britain, but his letter of congratulations to Mr. Cameron last week could scarcely have been cooler. Beginning “Dear Prime Minister,” it ran just two sentences.\n\nAdvertisement Continue reading the main story\n\nAfter frustrating negotiations between the eurozone and Greece, whose debts have led to talk that it might drop out of the eurozone, many European officials seem prepared to play hardball again, this time with Britain. According to Mr. Fritz-Vannahme, some wonder whether Britain is worth keeping if the price takes the country further from the mainstream. Others see an opportunity, were Britain to quit, to refocus the European Union around a more deeply integrated eurozone.\n\nOne major obstacle is timing. Some changes Mr. Cameron wants would require treaty change, almost impossible within two years. He might get an agreement that some changes would be in the next treaty, whenever that is, said one European Union official who spoke on the condition of anonymity because of the delicacy of the issue.\n\nMr. Cameron is counting on Chancellor Angela Merkel of Germany, who has a direct interest in avoiding a British exit, since Germany’s contributions to the European Union budget would have to rise significantly. But this has not prevented Mr. Cameron from misjudging her willingness, or ability, to deliver for him, most recently over Mr. Juncker’s appointment. German officials have made it clear that they will help Britain, but only up to a point.\n\nMs. Merkel leads a coalition government and a public fed up with European Union problems. Last year, an editorial comment in Spiegel online displayed impatience with British exceptionalism.\n\n“For years Britain has blackmailed and made a fool out of the European Union,” it wrote. “The United Kingdom must finally make a choice: It can play by the rules or it can leave the European Union.”\n\nBritain’s free-market approach appeals in some northern and some ex-Communist countries, but that support has been eroded in Poland, for example, by the tone of Britain’s immigration debate.\n\nEven those who want to help Mr. Cameron worry about the Conservative Party. “People are eyeing them wearily,” one European diplomat said. “Whatever you give them is not going to be enough.”\n\nMr. Cameron’s biggest card is Britain’s role as counterweight to Germany.\n\n“Economically, the European Union would lose its biggest champion of free trade and the single market (which is why some protectionists would welcome a Brexit),” Charles Grant, director of the Center for European Reform, wrote on the center’s website.\n\nAnd in security terms, without Britain, Mr. Grant wrote, “the E.U. would find it harder to become any kind of power.”\n\nAdvertisement Continue reading the main story\n\nBritain’s allies hope Mr. Cameron can pull it off. “Though no one really wants a Brexit, it’s a risk,” the diplomat said. “Britain could find itself out of the European Union by accident.”", "summary": "The departure of one of the bloc’s largest and wealthiest nations — a “Brexit,” as it is known — would slam the process of European integration into reverse, removing a champion of free trade and shifting the union’s balance of power.Carl Bildt, a former Swedish foreign minister, wrote that the British negotiation is “likely to decide the shape of Europe for decades to come.” He urged Mr. Cameron “to use his increased mandate to set out an E.U.First, he must extract concessions from 27 other European countries, each with a different agenda, and all of them opposed to changes in fundamental principles like the freedom of movement and labor that often clash with the British desire to control immigration.But what pushed Mr. Cameron in 2013 to promise a referendum was public concern and political pressure ignited by the legal arrival in Britain of hundreds of thousands of Eastern Europeans from new member states, seeking jobs and a better life.Another priority is to safeguard countries that do not join the increasingly integrated 19-member eurozone, which many Continental Europeans see as the foundation for “an ever closer union,” treaty language Mr. Cameron would like to abandon."}