{"title": "2 American Service Members Foil Gunman in Train Attack", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2015/08/22/world/europe/americans-foil-gunman-on-french-train-officials-say.html", "body": "At least two other passengers were also involved in restraining the suspect after the two servicemen subdued him. One of them, Chris Norman, a British businessman interviewed on television, said: “the guy actually came up, he pulled out a cutter, started cutting Spencer. He cut Spencer behind the neck, he nearly cut his thumb off, we eventually got him under control. It could have been a real carnage.”\n\nPassengers spoke of hearing gunshots as the train was traveling through the countryside, and of seeing bloodied individuals rolling out into the grass when the train lurched to a stop during a chaotic few minutes of shooting.\n\nPhoto\n\nFrance, on high alert after deadly terrorist attacks this year, immediately sent Interior Minister Bernard Cazeneuve to Arras, where he commended the Americans who had helped “neutralize this extremely violent passenger,” praising them for their “great bravery” and saying that “without their sang-froid we could have been confronted with a terrible tragedy.”\n\nPolice sources quoted in the French news media said the Americans thought they had heard the suspect loading ammunition into a weapon in one of the toilets and confronted him as he exited. The attack occurred on Belgian territory as the train was hurtling at top speed toward Paris.\n\nIt was not immediately clear how the Americans had concluded from the noise that the assailant had been loading a weapon, suggesting that they may have observed him acting suspiciously before he entered the bathroom. It also was unclear how many weapons the gunman was carrying. French news accounts said he was armed with an automatic pistol, a Kalashnikov rifle and a knife.\n\nFrench Twitter messages surged with praise for the Americans. “Enormous respect for the two American soldiers who prevented a terrorist attack,” said @Math2ieu. Others called for the pair to be awarded the Legion of Honor.\n\nPhoto\n\nThe Belgian prime minister, Charles Michel, said on Twitter, “I condemn the terrorist attack,” and expressed his sympathy for the victims.\n\nAdvertisement Continue reading the main story\n\nA French actor, Jean-Hugues Anglade, who appeared in the 1986 film “Betty Blue,” was aboard the train. Mr. Cazeneuve confirmed French news media reports that the actor was slightly injured.\n\nIn an indication of how seriously the French were taking the assault, President François Hollande issued a statement Friday night saying that “everything is being done” to determine what had happened on the train, having handed the investigation over to the country’s top antiterrorism investigators.\n\nPresident Obama was briefed on the train assault and how it was foiled, administration officials said.\n\nNewsletter Sign Up Continue reading the main story Breaking News Emails Sign up to receive an email from The New York Times as soon as important news breaks around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Echoing the statements of French authorities, the president expressed his profound gratitude for the courage and quick thinking of several passengers, including U.S. service members, who selflessly subdued the attacker,” the White House Press Office said in a statement. “While the investigation into the attack is in its early stages, it is clear that their heroic actions may have prevented a far worse tragedy. We will remain in close contact with French authorities as the investigation proceeds.”\n\nThe high-speed train is popular for travel between France, Belgium, the Netherlands and Germany. It is used extensively by businesspeople, diplomats, European Union officials and tourists.\n\nUnlike the Eurostar train between Paris and London, however, luggage does not pass through X-ray machines or other forms of screening.\n\nPlainclothes security officers are said to be frequently aboard the trains. On the platforms of the Gare du Nord in Paris, where the trains arrive and depart, uniformed police officers are often visible. But safeguarding the international service is challenging because the trains leave almost every hour.\n\nFrance’s sensitivities to terrorist assaults have been heightened since January, when Islamic militants killed 17 in attacks in and around Paris. In June, an extremist beheaded his boss in southern France and tried to blow up a gas plant.\n\nFrench lawmakers have passed tough surveillance laws in the wake of these attacks, and the anti-immigrant, far right National Front party has seen its popularity surge.", "summary": "One of them, Chris Norman, a British businessman interviewed on television, said: “the guy actually came up, he pulled out a cutter, started cutting Spencer.France, on high alert after deadly terrorist attacks this year, immediately sent Interior Minister Bernard Cazeneuve to Arras, where he commended the Americans who had helped “neutralize this extremely violent passenger,” praising them for their “great bravery” and saying that “without their sang-froid we could have been confronted with a terrible tragedy.”Police sources quoted in the French news media said the Americans thought they had heard the suspect loading ammunition into a weapon in one of the toilets and confronted him as he exited.It was not immediately clear how the Americans had concluded from the noise that the assailant had been loading a weapon, suggesting that they may have observed him acting suspiciously before he entered the bathroom.French lawmakers have passed tough surveillance laws in the wake of these attacks, and the anti-immigrant, far right National Front party has seen its popularity surge."}