{"title": "Europe’s Promised Action on Migration Crisis Is Criticized as Inadequate", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/04/24/world/europe/european-union-migration.html", "body": "“The E.U. hasn’t had a coherent immigration policy since forever, and the situation is getting worse since the Arab Spring,” said Camino Mortera-Martinez, a research fellow at the Center for European Reform in London.\n\nThe European Union’s cautious approach was illustrated by a proposal for a resettlement program that would include 5,000 places for migrants who qualify for “protection.” But with thousands arriving recently in a single week, human rights groups said that such a proposal was woefully inadequate.\n\nIn 2013, 107,000 people were detected trying to enter the European Union, up from 75,000 in 2012, according to Frontex, the union’s border agency. About 1,727 migrants have died in the Mediterranean so far this year, according to the International Organization for Migration.\n\nBefore the meeting in Brussels, United Nations agencies and the migration organization issued a joint plea for moral and political leadership in responding to “a tragedy of epic proportions,” and criticized the bloc’s approach as being “minimalist.” Amnesty International, reacting to draft summit conclusions, called the proposals a pitifully “inadequate and shameful response.”\n\nAs Chancellor Angela Merkel of Germany arrived at the summit meeting on Thursday, she said, “First and foremost now, we have to save lives and take the right measures to do so.”\n\nPhoto\n\nWhile expressions of solidarity and good intentions were on wide display in Brussels, European Union leaders nevertheless remained circumscribed in their ability to act, with lingering unemployment in some countries fanning resentment of immigrants. They also face pressures from far-right parties — including the National Front in France, Jobbik in Hungary and the U.K. Independence Party in Britain — which have gained in popularity by railing against immigration.\n\nAdvertisement Continue reading the main story\n\nPolitical pressures aside, the union’s plan would do little to address one of the central problems: the lawlessness in much of Libya, which has become the primary staging point for vessels carrying people toward Europe.\n\nAnd some critics said the bloc’s proposals would leave the authorities along Europe’s southern tier with inadequate powers and equipment to stop migrant vessels early in their voyages and traffickers based along the north coast of Africa.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nEfforts to forge a common immigration policy across Europe have been held back by divergent national approaches conditioned by geography, culture and history. The debate over how to proceed has in some ways also broken down along regional lines, with southern nations, led by Italy and including Greece and Spain, demanding more money and more action from the richer and more powerful nations, led by Germany.\n\nThe scale of last weekend’s tragedy has dented some countries’ reticence. Britain, which had been stymied by a toxic debate on immigration ahead of a general election next month, said Thursday that it was offering a Royal Navy warship, three helicopters and two border control vessels to help with search-and-rescue missions. But the British government underlined that it would not be taking in additional refugees.\n\nGermany, which had more than 200,000 asylum seekers last year — almost a third of the claims made in the European Union — wants the burden of housing and aiding asylum seekers to be more evenly distributed across the bloc.\n\nSome Central and Eastern European nations, which saw little immigration in Communist times, have been slow to adapt to the demands of European integration.\n\nMs. Mortera-Martinez of the Center for European Reform said that a robust overhaul of immigration policy was needed, including an update of regulations that require migrants to apply for asylum in the countries in which they arrive. That, she noted, has imposed an unfair burden on the southern countries on the front lines of the migration flow.\n\nBeyond the challenge of forging a united policy, the European Union’s creaking institutions are ill suited to rapid response, experts said, given that changes to immigration policy can take years. Thomas Huddleston, program director at the Migration Policy Group in Brussels, said European governments consider immigration policy a matter of national sovereignty, “and now suddenly the E.U. has to act at light speed.”\n\nThe human cost of the region’s migration crisis was underlined Thursday when prosecutors in Catania, Sicily, revealed more details about the boat whose capsizing last weekend killed hundreds.\n\nBefore the boat left Libya, the smugglers kept as many as 1,200 migrants on a farm near Tripoli, prosecutors said. Survivors described having been beaten and abused. Armed men in uniforms guarded the farm, prosecutors said, and one person reported seeing exchanges of money to men who appeared to be police officers.\n\nAdvertisement Continue reading the main story\n\nOn the day of the departure, the smugglers transferred the migrants to a beach and used rubber inflatable boats to transfer them to the larger vessel. At one point, according to a survivor, the smugglers continued to brutalize some of the passengers: In one instance, a boy stood, apparently without permission, and the smugglers killed him and tossed his body overboard."}