{"title": "Hungarian Journalist, Petra Laszlo, Fired for Kicking Migrants on Camera", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/09/09/world/europe/hungarian-journalist-fired-after-abusing-migrants-on-camera.html?ref=topics", "body": "An Internet television channel associated with Hungary’s far-right Jobbik party fired a camera operator on Tuesday after images of her kicking and tripping migrants spread across social networks.\n\nThe camerawoman, identified as Petra Laszlo by the Hungarian news site 444.hu, was captured on video tripping a migrant fleeing from the police at a makeshift relocation camp in Roszke, a few hundred yards from the Serbian border.\n\nFrustrated at the conditions in the camp, hundreds of migrants — among them Syrians, Iraqis and Afghans — burst through police lines at the camp on Tuesday, the CNN correspondent Arwa Damon reported.\n\nAfter more images appeared online showing Ms. Laszlo kicking migrants, including a child, her employer, N1TV, which works to popularize the virulently anti-immigrant Jobbik party, said in a brief statement that she had “behaved in an unacceptable manner,” and had been fired.\n\nVideo recorded by Ms. Laszlo for the broadcaster’s YouTube channel showed the man she tripped carrying a child in his arms as he ran from a police officer. The footage was edited to conceal the fact that Ms. Laszlo, wearing a surgical mask, had stuck out a leg to send the man sprawling.\n\nAdvertisement Continue reading the main story\n\nThe report shot by Ms. Laszlo also showed some of the migrants rounded up by the police after their attempted escape chanting, “Allahu Akbar,” or “God Is great.” In an interview with The Washington Post on Monday, the Roman Catholic Church’s prelate in southern Hungary cited that chant as evidence that Muslims fleeing war in the Middle East should be kept out. “They’re not refugees. This is an invasion,” Bishop Laszlo Kiss-Rigo said. “They come here with cries of ‘Allahu akbar.’ They want to take over.”\n\nThe bishop, whose remarks came one day after Pope Francis called on Catholics to take in refugees, said that he was “in total agreement with” Hungary’s prime minister, Viktor Orban, who wrote last week that migration from Muslim lands undermined efforts “to keep Europe Christian.”\n\nThe pope, Bishop Kiss-Rigo told The Post, “doesn’t know the situation.”", "summary": "An Internet television channel associated with Hungary’s far-right Jobbik party fired a camera operator on Tuesday after images of her kicking and tripping migrants spread across social networks.The camerawoman, identified as Petra Laszlo by the Hungarian news site 444.hu, was captured on video tripping a migrant fleeing from the police at a makeshift relocation camp in Roszke, a few hundred yards from the Serbian border.After more images appeared online showing Ms. Laszlo kicking migrants, including a child, her employer, N1TV, which works to popularize the virulently anti-immigrant Jobbik party, said in a brief statement that she had “behaved in an unacceptable manner,” and had been fired.Video recorded by Ms. Laszlo for the broadcaster’s YouTube channel showed the man she tripped carrying a child in his arms as he ran from a police officer.The bishop, whose remarks came one day after Pope Francis called on Catholics to take in refugees, said that he was “in total agreement with” Hungary’s prime minister, Viktor Orban, who wrote last week that migration from Muslim lands undermined efforts “to keep Europe Christian.”"}