{"title": "Palace of Squatters Is a Symbol of Refugee Crisis", "authors": ["Elisabetta Povoledo"], "url": "https://www.nytimes.com/2014/06/15/world/europe/palace-of-squatters-is-a-symbol-of-refugee-crisis.html", "body": "But those who live here say each round of attention, and each wave of newcomers, merely underscores the persistence of all that is not working with Italy’s immigration policies, and those of Europe more generally.\n\nThis year, populist parties have gained ground across Europe by playing on fears of immigration, shifting the debate toward themes of economic competition and the social cost for a tradition-bound Continent that seems more inclined than ever to wall itself off from global forces, whether corporate competition, digital innovation or the movements of people.\n\nNone of that, however, has stemmed the tide of people breaching Europe’s defenses. Over the last weekend alone, the Italian authorities recovered three bodies and rescued more than 5,400 people, most crossing the Mediterranean from Libya in overcrowded, rickety boats run by people smugglers.\n\nPhoto\n\n“They know about Salaam, this place is known in Africa, and before they even leave Libya they think about coming here,” said Bahar Abdalla, from Sudan, a longtime resident. “We won’t send anyone away. But we’re worried. This can’t continue.”\n\nFew migrants voluntarily ask for asylum in Italy, but rather hope to continue to northern Europe, making Salaam Palace a way station for some, and a permanent home for others forced to remain in the country as a result of the European Union’s so-called Dublin regulation. Intended to discourage multiple asylum claims, the rule calls for asylum seekers to request refugee status in the first member state they enter.\n\nHuman rights workers say the rule does not provide efficient or effective protection for the migrants, and puts a disproportionate burden on the European countries that border the Mediterranean.\n\nLast October, after several hundred migrants died in an accident off the island of Lampedusa, the southernmost Italian point in the Mediterranean, the European Union stepped up naval patrols, both to control the flow of migrants and to assist vessels in distress. Critics say the patrols have only increased the incentives for migrants to risk the dangerous passage. More and more keep coming.\n\nAdvertisement Continue reading the main story\n\n“Now they arrive still covered in sea salt,” said Donatella D’Angelo, a doctor with the volunteer group Cittadini del Mondo, or Citizens of the World, which has run the weekly medical clinic at Salaam Palace for eight years. “In the past at least they’d get fed and cleaned in reception centers on Lampedusa.”\n\n“This crisis has been dumped onto the occupied centers, rather than being handled at a national and European level, on the part of those who have the power to actually do something,” she said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nDespairing of waiting for help from the government and local authorities, Dr. D’Angelo recently made a public appeal for soap, towels, sheets, clothing and pharmaceuticals. Many charities and institutions responded, she said, including an elementary school that took up a collection of toothbrushes and toothpaste.\n\nOn a recent evening, dozens of young men — several in their teens — and women and children of varying ages lined up patiently to receive toiletries and clothing from volunteers, assisted by longtime residents.\n\n“As it is, it’s not easy to live here, we had to set them up in the garage on mattresses because it’s all we had to offer,” said Ibrahim Abdala, a volunteer originally from Darfur, in Sudan, who has lived in the building for six years.\n\nPhoto\n\nOne young Eritrean woman smiled shyly and nodded when Rosana Patti, a volunteer who normally teaches weekly Italian classes here, pulled a pink T-shirt from a cardboard box of donated women’s clothes. “If things don’t calm down,” Ms. Patti said, “I don’t know how we can keep up.”\n\nCritics of Italy’s system say that assistance to asylum seekers and refugees is fragmented among too many different agencies that do not coordinate among themselves. Without more effective programs to integrate the migrants into society, the situation is “a bomb waiting to explode,” said Christopher Hein, director of the Italian Refugee Council.\n\n“First assistance to new migrants is still lacking. It’s true that we’re unprepared, but we’re unprepared because there is no planning,” said Daniela Di Capua, director of the state’s asylum protection agency. “Italy keeps trying to keep up with an emergency that has become ordinary.”\n\nRome, like other cities still feeling the strains of Europe’s long economic crisis, has struggled to provide assistance, and much of the care for those here rests with volunteers.\n\nAdvertisement Continue reading the main story\n\nThere is some evidence that the recent influx has caused the Italian authorities to take note. The health authorities met with various groups in recent weeks to discuss the situation. Officials have pledged to refurbish the medical clinic and build a deposit for donated items. The International Committee of the Red Cross set up an aid van, and one nonprofit organization has promised to clean up the garage and donate camp beds.\n\nMayor Ignazio Marino of Rome visited Salaam Palace last September with a delegation from City Hall and also promised help. But for those who have lived in Salaam Palace for years, the assurances of official assistance have little coinage.\n\n“Marino came, he spoke with us, but in the end it’s as if he hadn’t come, nothing has changed, it’s just getting worse,” said Ali, a resident of Salaam Palace who declined to give his last name. The residents have protested countless times for help, to no avail, he said. “Governments have come and gone but nothing has happened, just a lot of talk and we’re still in the same boat, waiting.”\n\nMayor Marino sees the problem as extending beyond Rome. Europe as a whole “has to offer opportunities to people, not just beds, but new opportunities for their lives,” he said in a telephone interview earlier this year. He called for a strategic plan for refugees.\n\n“This is a challenge that has to be faced at the European Union level,” he said."}