{"title": "2 Suspects Killed in Gun Battle in Belgian Antiterror Raid", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2015/01/16/world/europe/police-raid-belgium.html", "body": "“During the investigation, we found that this group was about to commit terrorist attacks in Belgium,” he said, adding that the specific targets were the Belgian police.\n\n“For the time being, there is no connection with what happened in Paris,” he said.\n\nEarlier in the day, officials said a man had turned himself in on Wednesday, and they were looking into possible connections between him and the terrorists in Paris.\n\nMr. Van Der Sypt said the man had been arrested in Charleroi, south of Brussels, on suspicion of arms dealing. He surrendered to the police after a raid there on Tuesday.\n\nMr. Van Der Sypt said in a telephone interview that the authorities were investigating whether that man might be linked to the attacks in and near Paris last week. “For the moment, we certainly can’t confirm a link,” Mr. Van Der Sypt said.\n\nPhoto\n\nHe also said there was no direct connection between the raid in Charleroi and the raids carried out on Thursday.\n\nBelgian news outlets reported that the police had evidence that the man arrested in Charleroi had arranged a sale of ammunition to Amedy Coulibaly, the gunman who killed four people and held others hostage at a kosher supermarket in Paris last Friday.\n\nMr. Van Der Sypt said at the news conference that a judge who specializes in handling terrorism cases had issued about 10 search warrants for the raids on Thursday, which were carried out in Brussels and in the surrounding Halle-Vilvoorde district, as well as in Verviers.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe said the Belgian authorities had been monitoring the suspects for weeks — starting “before the attacks in Paris, I would like to stress.” The suspects were all Belgian citizens, he said, but he declined to comment on their origins or their activities in Syria.\n\nAdvertisement Continue reading the main story\n\nThe raids in Brussels and Halle-Vilvoorde were still in progress, Mr. Van Der Sypt added. He promised further updates on Friday morning.\n\nAs the authorities across Western Europe redoubled their efforts to deal with jihadists and terrorism threats in the wake of the Paris attacks, several national leaders sought on Thursday to head off any backlash against Muslims.\n\n“We must be clear between ourselves, lucid — the Muslims are the first victims of fanaticism, extremism and intolerance,” President François Hollande of France told an audience at the Institute of the Arab World in Paris.\n\nSeparately, the French authorities moved to reward an immigrant from Mali, Lassana Bathily, who was working in the kosher supermarket in Paris that Mr. Coulibaly seized. For helping customers hide and then assisting the police, he would be granted immediate citizenship, with the naturalization process cut short, the authorities said.\n\nAnd in Germany, the authorities said they had detained a dual German and Tunisian citizen as a suspected member of the Islamic State, the extremist group, who had traveled to Syria via Turkey last May and returned to Germany in August.\n\nA statement from the federal prosecutor’s office said the man, identified as Ayub B., 26, was suspected of having received military training and of recruiting fighters.", "summary": "Belgian news outlets reported that the police had evidence that the man arrested in Charleroi had arranged a sale of ammunition to Amedy Coulibaly, the gunman who killed four people and held others hostage at a kosher supermarket in Paris last Friday.Mr. Van Der Sypt said at the news conference that a judge who specializes in handling terrorism cases had issued about 10 search warrants for the raids on Thursday, which were carried out in Brussels and in the surrounding Halle-Vilvoorde district, as well as in Verviers.As the authorities across Western Europe redoubled their efforts to deal with jihadists and terrorism threats in the wake of the Paris attacks, several national leaders sought on Thursday to head off any backlash against Muslims.“We must be clear between ourselves, lucid — the Muslims are the first victims of fanaticism, extremism and intolerance,” President François Hollande of France told an audience at the Institute of the Arab World in Paris.Separately, the French authorities moved to reward an immigrant from Mali, Lassana Bathily, who was working in the kosher supermarket in Paris that Mr. Coulibaly seized."}