{"title": "Thousands of Migrants Stranded in Greece as Route North Is Narrowed", "authors": ["Suzanne Daley"], "url": "https://www.nytimes.com/2015/12/10/world/europe/greece-macedonia-migrants-refugees.html", "body": "After clashes between the police and the migrants, and amid concern that the encampment was blocking rail traffic across the border, the Greek authorities sent forces in on Wednesday to clear it out. They demanded that journalists and aid workers leave the scene, and they began herding hundreds of migrants onto buses that would take them to Athens, where they are to be housed while the government figures out what to do with them. A news release issued by the Greek police on Wednesday afternoon said that about 2,300 migrants had been transferred to temporary accommodations in Athens. Most are from Pakistan, Somalia, Morocco, Algeria and Bangladesh, the statement said.\n\nThe Greek police are also trying to prevent a new buildup of migrants along the border with Macedonia by intercepting them as they enter the country and sending all those who are not Syrian, Iraqi or Afghan to Athens.\n\nMost of the stranded have sold all they owned — homes, motorcycles and even textbooks — to make it this far. It is not clear that the migrants who continue to stream into Greece are aware that only those from Syria, Iraq and Afghanistan will be allowed to continue north.\n\nPhoto\n\nThe number of arrivals in Greece fluctuates enormously from day to day. But since a peak of 10,000 arrivals in one day in October, the number has generally declined to an average of about 2,000 a day during the first week of December. No one knows how many more may be in the pipeline, too far gone to turn back and undeterred by the growing risks of winter weather. The Greek authorities said Wednesday that at least 12 people had drowned when a boat carrying as many as 50 migrants capsized in the Aegean.\n\nThose who now find their route blocked say there is little or no distinction between the countries they came from and Syria, Iraq and Afghanistan.\n\n“We have a war in Yemen,” said Waled al-Shaibani, 20, who has been at the border for 10 days and is living in an empty boxcar on the nearby train tracks. “We are being bombed by Saudi Arabia. Why is that different?”\n\nBut the guards at the border, he said, just pushed him away.\n\nDoctors Without Borders, the aid agency that runs the camp, said it got no warning before Macedonia began sending back anyone who was not from Iraq, Syria or Afghanistan.\n\nAdvertisement Continue reading the main story\n\n“One day, just like that, the policy changed,” said Yvonne Ovesson, who manages food distribution at the camp. “I don’t think Greek officials knew it was coming.”\n\n100 Miles ROMANIA SERBIA Black Sea BULGARIA MACEDONIA Idomeni GREECE Aegean Sea TURKEY Mediterranean Sea\n\nIt is not clear how the new policy came into being. The Macedonian government has said little about it, but it went into effect as a succession of countries to the north made similar decisions to weed out those migrants they believe are coming to get jobs rather than to flee wars.\n\nGermany has been pressing neighboring countries to better regulate the flow across its borders. It already has a system in place to screen and deport migrants who make it that far but are judged not to qualify for asylum.\n\nThe process of screening migrants by nationality has left thousands trapped along the way, with as many as 6,000 living at times in the mud along this border, their fury bubbling over almost daily with protests and efforts to storm or tear down the new fence, which now stretches nearly 40 miles and sparkles in the sunlight. But to no avail.\n\nThe Macedonian police have responded at times with tear gas and rubber bullets. One Moroccan man died when, in a melee, he climbed onto the roof of a train car and touched the electricity cables overhead.\n\nAs the flow of migrants grew last summer, Chancellor Angela Merkel of Germany stepped in to assure them that her country would keep its doors open.\n\nPhoto\n\nNow, Ms. Ovesson said, many of the men, women and children camped along the Greece-Macedonia border are hoping that Ms. Merkel will speak up for them, too.\n\n“They ask all the time,” she said. “Has Angela said anything?”\n\nBut Ms. Merkel, struggling to find shelter for the hundreds of thousands of new arrivals that have already made it to Germany and with her popularity ratings dropping, has said nothing to indicate she wants the new policy to be changed.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSome of the people who have risked their lives to get here are simply poor and looking for a way to support families back home. Mohamed Wadi, an 18-year-old soccer player from Morocco, said his club did not pay him to play while the managers made money. “I only want a chance,” he said. “I’m the oldest with three brothers that I need to support.”\n\nAdvertisement Continue reading the main story\n\nBut others, ranging from the Yemenis to a group from the Baluchistan region of Pakistan, which has been racked with violence, and dozens of Iranians, who fear imprisonment or worse because they are Christian, gay or political activists, can make an effective case for asylum in Europe, experts say.\n\nNow, however, it seems that Greece, a virtually bankrupt country with an unemployment rate of more than 25 percent, may be the end of the road for them. Many refuse to accept this idea, walking the fence to see where they might be able to sneak past the Macedonian guards.\n\nPhoto\n\n“I will crawl up that mountain if I have to,” said Amir Lalenia, a 31-year-old Iranian, who said he wants to be free to practice his Christian faith.\n\n“I left home for good,” he said. “I am not going back. If we could live there, why would we be here? There are not just bombs that are dangerous, you know.”\n\nThe Greek authorities have objected to the new triage by nationality, calling it unfair. In an email, Greece’s minister for migration policy, Ioannis Mouzalas, said the Greek government had “repeatedly expressed” its disagreement with what was going on at the border. “This categorization also contravenes the principles of the United Nations,” he said.\n\nBut some experts say the decision to take only Syrians, Afghans and Iraqis is a simple numbers calculation. They are the nationalities who are generally granted asylum more than 70 percent of the time.\n\n“There are so many people coming that people are just looking for a way to slow things down,” said Daniel Esdras, the head of the Greek office of the International Organization for Migration. “It’s not nice to categorize people like this, but what can you do?”\n\nPhoto\n\nThe migration organization, which generally provides migrants with plane tickets and a little start-up money to go home, ran out of funds in June this year and only recently got emergency funding that could help 1,000 people return to their countries of origin.\n\nAdvertisement Continue reading the main story\n\nBut at the border, few say they would consider such a thing, and it appears that Greece will be left with the job of deciding on asylum applications and resettling those who decide to stay.\n\nMany of those now being shuttled back from the border to Athens are being housed in former Olympic stadium sites, which have been abandoned for years.\n\nThere were more than 500 people, many sleeping on the floor, in the administrative building of the former hockey stadium on a recent evening. Some had come back from the border. Others had not been there yet.\n\n“We are full,” said Marios Karagiannakis, the shift supervisor at the stadium. “But they keep coming. I leave at 2 a.m., and when I get back there are another 60.”", "summary": "After clashes between the police and the migrants, and amid concern that the encampment was blocking rail traffic across the border, the Greek authorities sent forces in on Wednesday to clear it out. They demanded that journalists and aid workers leave the scene, and they began herding hundreds of migrants onto buses that would take them to Athens, where they are to be housed while the government figures out what to do with them. The process of screening migrants by nationality has left thousands trapped along the way, with as many as 6,000 living at times in the mud along this border, their fury bubbling over almost daily with protests and efforts to storm or tear down the new fence, which now stretches nearly 40 miles and sparkles in the sunlight. But others, ranging from the Yemenis to a group from the Baluchistan region of Pakistan, which has been racked with violence, and dozens of Iranians, who fear imprisonment or worse because they are Christian, gay or political activists, can make an effective case for asylum in Europe, experts say."}