{"title": "Europe Increases Aid to Italy to Help With Influx of Migrants", "authors": ["Gaia Pianigiani"], "url": "https://www.nytimes.com/2015/02/20/world/europe/europe-offers-help-to-italy-in-dealing-with-influx-of-migrants.html", "body": "FLORENCE, Italy — The European Commission on Thursday announced an increase in funds to help Italy deal with an influx of migrants fleeing African and Middle East nations by boat amid a deteriorating political situation in Libya. It pledged 13.7 million euros, or about $15.6 million, to assist with unaccompanied minors and €18 million to extend Triton, Europe's border control operation in the Mediterranean.\n\n”We cannot replace Italy in the management of the external borders, but we can lend a helping hand,” said the European Union's migration commissioner, Dimitris Avramopoulos. “Italy is not alone. Europe stands with Italy.”\n\nTriton, which is responsible for patrolling the Continent’s shores and, in emergencies, rescuing people in distress, was supposed to last for only a few months as a replacement for Mare Nostrum, the Italian Navy-led search-and-rescue mission. European authorities decided on Thursday to fund Triton until “at least the end of 2015.” They did not clarify whether the patrols would start traveling farther out in the Mediterranean.\n\nCritics have warned that as long as Triton remained limited to 30 nautical miles off the coast, more shipwrecks were bound to occur as the rubber boats that traffickers of migrants increasingly use for sea crossings encounter difficulties as far away as 100 nautical miles south of Italy.", "summary": "FLORENCE, Italy — The European Commission on Thursday announced an increase in funds to help Italy deal with an influx of migrants fleeing African and Middle East nations by boat amid a deteriorating political situation in Libya.”We cannot replace Italy in the management of the external borders, but we can lend a helping hand,” said the European Union's migration commissioner, Dimitris Avramopoulos.Triton, which is responsible for patrolling the Continent’s shores and, in emergencies, rescuing people in distress, was supposed to last for only a few months as a replacement for Mare Nostrum, the Italian Navy-led search-and-rescue mission.European authorities decided on Thursday to fund Triton until “at least the end of 2015.” They did not clarify whether the patrols would start traveling farther out in the Mediterranean.Critics have warned that as long as Triton remained limited to 30 nautical miles off the coast, more shipwrecks were bound to occur as the rubber boats that traffickers of migrants increasingly use for sea crossings encounter difficulties as far away as 100 nautical miles south of Italy."}