{"title": "Party Leaders End British Election Campaign More Energized Than Voters", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/05/07/world/europe/party-leaders-end-british-election-campaign-more-energized-than-voters.html", "body": "The final polls suggest that the country remains deeply divided, that neither the Conservatives nor Labour has a clear advantage and that many voters are dispirited by the choice in front of them.\n\n“I’m a bit sick of it all; it all sounds the same,” said Gayle Lazda, 29, who works in a London bookshop. “They have that way of speaking where it all sounds meaningless, and I can’t be bothered to listen. I don’t pretend to myself that it’s going to make a difference.”\n\nGreg Pittard, a film editor, called the campaign lackluster even as he noted the rise of smaller parties offering new approaches. “Another day, another gimmick, and it’s just not satisfying,” he said. “The only interesting aspect is that different voices are breaking through. In that sense, it’s exciting.”\n\nAll three main party leaders were essentially trying to manage the consequences of their likely inability to claim a clear victory, while maneuvering to see how they could form or join a government that could survive more than a few months.\n\nA number of models suggest that the two main parties will roughly split two-thirds of the vote. The Conservatives are projected to win the largest number of seats, but short of the 326 seats needed to form a majority (the number falls to 323 if Sinn Fein, which does not take its seats in Parliament, keeps its current five seats; the speaker does not normally vote). The Conservatives may even be unable to achieve a majority in combination with their current coalition partners, the Liberal Democrats, plus the Northern Irish Democratic Unionist Party and the tacit support of the U.K. Independence Party.\n\nLabour is projected to do well in England but suffer a blowout in Scotland, losing many of its 41 seats there to the Scottish National Party. The Scottish party’s resurgence under its new leader, Nicola Sturgeon, since losing Scotland’s independence referendum last year has been the most striking shift of the campaign. A big setback in Scotland could deny Labour the chance to win the most seats and more easily form a government. But it is possible that Mr. Miliband could end up as prime minister anyway, supported by a hodgepodge of anti-Tory parties, including the Scottish nationalists.\n\nPhoto\n\nThat possibility has led to a debate, led by Mr. Cameron and his supporters, about the “legitimacy” of a second-place party forming a government, but the rules are clear: Any party that can form a majority in Parliament has the right to govern. Not since 1923 has a second-place party managed to form a government; that government lasted less than a year.\n\nAdvertisement Continue reading the main story\n\nLabour’s opponents have also argued that any government that relied on support from the Scottish nationalists would lack credibility, since it would be dependent on the votes of a party that is committed to an independent Scotland.\n\nLabour has said that it will make no formal deal with the Scots, though Mr. Miliband has signaled that if it came time to test whether he could command a majority, he would simply put his party’s program to Parliament and dare the Scottish National Party to vote against it.\n\nIn 2010, the Conservatives won 306 seats, Labour 258, the Liberal Democrats 57 and the Scottish National Party six.\n\nPhoto\n\nTo form a government, the Conservatives are thought to need around 290 seats this time — 300 would almost certainly be enough to allow them to continue in office in partnership with the Liberal Democrats. But many projections have them at around 280 seats, with the Liberal Democrats getting fewer than 30. So even with the Democratic Unionists and the U.K. Independence Party, expected to get at least a tenth of the vote but only a handful of seats, Mr. Cameron may find himself short of a majority.\n\nThe same projections have Labour at 266 seats or so — meaning it would need to gain the support of the Liberal Democrats and also the Scottish National Party, which polls suggest could win 50 of Scotland’s 59 seats. The S.N.P. is farther to the left than Labour and wants more spending than Labour considers wise. The parties also disagree fundamentally on Britain’s nuclear deterrent, which the Scottish nationalists want to scrap.\n\nStill, the S.N.P. and other smaller parties have vowed to keep the Conservatives out of Downing Street, and together with Labour, they may command a majority big enough to do that, even if the Tories get the most seats.\n\nMr. Cameron, who remains prime minister until he resigns or Parliament votes a motion of no confidence, could hold on until May 27, the date of the Queen’s Speech, which formally opens the new Parliament and sets out the projected government agenda.\n\nPhoto\n\nBut if the election returns are bad for him, he might resign beforehand. Everyone will start doing the math by about dawn on Friday, but the leadership and composition of the next government may not be clear for at least a week and possibly more.\n\nAdvertisement Continue reading the main story\n\nThe campaign has focused almost exclusively on domestic issues, but the outcome of the election will be important for other big questions, too.\n\nMr. Cameron vows to hold a referendum on continued British membership in the European Union by the end of 2017 and wants to get back more control over some issues from Brussels; Mr. Miliband has avoided backing a referendum and argues that Britain is better off in Europe, so long as new powers are not transferred to the Continent.\n\nBoth main parties also acknowledge that they will continue to cut military spending, which is already slipping below the NATO guideline of 2 percent of gross domestic product. And there is an increasing sense, especially in Washington, that Britain is slipping away from its close partnership with the United States, particularly on military matters.\n\nA “Little England,” as Jeremy Shapiro of the Brookings Institution wrote recently, “does not augur well for a U.S. foreign policy which aims specifically to empower like-minded states to share the burdens of leadership.”\n\nPolls open at 7 a.m. and close at 10 p.m. A nationwide exit poll, shared by all the national networks, will be released soon after the polls close.", "summary": "The final polls suggest that the country remains deeply divided, that neither the Conservatives nor Labour has a clear advantage and that many voters are dispirited by the choice in front of them.All three main party leaders were essentially trying to manage the consequences of their likely inability to claim a clear victory, while maneuvering to see how they could form or join a government that could survive more than a few months.The Scottish party’s resurgence under its new leader, Nicola Sturgeon, since losing Scotland’s independence referendum last year has been the most striking shift of the campaign.Labour’s opponents have also argued that any government that relied on support from the Scottish nationalists would lack credibility, since it would be dependent on the votes of a party that is committed to an independent Scotland.A “Little England,” as Jeremy Shapiro of the Brookings Institution wrote recently, “does not augur well for a U.S. foreign policy which aims specifically to empower like-minded states to share the burdens of leadership.”"}