{"title": "European Union Plans Emergency Aid to Help Trapped Refugees", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2016/03/03/world/europe/eu-aid-migrants-greece.html", "body": "The migrants have been halted by countries like Macedonia, which has imposed tougher border controls and where violence has erupted in recent days as armed police officers confront those seeking to cross through the country.\n\nPhoto\n\nWith the weather turning warmer and the sea crossing from Turkey to Greece becoming more navigable, the number of migrants making the trip is expected to rise in coming weeks. This may put even more pressure on Greece, which could become a giant holding center for migrants who cannot go forward, but who will not, or cannot, go back.\n\nGreece risks becoming a “new Lebanon for Europe, a warehouse of souls,” Ioannis Mouzalas, a Greek minister for immigration policy, warned last week at a meeting in Brussels of the European Union’s interior ministers.\n\nThe aid proposal was announced Wednesday by the European Commission, the executive arm of the European Union, and it requires the approval of a majority of governments.\n\nNormally, the bloc reserves humanitarian aid from its budget to spend on things like tents and food in poorer parts of the world that are struck by natural disasters or conflicts. It has paid for humanitarian aid missions in Iraq, South Sudan and Syria in the past decade. Yet the number of migrants reaching Greece has forced Europe to adapt its aid policies to try to avert a catastrophe on the Continent.\n\nThe number of migrants arriving in Greece in January was about 68,000, or 38 times higher than a year earlier, according to Frontex, the bloc’s border control agency.\n\nApproximately 108,000 migrants arrived on the Greek islands in the first two months of the year, Frontex said.\n\nAdvertisement Continue reading the main story\n\n“No time can be lost in deploying all means possible to prevent humanitarian suffering within our own borders,” Christos Stylianides, the European commissioner for humanitarian aid and crisis management, said in a statement before a news conference on Wednesday. The “proposal will make €700 million available to provide help where it is most needed,” he said.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe so-called Emergency Assistance Instrument would allow for a faster, more targeted response to major crises, including helping member states cope with large numbers of refugees, according to the commission.\n\nThe money, to be disbursed over the next three years, would go to organizations such as United Nations agencies and aid groups, the commission said. The program would be structured so that existing humanitarian aid programs outside the bloc would not lose funding, it said.\n\nAt least initially, a majority of the funding is expected to go to help the situation in Greece, and the move highlights the uncertain future for that country, where a debt crisis that began six years ago threatened to sink the euro, the European Union’s flagship economic project.\n\nLike the crisis over migration, the euro crisis became a battle over how to keep the Continent unified in the face of severe challenges in nations such as Greece and Cyprus on the bloc’s periphery. Yet the migration crisis has rapidly developed into an even more severe test of the unity of the European Union.\n\nThe crisis also has a geopolitical dimension that has led to stark warnings about the potential consequences for the European Union if the war in Syria, where Russia is supporting the government of President Bashar al-Assad, cannot be tamped down.\n\nOn Tuesday, the top NATO commander in Europe, Gen. Philip M. Breedlove of the United States Air Force, warned lawmakers that Russia and the Assad government were “deliberately weaponizing migration in an attempt to overwhelm European structures and break European resolve.”\n\nGeneral Breedlove, addressing the Senate Armed Services Committee, suggested that the Islamic State, also known as ISIS or ISIL, was taking advantage of the crisis to infiltrate the migrants “like a cancer,” and to threaten Europe and the United States.", "summary": "With the weather turning warmer and the sea crossing from Turkey to Greece becoming more navigable, the number of migrants making the trip is expected to rise in coming weeks. The so-called Emergency Assistance Instrument would allow for a faster, more targeted response to major crises, including helping member states cope with large numbers of refugees, according to the commission. At least initially, a majority of the funding is expected to go to help the situation in Greece, and the move highlights the uncertain future for that country, where a debt crisis that began six years ago threatened to sink the euro, the European Union’s flagship economic project. The crisis also has a geopolitical dimension that has led to stark warnings about the potential consequences for the European Union if the war in Syria, where Russia is supporting the government of President Bashar al-Assad, cannot be tamped down."}