{"title": "In Catalonia Crisis, Shared Blame for ‘a Difficult and Undesirable Situation’", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/10/22/world/europe/catalonia-spain-carles-puigdemont-mariano-rajoy.html", "body": "“You need mistakes on both sides to get entangled in such a difficult and undesirable situation,” said Pablo Simón, a politics professor at the Carlos III University in Madrid.\n\nCatalan separatists have been flouting Spain’s Constitution, he argued, but “the central government could have searched for political dialogue and really reached out to the more moderate Catalans.”\n\n“Between fiercely defending the status quo in Spain and claiming the right to self-determination,” Mr. Simón added, “there are a lot of gray areas that have simply been left unexplored.”\n\nSeparatism has century-old roots in Catalonia, a region that has its own culture and language. It was one of the factors that plunged Spain into a civil war in the 1930s that was then followed by a lengthy dictatorship under Gen. Francisco Franco.\n\nBut after Franco’s death in 1975, Catalonia endorsed Spain’s democratic Constitution. Working hand in hand with politicians in Madrid, conservative politicians in Catalonia acted as a buffer against smaller parties advocating secessionism.\n\nStill, the desire for a distinct identity was not slaked. Catalans tried to finesse greater autonomy for themselves, striking a deal in 2006 that was approved in a Catalan referendum — as well as by both Catalan and Spanish lawmakers — and one that might have forestalled the current crisis over yet more extreme demands.\n\nBut Spain’s constitutional court rejected part of that text in 2010 after Mr. Rajoy’s Popular Party had campaigned fiercely against it.\n\nAdvertisement Continue reading the main story\n\nIn each and every subsequent round of the conflict, Mr. Rajoy and Mr. Puigdemont have both raised the stakes and boxed themselves into a corner by making irreconcilable pledges.\n\nBay of Biscay FRANCE CATALONIA Barcelona Madrid PORTUGAL SPAIN Mediterranean Sea Strait of Gibraltar ALGERIA 200 Miles MOROCCO\n\nNo small amount of the momentum that thrust the country into crisis was the desire to save face by both men, who were playing to vastly different political constituencies.\n\nAbove all, Mr. Rajoy could not afford to appear weak. In his decisions, he was looking beyond Catalonia at the rest of Spain, where a firm stance has allowed him to reclaim a national leadership that was seriously put at risk in 2016, following two inconclusive national elections amid major corruption scandals afflicting his governing Popular Party.\n\nCatalan secessionism also allowed Mr. Rajoy to rope in the main opposition Socialist party into a shared commitment to defend Spanish unity.\n\nMr. Puigdemont, on the other hand, gained by playing to the home crowd with promises of independence that always amounted to castles in the air, in a European Union committed to defending its member states against any rebellion by one of the Continent’s regions.\n\nThis dynamic steadily widened the gap between the two leaders.\n\nA month ago, Mr. Rajoy promised that Catalonia would never hold an illegal referendum on independence, while Mr. Puigdemont told Catalan voters that they would.\n\nOn Oct. 1, almost 2.3 million voters defied a Spanish police crackdown to vote overwhelmingly for independence, in a referendum that was held without legal guarantees and was boycotted by most Catalan citizens opposed to secession.\n\nAfter the referendum, Mr. Puigdemont and Mr. Rajoy engaged in a game of chicken, exchanging ultimatums.\n\nAdvertisement Continue reading the main story\n\nThen on Saturday, Mr. Rajoy set in motion what Ernesto Ekaizer, a Madrid-based journalist, described as “a bulldozer” to quash secessionism.\n\nBy invoking Article 155 of the Spanish Constitution, Mr. Rajoy now intends to remove Mr. Puigdemont and other separatist leaders from office, and call new elections within six months.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nArticle 155, a vaguely worded provision in the Constitution that has never before been tested, in effect allows the central government to strip the autonomy of a region that is “seriously prejudicing the general interests of Spain.”\n\nWriting on Sunday in Ara, a Catalan separatist newspaper, Mr. Ekaizer warned that Mr. Rajoy’s intervention could backfire and “won’t do anything more than make the situation more serious.”\n\nIndeed, the path ahead in such a scenario is treacherous. Not least, Catalans have already voted for a regional Parliament where a majority of lawmakers support secession, even without so far winning a majority of the votes in the region. There is not much reason to believe the outcome of a new vote would be different.\n\nMr. Rajoy and the Spanish courts may be tempted to ban hard-line separatist parties and their politicians. But the impulse may only lead them further down a path that Catalans see as increasingly repressive, as Madrid attempts to get the lawmakers it wants in Catalonia, not the ones it has.\n\nMr. Rajoy is likely to get approval on Friday for his emergency measures from the Spanish Senate, where his conservative party holds a majority.\n\nPhoto\n\nSeparately, the Catalan Parliament is set to meet this week to review what Mr. Puigdemont described as Mr. Rajoy’s decision to “eliminate our self-government and our democracy.”\n\nWhile the chasm between both sides is wide, it may not be unbridgeable.\n\nMr. Puigdemont could still forestall the application of Article 155 if he decides to call new elections himself, pre-empting Mr. Rajoy.\n\nAdvertisement Continue reading the main story\n\nAlternately, he could get his separatist lawmakers to vote for a unilateral declaration of independence, as he recently threatened.\n\n“We’re reaching the end of a poker game in which both players have now shown their trump cards but not actually put them on the table,” said Antón Costas, an economics professor at the University of Barcelona.\n\n“So however bad things look, there is still a final opportunity to have neither a declaration of independence nor Article 155,” he said.\n\nBut such an off-route may easily be passed given the speed of Catalonia’s crisis. With each missed opportunity to defuse the dispute, the gulf between the sides only widens.\n\nIn 2012, coinciding with the global financial crisis and the meltdown of Spain’s banking sector, grievances over the failure to gain greater autonomy turned instead into Catalan demands for a better fiscal deal for the prosperous region, which Mr. Rajoy rejected.\n\nThat rebuff pushed Catalonia’s conservative government to embrace an independence project whose appeal on the street grew. Even after Spain came out of recession in late 2013, the independence movement was in full flow.\n\nIn defiance of Spain’s courts and government, Catalonia held a nonbinding independence vote in 2014 that was followed by regional elections in 2015, in which an unwieldy alliance of separatist parties won most seats in the Catalan Parliament, but only 48 percent of the vote.\n\nSince then, Mr. Puigdemont has used Mr. Rajoy’s stonewalling as a reason to pursue his statehood project unilaterally, under self-made Catalan laws, rather than those of Spain.\n\nAdvertisement Continue reading the main story\n\nMr. Rajoy didn’t negotiate earlier because he probably assumed that “demands for independence were linked to economic problems and would evaporate once the crisis was over,” said Mr. Simón, the politics professor.\n\nNow, Mr. Rajoy is committed to using the “logical tool” of Article 155, even if taking charge of Catalonia is “a high-risk operation, which can provoke disobedience by civil servants and peaceful resistance by citizens,” Mr. Simón added.\n\nStill, Mr. Rajoy has won significant cross-party backing for his strategy in Catalonia, said Luis Garicano, a leading member of the center-right Ciudadanos party that has been a staunch ally of Mr. Rajoy in opposing Catalan secessionism.\n\n“It’s never good news that things should get this far, but what is very, very good news is that there is a lot of unity among the constitutional forces, especially with the Socialists,” Mr. Garicano said.\n\n“We can’t know for sure what comes next,” Mr. Garicano added. “But the worse way would have been if Mr. Rajoy had now tried to act very minimally and then still have failed.”", "summary": "Mr. Puigdemont, on the other hand, gained by playing to the home crowd with promises of independence that always amounted to castles in the air, in a European Union committed to defending its member states against any rebellion by one of the Continent’s regions.On Oct. 1, almost 2.3 million voters defied a Spanish police crackdown to vote overwhelmingly for independence, in a referendum that was held without legal guarantees and was boycotted by most Catalan citizens opposed to secession.Article 155, a vaguely worded provision in the Constitution that has never before been tested, in effect allows the central government to strip the autonomy of a region that is “seriously prejudicing the general interests of Spain.”In 2012, coinciding with the global financial crisis and the meltdown of Spain’s banking sector, grievances over the failure to gain greater autonomy turned instead into Catalan demands for a better fiscal deal for the prosperous region, which Mr. Rajoy rejected.Now, Mr. Rajoy is committed to using the “logical tool” of Article 155, even if taking charge of Catalonia is “a high-risk operation, which can provoke disobedience by civil servants and peaceful resistance by citizens,” Mr. Simón added."}