{"title": "With No Unified Refugee Strategy, Europeans Fall Back on Old Alliances", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2016/02/26/world/europe/with-no-unified-refugee-strategy-europeans-fall-back-on-old-alliances.html", "body": "Mr. Krastev added, “The basic question is, which country turns into a parking lot for refugees?”\n\nFor many months, European Union officials, joined by Ms. Merkel, have tried to share the burden by distributing quotas of the refugees already in Greece and Italy to different member states. Many states have balked, and the program is largely paralyzed.\n\nEuropean Union leaders also agreed to pay 3 billion euros, roughly $3.3 billion, to aid organizations in Turkey to help stanch the flow of migrants departing the Turkish coast for the Greek islands. But record numbers of migrants keep coming.\n\nWithout an effective Europe-wide policy response, and facing growing public anger in many countries, Europe’s national leaders have splintered, searching for allies.\n\nPhoto\n\nOnly months ago, Austria, like Germany, symbolized Europe’s welcoming embrace to Syrians and other refugees fleeing war and poverty. Now, Austria is defying European Union officials — and frustrating Ms. Merkel — by placing a cap on refugees.\n\nAustria also convened a meeting on Wednesday in Vienna with many of the Balkan states that last year had allowed migrants to cross their borders while traveling north toward Germany and Sweden.\n\nThe group in Vienna agreed to tighten limits on the number of migrants allowed to travel north, and pledged to help Macedonia clamp down on its southern border with Greece.\n\nPoland and Hungary are also providing help to Macedonia. Earlier, police chiefs in Austria, Croatia, Macedonia, Serbia and Slovenia established tighter rules for screening migrants.\n\nAdvertisement Continue reading the main story\n\nTaken together, these moves threaten to turn Greece into the so-called refugee parking lot. Already, the Greek police have had to relocate several thousand migrants from the border checkpoint with Macedonia to refugee centers on the outskirts of Athens.\n\nPhoto\n\nThe Greek prime minister, Alexis Tsipras, is incensed and Greece on Thursday recalled its ambassador to Austria. Greece’s Foreign Ministry issued a statement warning against the re-emergence of Europe’s ancient rivalries.\n\n“It is clear that the major problems of the European Union cannot be confronted via thoughts, attitudes and extra-institutional initiatives that have their roots in the 19th century,” the statement said.\n\nGreece is now the primary entry point for Syrians and other refugees trying to reach Europe. Already this year, more than 100,000 migrants have landed on Greek islands, the International Organization for Migration has reported, a number that could ultimately top one million or more. Greek officials warn that the country — still reeling from the economic crisis — could be thrown into civil conflict if it becomes a dumping ground for migrants trying to reach the rest of Europe.\n\n“This is not a Greek problem,” said Megan E. Greene, chief economist for Manulife Asset Management and a longtime analyst of Europe.\n\n“It is a European problem, and it needs a European solution. We are seeing ‘solidarity’ go out the window.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAnalysts say that if the deal struck this week in Austria becomes integrated into a broader European Union policy, with Macedonia effectively becoming the bloc’s outer edge, it would redraw the external borders of the group. Greece would be left outside the bloc’s de facto borders, despite being a European Union member. Yet Macedonia and Serbia, neither of which are members, would be inside.\n\nThe European Union will hold a pivotal March 7 meeting with Turkey to discuss the flow of refugees. European leaders will then gather in Brussels on March 17-18 for a summit meeting intended to achieve a unified migration policy — the session that represents Mr. Tusk’s deadline.\n\nAdvertisement Continue reading the main story\n\nLeaders like Ms. Merkel have long argued that migration demands a Europe-wide solution and is too big for any single country to adequately address. Yet it will not be easy.\n\nHungary is now planning to hold a public referendum on whether to accept or reject refugees. Italy — which has been dealing with migration for years — is calling for the creation of so-called Eurobonds to finance the response to the migration crisis — even as Germany and other countries remain wary.\n\nIn Germany, the political pressure on Ms. Merkel is only growing, and some predict that the anti-immigrant Alternative für Deutschland party could make serious inroads in three important upcoming state elections.\n\nMoreover, Ms. Merkel’s own re-election campaign next year could be in doubt. She has criticized Austria and the other countries for acting outside European Union parameters, and for potentially isolating Greece. Yet a policy to tighten borders and stem the refugee flow could likely help her politically.\n\n“For Germany, it is vital to bring the numbers down,” said Almut Möller, head of the Berlin office of the European Council on Foreign Relations.", "summary": "Greek officials warn that the country — still reeling from the economic crisis — could be thrown into civil conflict if it becomes a dumping ground for migrants trying to reach the rest of Europe. Analysts say that if the deal struck this week in Austria becomes integrated into a broader European Union policy, with Macedonia effectively becoming the bloc’s outer edge, it would redraw the external borders of the group. European leaders will then gather in Brussels on March 17-18 for a summit meeting intended to achieve a unified migration policy — the session that represents Mr. Tusk’s deadline. In Germany, the political pressure on Ms. Merkel is only growing, and some predict that the anti-immigrant Alternative für Deutschland party could make serious inroads in three important upcoming state elections."}