{"title": "E.U. Proposes Quota System to Address Migration Crisis", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2015/05/14/world/europe/european-union-migration-refugees-quota-proposal.html", "body": "Strong anti-immigration sentiment has helped fuel the rise of nationalist, populist political movements in many nations. Continued economic problems across much of the Continent have left many nations cautious about taking on new costs. And proposals for military actions against smuggling have met with a cautious response.\n\nVideo\n\nThe resulting slow response has highlighted the limits of the bloc’s ability to mobilize in unison to confront big problems. In this case, Britain, Hungary and the Czech Republic signaled opposition to the quota plan even before it had been formally proposed.\n\nAs part of a so-called European Agenda on Migration, the quota system would primarily help Greece, Italy and Malta, which are among the main arrival points for the large number of migrants making the dangerous crossing of the Mediterranean. Hundreds of thousands are expected to chance the crossing this year; an estimated 1,800 people have died so far.\n\nA separate plan, to be discussed on Monday by European Union foreign ministers at a meeting in Brussels, will address the use of military force aimed at preventing trafficking by destroying vessels before they leave North Africa.\n\nEuropean Union leaders are expected to decide in June on the plan for quotas, which calls for the 28 member states to take in numbers of migrants relative to the states’ size and economic circumstances.\n\nMs. Mogherini said the migration proposals represented a “bold agenda” that should “address the plight of those escaping from wars, persecution and poverty.” Migration, she said, “is a shared responsibility” for all member states.\n\nGianni Pittella, an Italian lawmaker at the European Parliament, said the announcement showed “Europe is waking up” after “a shameful delay.”\n\nJohn Dalhuisen, the director for Europe and Central Asia for Amnesty International, said the European Commission had taken “a first step in shifting its Fortress Europe attitude towards the refugee crisis.”\n\nAdvertisement Continue reading the main story\n\nA senior United Nations refugee agency official called the European Commission proposal “a great breakthrough” at a time of record levels of displacement worldwide.\n\n“Solidarity among E.U. member states in the approach is the only way that a problem of this nature can be tackled,” said Volker Turk, assistant high commissioner for protection at the United Nations refugee agency.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTheresa May, the British home secretary, took a sharply different view. “Such an approach would only strengthen the incentives for criminal gangs to keep plying their evil trade — and reduce the incentive of member states to develop their own effective asylum systems,” she wrote in an opinion article in Wednesday’s issue of The Times of London.\n\nHer criticism followed comments a day earlier from Martin Povejsil, the Czech ambassador to the European Union, who suggested that his country would resist mandatory plans to accept migrants.\n\nThe British, Irish and Danes have the option not to participate in a quota system under existing agreements with the European Union, but others, including the Czechs and other Eastern and Central Europeans, would need to try to mount enough opposition to block approval.\n\nThat is seen as unlikely to succeed, because the plan is expected to have the backing of much larger member states like Italy, France and Germany, which should be able to push the measure through in the European Union’s weighted voting system.", "summary": "As part of a so-called European Agenda on Migration, the quota system would primarily help Greece, Italy and Malta, which are among the main arrival points for the large number of migrants making the dangerous crossing of the Mediterranean.A separate plan, to be discussed on Monday by European Union foreign ministers at a meeting in Brussels, will address the use of military force aimed at preventing trafficking by destroying vessels before they leave North Africa.A senior United Nations refugee agency official called the European Commission proposal “a great breakthrough” at a time of record levels of displacement worldwide.Her criticism followed comments a day earlier from Martin Povejsil, the Czech ambassador to the European Union, who suggested that his country would resist mandatory plans to accept migrants.That is seen as unlikely to succeed, because the plan is expected to have the backing of much larger member states like Italy, France and Germany, which should be able to push the measure through in the European Union’s weighted voting system."}