{"title": "Elites Flock to Anti-Euro Party, Alternative for Germany", "authors": ["Nicholas Kulish", "Melissa Eddy"], "url": "http://www.nytimes.com/2013/04/15/world/europe/elites-flock-to-anti-euro-party-alternative-for-germany.html", "body": "Mr. Lucke says the euro is dividing Europe rather than uniting it, as the single currency was meant to do. He has the support of a group of fellow academics who filed a case before Germany’s Federal Constitutional Court against the bailouts. Hardly a firebrand, he is also working with establishment figures like a former newspaper publisher and a former leader of the powerful Federation of German Industries. More than two-thirds of the supporters listed on the group’s home page have doctorates.\n\nThe party has more than 7,000 applicants and is working to gather enough signatures to be on the ballot in all 16 German states by the July deadline.\n\nThe fragile solidarity between the 17 euro-zone members has been sorely tested by the years of crisis and the growing list of bailouts. The countries needing help complain about diktats from Brussels and Berlin, while Germany and its northern allies grumble about the costs. Here in the German capital, the images of demonstrators in Athens, Madrid and now Nicosia, Cyprus — some of them waving swastikas or pictures of Ms. Merkel dressed as Hitler — have begun to try people’s patience.\n\nPollsters and political analysts doubt that the new party will attract more than 5 percent of the vote, the threshold for representation in the next Parliament. But it does not need that many votes to play the spoiler for Ms. Merkel.\n\n“They don’t need to get 5 percent to make things very tight for the chancellor,” said Wolfgang Nowak, a fellow at the North Rhine-Westphalia School of Governance in Duisburg. “And every swastika on the street in Athens helps this new party.”\n\nOne new member, Martina Tigges-Friedrichs, said she belonged to the Free Democratic Party in the state of Lower Saxony for 15 years before she quit this year, frustrated that the pro-business party had abandoned its principles. She said she was attracted to Alternative for Germany because of the prominence of its founders, and because the current center-right government had put the country on a dangerous financial course.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“We keep giving out more and more money when we have so many problems here at home,” said Ms. Tigges-Friedrichs, who runs two hotels and a cafe in Bad Pyrmont.\n\nThe new party illustrates the increasing fragmentation of the political scene in Germany, Europe’s economic powerhouse. But the rapid ascent and equally rapid descent of another protest group, the Pirate Party, whose vague platform is focused on greater openness in government, offers a cautionary tale for the professors and professionals behind Alternative for Germany.\n\nAdvertisement Continue reading the main story\n\nPolls show that a large number of voters, as many as one in four, would consider voting for the party. But that might not translate into actual votes. And several other surveys have shown that the nostalgia for the former German currency, the mark, is beginning to ebb.\n\nDiscontent has its limits. While Germans dislike the notional price tag for the many commitments and guarantees their government has made over the three years of the euro crisis, the job market is strong, borrowing costs are low and the country is approaching the balanced budget it so desperately craves.\n\nAlternative for Germany has also called for simplifying the tax code, restructuring energy subsidies and favoring the most qualified workers for immigration, but ultimately it is known here as an anti-euro party despite efforts to paint itself as a broader movement.\n\n“If the euro fails, Europe will not fail,” said Mr. Lucke, contradicting the chancellor’s repeated insistence that the future of the 27-member European Union is tied to the success of its common currency. “If the euro fails, then the policies of Angela Merkel and Wolfgang Schäuble fail,” he said, referring to the chancellor and her finance minister.\n\nEager to portray itself as a moderate, academic and middle-class party, Alternative for Germany is trying to sift out far-right opponents of the common currency who have praised the party’s anti-euro policy.\n\n“We want to show where the deficits of the main parties lay,” Ms. Tigges-Friedrichs said.\n\nBut if the party wins enough votes from the center-right, it could help return a left-wing government of Social Democrats and Greens, who have been even more receptive than the current government to burden sharing between euro countries.\n\nSteffen Kampeter, a deputy finance minister from Ms. Merkel’s party, told the newspaper Frankfurter Allgemeine Zeitung that Alternative for Germany was giving voters a far too rosy picture of how a euro-zone breakup would occur. “The new party is deluding voters that it’s possible to renationalize the common currency without drawbacks,” Mr. Kampeter said, “as if you could make eggs again out of scrambled eggs.”", "summary": "Here in the German capital, the images of demonstrators in Athens, Madrid and now Nicosia, Cyprus — some of them waving swastikas or pictures of Ms. Merkel dressed as Hitler — have begun to try people’s patience.“They don’t need to get 5 percent to make things very tight for the chancellor,” said Wolfgang Nowak, a fellow at the North Rhine-Westphalia School of Governance in Duisburg.While Germans dislike the notional price tag for the many commitments and guarantees their government has made over the three years of the euro crisis, the job market is strong, borrowing costs are low and the country is approaching the balanced budget it so desperately craves.Alternative for Germany has also called for simplifying the tax code, restructuring energy subsidies and favoring the most qualified workers for immigration, but ultimately it is known here as an anti-euro party despite efforts to paint itself as a broader movement.Steffen Kampeter, a deputy finance minister from Ms. Merkel’s party, told the newspaper Frankfurter Allgemeine Zeitung that Alternative for Germany was giving voters a far too rosy picture of how a euro-zone breakup would occur."}