{"title": "Sicilian Town on Migrants’ Route Cares for the Living and the Dead", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2014/09/18/world/europe/sicilian-town-on-migrants-route-cares-for-the-living-and-the-dead.html", "body": "Today, Europe finds itself caught between a backlash at home against the rising numbers of migrants flooding the continent and international pressure to provide a humane response to a crisis that includes refugees from wars in the Middle East.\n\n“It is a river of people coming in,” said Daniele Carrozza, who runs one of the many holding centers in Sicily that house migrants, among them several thousand unaccompanied minors. “For the next few years, we are going to have an exponential increase.”\n\nUntil three years ago, Europe mostly acted to deter migrant boats, as Italian ships and those of Europe’s border agency, Frontex, pursued the “pushback” tactics along the Libyan coastline. But the outbreak of the Arab Spring in 2011 changed the strategy, as well as public attitudes.\n\nWaves of refugees risking their lives to make passage to Europe stirred global sympathy. In response, Italy suspended the pushback operations, and then a landmark 2012 ruling by the European Court of Human Rights barred Italy from continuing the tactic.\n\n“We can’t have people fleeing war — young children, fathers, mothers — and drowning within sight of Europe,” said Leonard Doyle, spokesman for the Geneva-based International Organization for Migration. “It just isn’t acceptable.”\n\nAfter a shipwreck last October, in which more than 300 migrants died within a few hundred yards of the Italian island of Lampedusa, the government announced the creation of Mare Nostrum, the search-and-rescue program.\n\nWith Italian leaders loudly calling for help and money, European officials last month announced that Frontex would be expanded in November to include rescue efforts. But few details have been provided, even as Italian officials say the new initiative will allow Italy to end Mare Nostrum.\n\nAdvertisement Continue reading the main story\n\n“The Italian government is telling Italians that Mare Nostrum will be replaced,” said Bruce Leimsidor, an expert on European asylum law at Ca’ Foscari University of Venice. “But if you look at the statements by European officials, they are talking about supplementing. They are not talking about replacing Mare Nostrum.”\n\nAlong the southeastern coast of Sicily, small cities have hurriedly opened holding centers, including an abandoned school in the port city of Augusta that now houses unaccompanied teenage boys. Many of them had left Gambia and Ghana, and even Bangladesh, to work as migrants in oil-rich Libya. But as Libya has steadily unraveled into anarchy and violence, they feared for their lives.\n\n“They can kill you at any moment, any second,” said Ibrima, a 17-year-old from Gambia, who worked in Libya before paying smugglers to reach Italy in August.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAsked why he had originally left Gambia, Ibrima lifted the back of his shirt to show a gruesome scar on his back. He said his father had two wives, and the second wife, jealous of Ibrima’s mother, doused him with scalding oil.\n\n“Here is now my country,” he said of Italy. “I want to stay here.”\n\nOut on the commercial ports of Augusta and Pozzallo, the Italian naval frigates deliver newly rescued migrants almost every day.\n\nMigrants cling to suitcases or plastic bags bearing their remaining worldly possessions. A handwritten note, scrawled in Egyptian dialect on a torn cigarette pack, was discovered on the ground last week in Pozzallo as migrants filed off a ship. It was from someone initialed “A” to someone else initialed “R.”\n\n“I wanted to be with you,” read the note. “Don’t you dare forget me. I love you very much. My wish is for you not to forget me. Be well my love. A loves R. I love you.”\n\nOne man on the ship, Mohannad Sharouf, 38, an English teacher, had fled Swedea, in Syria, because he said he became a target of the security forces of President Bashar al-Assad. “Even if the E.U. takes different measures, they can’t stop immigration,” he said. “In Syria, I had my fiancée, my family and friends. I had my whole life there. Do you think, had I a choice, I would have left?”\n\nDown the coast in Pozzallo, another major processing point for incoming migrants, Mayor Luigi Ammatuna and his chief of staff, Virginia Giugno, now spend much of their time dealing with the bureaucratic and emotional tasks of migration.\n\nAdvertisement Continue reading the main story\n\nMr. Ammatuna has gone on Italian radio to debate immigration opponents, asking if they have ever seen what he sees every day. Ms. Giugno, who has two children, is now listed as the legal guardian of all the roughly 150 unaccompanied minors who have arrived in Pozzallo.\n\n“I can’t imagine what mothers and fathers go through when they put an 11-year-old boy on a boat and say, ‘Good luck,’ ” she said. “They know they will never see them again, that they may die at sea.”\n\nDeath has become one of the city’s bureaucratic tasks. In July, the Navy rescued a wooden ship overcrowded with migrants. When the hatch was opened, Navy sailors discovered that 48 people inside the hull had suffocated. Pozzallo officials created a makeshift morgue by attaching refrigeration units to an empty room at the city’s civil protection center. Bodies were also placed inside a refrigerated truck ordinarily used to transport freshly cut flowers.\n\nThe bodies from Monday’s funeral arrived on a migrant boat in August. So many migrants have now been interred in Pozzallo that officials had to distribute some of the dead for burial at cemeteries in nearby towns such as Ragusa and Modica. The two men buried in Modica, Moussa Conde, 23, and Amadou Conde, 24, from Conakry, Guinea, may have been related.\n\nSicily has known suffering and deprivation, and once saw its own youth flee poverty to emigrate to better opportunities, in places including the United States. Monday’s funeral in Pozzallo was held outdoors because there were too many bodies to fit into the cemetery’s small chapel. A few dozen residents joined the officials, including Claudia Scala, 42, who felt compelled to come since the families of the migrants could not be there.\n\n“These people have nobody,” she said. “So I thought, ‘At least they can have me.’ ”\n\nThe service was especially bittersweet for Vincenza Angieleri, 64. Her husband died working on an oil tanker that wrecked off the coast of North Carolina 37 years ago. Search crews never found his body.\n\n“It is a duty for people who live here to come to this funeral,” she said. “It doesn’t matter the color of their skin. It saddens us that something like this happened in our village.”"}