{"title": "Merkel, While Refusing to Halt Migrant Influx, Works to Limit It", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2015/11/29/world/europe/merkel-while-refusing-to-halt-migrant-influx-works-to-limit-it.html", "body": "Ms. Merkel used to oppose European Union membership for Turkey, and Europe has had many misgivings about human rights under Turkey’s president, Recep Tayyip Erdogan.\n\nBut the expected agreement with Turkey — still being haggled over — is a measure of Ms. Merkel’s pursuit of pragmatic goals no matter how contradictory her policy appears.\n\n“They urgently need Turkey, and without Turkey, they cannot possibly reduce the pressure on their borders,” said Jan Techau, the director of Carnegie Europe, a think tank in Brussels. Germany and the European Union are “playing nice” with Mr. Erdogan, Mr. Techau said, “when they pretty much all disdain him. It is an enormous political compromise. It is not pretty at all. But in the end, there really is not much else left.”\n\nMs. Merkel has also shifted on the refugee issue, said Daniela Schwarzer, director of the Europe program at the German Marshall Fund of the United States.\n\n“Definitely, she is changing the very liberal and nonconditional stance that she took in the summer, when she said we will take in the Syrians, we need to,” Dr. Schwarzer said. “The rhetoric has changed.”\n\nBeyond the shortage of physical shelter and needing to use volunteers to provide refugee care that was once regarded as a state task, Ms. Merkel is keenly aware not just of the slide in her approval ratings — from 75 percent last spring to about 50 percent now — but also of the rise of the anti-immigrant Alternative for Germany party.\n\nThe party now regularly polls above the 5 percent hurdle any party must clear to get into state or federal parliaments. In eastern Germany, the anti-Islam Pegida movement, once fading from view, draws thousands to weekly marches in Dresden.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Merkel’s stance on refugees has scrambled German politics. Leftists who have criticized her last week praised her steadfastness in sheltering the needy. In a speech to Parliament, the chancellor said that it would be a “gigantic mistake,” and that history would not forgive Germans, if they gave up on the refugee crisis after just a few months.\n\nAdvertisement Continue reading the main story\n\nConservatives have called ever louder for a limit, and — less publicly — muttered about replacing Ms. Merkel, who just completed a decade in power.\n\nYet there are few if any alternatives, and there is little sign so far that Ms. Merkel will face much overt hostility at the December congress of her Christian Democratic party, after a public scolding from her conservative Bavarian partner at his party’s congress in Munich this month.\n\nEven after the Paris attacks, older Germans in particular fear a shift to the right in their country more than Islamist terrorism, from which they have so far been spared a large attack.\n\n“My great fear is that there is a big lurch rightwards,” said Dietrich Roth, 63, a retired official from Aachen who was in Berlin to attend a seminar. Another attendee, Dieter Wittig, 74, of Cologne, noted — as many Germans currently do — that the country “is split into two camps.” One camp, susceptible to rightist scaremongers, already fears “that the influx is not stopping, and that millions more are just sitting on packed suitcases,” he said.\n\nA greater influx would most likely strengthen nationalist and populist tendencies in countries like Poland and France, Germany’s most important neighbors.\n\nIn France, the National Front of Marine Le Pen is likely to do well in regional elections in December. Poland has already elected a conservative government, which has broken its predecessor’s promises of accepting a few thousand refugees, Dr. Schwarzer said.\n\nAn agreement to distribute 160,000 refugees among European Union countries is foundering, although Ms. Merkel has repeatedly cast it as essential.\n\nThis week, what has become a familiar ploy played out. Ms. Merkel rejected quotas for refugees. A day later, her interior minister, Thomas de Maizière, contradicted her, telling the Austrian daily Der Standard that Europe should set an annual intake per country and bar new entries once those quotas were met.\n\nMr. de Maizière’s suggestion “is clearly a way to introduce the notion of upper limits,” without appearing to cave to Bavaria, Dr. Schwarzer said.\n\nAdvertisement Continue reading the main story\n\nConsensus will become ever more vital as Europe wrestles with the multiple challenges of refugees, Islamist terror and war in Syria and Ukraine. Germany, still wary of military engagement abroad, took almost two weeks after the Paris attacks to offer air surveillance, a frigate and refueling aircraft for the French assault on the Islamic State, Dr. Schwarzer said.", "summary": "Ms. Merkel has also shifted on the refugee issue, said Daniela Schwarzer, director of the Europe program at the German Marshall Fund of the United States. Another attendee, Dieter Wittig, 74, of Cologne, noted — as many Germans currently do — that the country “is split into two camps.” One camp, susceptible to rightist scaremongers, already fears “that the influx is not stopping, and that millions more are just sitting on packed suitcases,” he said. A day later, her interior minister, Thomas de Maizière, contradicted her, telling the Austrian daily Der Standard that Europe should set an annual intake per country and bar new entries once those quotas were met. Germany, still wary of military engagement abroad, took almost two weeks after the Paris attacks to offer air surveillance, a frigate and refueling aircraft for the French assault on the Islamic State, Dr. Schwarzer said."}