{"title": "E.U.’s Migrant Plan Strikes Many as Another Barrier", "authors": ["Somini Sengupta"], "url": "https://www.nytimes.com/2015/05/21/world/europe/eus-military-crackdown-on-migrant-smugglers-stirs-skepticism.html", "body": "European leaders say their goal is to dismantle the smuggling rings that endanger lives at sea, but their plan raises another question: Is the crackdown simply a tactic to stop migrants from seeking asylum on the Continent?\n\nCritics say the new policy could flout international law by denying migrants their only path to reach Europe.\n\n“The European Union understands in substance that its actions prevent people from doing what the law allows them to do: seek asylum,” argued James C. Hathaway, a University of Michigan law professor. “They’ll be cut off and left without a remedy.”\n\nThe magnitude of the global exodus in both the East and the West is at historic levels. Civil war drove a staggering 51 million people from their homes by the end of 2013, the most recent numbers available from the United Nations. Last year, nearly 900,000 people sought asylum abroad, the highest in 20 years.\n\nTheir desperation is broadcast instantly, with images appearing on social media in recent days of South Asian migrants who had spent a month at sea. They resembled skeletons, and they told harrowing stories of compatriots who had died along the way from starvation and illness.\n\nAnd their journeys bring into sharp relief the failure of world powers to stanch the world’s most pressing conflicts.\n\nThe plight of the migrants from Myanmar, a persecuted minority known as the Rohingya, has been ignored for years. The war in Syria has gone on unabated for four years, with the West and Russia backing opposing sides.\n\nLibya has become a thriving smugglers’ base, given the lawlessness that has spread since NATO-led airstrikes helped topple its dictator, Col. Muammar el-Qaddafi, in 2011.\n\nAdvertisement Continue reading the main story\n\nPeace talks, mediated by the United Nations, have led nowhere. The internationally recognized government, such as it is, does not control the western coast, from which migrants set sail. Amid the chaos, the Islamic State has established a base on the shore.\n\nMore than 72,000 migrants have made the crossing to Europe so far this year, according to the International Organization for Migration. Nearly 1,800 have died en route. Rescue boats come across the remains of deadly journeys: a child’s jacket floating on the water, or planks of a wooden fishing boat.\n\nJean-Marie Guéhenno, a former United Nations under secretary general and now the president of the International Crisis Group, described the European Union plan as a terrible solution to a terrible problem.\n\nEuropean politicians can hardly afford to let in enormous waves of migrants, he said. Nor can they be seen as pushing boatloads of desperate people back to their home countries.\n\n“Hence the somewhat panicky reaction that we’re going to sink the boats,” he said. “They are trying some stopgap measures that will reinforce the perception of fortress Europe without a heart.”\n\nEuropean countries are a party to a post-World War II convention on refugees, obliging them to uphold the principle of nonrefoulement — or not returning people to countries where they could be persecuted. (Many countries in Asia, including Malaysia and Indonesia, are not parties to the convention.)\n\nEuropean leaders maintain that they will abide by the convention. They vow to rescue migrants already on the water and to give those who face a credible fear of persecution back home a chance to apply for asylum in Europe. All others will be sent back to their home countries, officials said.\n\nAdvertisement Continue reading the main story\n\nSoldiers will be authorized to board boats at sea, whether in international or Libyan territorial waters, inspect them, and “seize and dispose” of them if they are being used to smuggle migrants.\n\nEuropean leaders are seeking the blessing of the United Nations Security Council for the seizure and disposal of those boats. Negotiations are underway.\n\nSkeptics, including the International Organization for Migration, an intergovernmental organization, warn that the policy will not stop the human tide.\n\n“Whatever interdiction measures are taken,” Leonard Doyle, a spokesman for the organization, said in an email, “the boats will keep coming (or replacement boats will be bought on the open market) as long as people are being pushed out by conflict, poverty and poor governance.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBoats have been coming across the Bay of Bengal, too, their occupants driven equally by persecution and hunger. Those who managed to come ashore this week said they had spent 40 days or more at sea. Mothers held rail-thin children in their arms.\n\nThere was some reprieve. Malaysia and Indonesia announced that they would let the migrants stay in their territories for no more than a year. They pressed other countries to offer permanent refuge.\n\nRefugees often end up in some of the world’s poorest countries. Thousands of Nigerians have fled the militant Islamic group Boko Haram and taken refuge in Cameroon and Niger. Somali refugees have fled to camps in Kenya for decades.\n\nSyria’s neighbors, like Jordan, Turkey and Lebanon, are heaving with more than three million refugees. United Nations officials are urging the West to take a small fraction of that.\n\nAdvertisement Continue reading the main story\n\nThis is not the first time that countries have faced the difficult legal and moral quandaries of migration — and they have not always erred on the side of compassion. In late 1991 and 1992, the United States returned a majority of the Haitians who had tried to flee by boat after the violent overthrow of President Jean-Bertrand Aristide. The Supreme Court upheld that policy.\n\nAustralia made sure migrants could not stay on its territory, detaining them in other countries in the region while their asylum claims were processed. Australia, too, said it was taking these steps to clamp down on smugglers.\n\nMaziar Bahari, an Iranian journalist and filmmaker living in London, shares the antipathy toward human smugglers.\n\nIn the fall of 1986, he paid $4,000 to a criminal gang that specialized in bringing drugs into Iran and taking migrants out.\n\nHe was 18, about to be drafted into the Iranian Army to fight in the war against Iraq. His friends were already dead. It took him a month to reach Karachi, Pakistan, and then a year to be granted papers to go to Canada as a refugee.\n\n“The smugglers should be hunted down and punished, but at the same time, I don’t think hunting them down will solve the situation,” he said.\n\nMr. Bahari was arrested in Iran while covering the 2009 elections, accused of spying for foreign intelligence organizations, and imprisoned. His ordeal inspired the film “Rosewater.”\n\n“The smugglers rescued me; they saved me,” he said of his experience as a teenager. “But at the same time, they were criminals. I was a commodity to them.”\n\nOne of Mr. Bahari’s first film projects was a documentary, “The Voyage of the St. Louis,” about refugees pushed back to sea.", "summary": "European leaders say their goal is to dismantle the smuggling rings that endanger lives at sea, but their plan raises another question: Is the crackdown simply a tactic to stop migrants from seeking asylum on the Continent?Their desperation is broadcast instantly, with images appearing on social media in recent days of South Asian migrants who had spent a month at sea.They vow to rescue migrants already on the water and to give those who face a credible fear of persecution back home a chance to apply for asylum in Europe.Soldiers will be authorized to board boats at sea, whether in international or Libyan territorial waters, inspect them, and “seize and dispose” of them if they are being used to smuggle migrants.In late 1991 and 1992, the United States returned a majority of the Haitians who had tried to flee by boat after the violent overthrow of President Jean-Bertrand Aristide."}