{"title": "Turkey Seeks to Ease Tensions Over Shooting Down of Russian Jet", "authors": ["Ceylan Yeginsu"], "url": "https://www.nytimes.com/2015/11/28/world/europe/russia-turkey-tensions.html", "body": "And in a speech late Thursday in southeast Turkey, Mr. Erdogan criticized the Kremlin for its support of President Bashar al-Assad of Syria, saying, “Moscow’s siding with a man who conducts state terror is not acceptable.”\n\nRussia responded coolly to the tentative olive branches from Ankara. The Kremlin spokesman, Dmitri S. Peskov, confirmed that Russia had received a phone call from Mr. Erdogan suggesting the meeting, but he had no further comment.\n\nPhoto\n\nThen Sergey V. Lavrov, the Russian foreign minister, announced that, as of Jan. 1, Russia was canceling its agreement on visa-free travel for Turks visiting Russia. That should not have any immediate effect on Turkey’s tourism industry, as Russians will still be able to travel to Turkey without visas.\n\nYet that may be a moot point. Russia had already all but banned its citizens from vacationing in Turkey in the wake of the downing of the plane, ordering travel agents to stop selling package tours. With about 4.5 million Russians visiting Turkey in 2014, they made up about 12 percent of visitors, second only to Germans.\n\nSeveral Russian news outlets reported that Moscow was considering canceling all air travel between the countries as soon as the bulk of the estimated 10,000 Russians now in Turkey head home, but there was no official confirmation.\n\nMr. Putin said somewhat grudgingly late Thursday that Moscow would continue to cooperate with the United States-led coalition in its fight against the Islamic State, but he said that episodes like the downing could jeopardize the joint operation.\n\n“We are ready to cooperate with the coalition, which is led by the United States,” Mr. Putin said after a meeting with President François Hollande of France. “But of course incidents like the destruction of our aircraft and the deaths of our servicemen” are unacceptable.\n\nAdvertisement Continue reading the main story\n\nMr. Putin went on to find fault with the quality of that cooperation, suggesting that the United States, an ally of Turkey, was responsible for the fate of the Russian warplane, since Moscow had relayed the aircraft’s flight plan to the coalition.\n\n“What did we give this information to the Americans for?” Mr. Putin asked, rhetorically, before adding: “We proceed from the assumption that it will never happen again. Otherwise, we don’t need any such cooperation with any country.”\n\nAnd he dismissed Turkey’s claim that it had no idea whose warplane it shot down until well after the fact.\n\nPhoto\n\n“This is all a load of nonsense, just an attempt to make excuses,” Mr. Putin said. “It is a shame that instead of making a thorough investigation of the situation and taking steps to make sure such things never happen again, we hear from them these unclear explanations and statements to the effect that there is nothing even to apologize for. Well, this is not our choice, but Turkey’s choice.”\n\nMr. Hollande said that he and Mr. Putin had agreed that France and its allies would share intelligence with Russia, coordinate more strikes against Islamic State targets and concentrate attacks mainly on the militants’ infrastructure rather than that of other groups.\n\nYet the two presidents also made clear that there was still no consensus on one grand coalition, and that the Russian effort would remain separate.\n\nMr. Putin also did not give any indication that he was backing off plans to reduce economic and political relations with Turkey. On Thursday, Prime Minister Dmitri A. Medvedev of Russia gave government officials two days to draw up a list of ways to curb economic ties and investment projects. That included the possibility of shelving a multibillion-dollar deal to build a gas pipeline through Turkey that Mr. Putin had trumpeted as a welcome alternative route for Russian gas exports to Europe.\n\nThe standoff between Russia and Turkey is posing hurdles for Mr. Hollande’s effort to cement an international coalition to confront the Islamic State. Even before the downing of the military jet, Moscow and Ankara were at odds over the future of Mr. Assad, with Turkey insisting that he step aside and Russia seeking to build him up as a central ally in the fight against the Islamic State.", "summary": "And in a speech late Thursday in southeast Turkey, Mr. Erdogan criticized the Kremlin for its support of President Bashar al-Assad of Syria, saying, “Moscow’s siding with a man who conducts state terror is not acceptable.” Mr. Putin went on to find fault with the quality of that cooperation, suggesting that the United States, an ally of Turkey, was responsible for the fate of the Russian warplane, since Moscow had relayed the aircraft’s flight plan to the coalition. Mr. Hollande said that he and Mr. Putin had agreed that France and its allies would share intelligence with Russia, coordinate more strikes against Islamic State targets and concentrate attacks mainly on the militants’ infrastructure rather than that of other groups. Even before the downing of the military jet, Moscow and Ankara were at odds over the future of Mr. Assad, with Turkey insisting that he step aside and Russia seeking to build him up as a central ally in the fight against the Islamic State."}