{"title": "Appeal to Dwindling Core Proves Costly for Labour Party in Britain", "authors": ["Steven Erlanger", "Stephen Castle"], "url": "https://www.nytimes.com/2015/05/10/world/europe/appeal-to-dwindling-core-proves-costly-for-labour-party-in-britain.html", "body": "But Mr. Miliband’s campaign was also a challenge — and a rebuff — to the “New Labour” strategy of former Prime Minister Tony Blair, who won three elections by downplaying socialism, reaching for the center and convincing business that Labour was its friend.\n\nIn the end, the Conservatives appeared to succeed in much of Britain with their argument that Labour under Mr. Miliband could not be trusted with the economy, especially if prodded by the Scottish National Party.\n\nBut in the face of economic anxiety and the nationalist revolution in Scotland, which destroyed Labour’s inbuilt demographic advantage in a first past the post system that rewards regional concentrations of support, the core strategy backfired badly. Labour won 41 of Scotland’s 59 seats in Parliament in 2010. On Thursday, it won one, and it won very few seats from the Conservatives in England.\n\nAlan Johnson, a former home secretary for Labour, said on Saturday that the party needed “a proper rethink.”\n\nThe problem was not Mr. Miliband’s personality but policy, “the issue of aspiration in people’s lives,” Mr. Johnson said. “We can no longer relate to them as a party of aspiration. And that was one of the big successes that won us three elections.”\n\nThe problem for Labour is deeper than just its abandoning the middle ground, said Steven Fielding, professor of political history at Nottingham University. “On one level they are seen as too left-wing in England and too right-wing in Scotland, but actually it is about the relationship the party had with the electorate in both countries,” he said.\n\nLabour “faces a basic existential crisis,” he said. “The most basic problem is that the party has to reconnect.”\n\nAdvertisement Continue reading the main story\n\nThe left “has failed to capitalize on the crisis of 2008,” said Tony Travers, a political scientist at the London School of Economics.\n\n“The voters here decided they trusted the center-right more than Labour anyway,” he said. “People will vote to get rid of a government if the alternative is credible and competent, and they looked at Labour and said, ‘No thanks.’ ”\n\nVideo\n\nBritish elections “are still fought on the center ground,” Mr. Travers said. “The more Labour drifts from the center the more it hurts, and they may not like it, but Britain is a very moderate country that signed up to Anglo-Saxon capitalism, and risks outside the mainstream worried voters.”\n\nMr. Blair won three elections, starting 1997, but inside the party there remained a sharp battle between the “Blairites,” who pushed outreach to business and the middle class, and the “Brownites,” who supported Gordon Brown, a defender of traditional policies. Mr. Brown succeeded Mr. Blair as prime minister.\n\nMr. Brown lost the 2010 elections, but because Mr. Cameron did not quite win it, having to go into a coalition with the centrist Liberal Democrats, the Brownites kept control of the party.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe most obvious symbol of the internal conflict was the post-2010 battle of the brothers — David Miliband, a Blairite who was foreign secretary, versus Ed Miliband, a Brownite. The fight was close and Freudian, but while Labour members of Parliament backed David, the trade unions pushed Ed narrowly into the leadership.\n\nThe former Labour leader Neil Kinnock, reportedly quoting a trade-union ally, famously said, “We’ve got our party back.” Ed Miliband gave that traditional socialism a modern gloss, but he sometimes seemed less than comfortable dealing with issues like nurturing the economic recovery, shrinking the budget deficit, appealing to business and managing, as opposed to funding, the national health service.\n\nIn some sense, he was seen as running against Mr. Blair as much as Mr. Cameron. As Mr. Johnson said, if Labour was “suggesting that we failed in our 13 years in government it’s not going to do us much good.”\n\nMark Leonard, director of the European Council on Foreign Relations, said that Labour must avoid a simple rerun of the old debate. A core strategy will no longer work since the electoral system no longer favors Labour, he said.\n\nAdvertisement Continue reading the main story\n\n“So will there be another debate about how to win back lost voters?” he said. “Or about ideas, values and ideologies? After 2010 the argument was more tactical, but the result was a miserable 30.4 percent of the vote.”\n\nThese elections were more about identity than a left-right battle, Mr. Leonard said, not only in Scotland but in England, too, when Mr. Cameron used the prospect of a Labour government propped up by Scottish separatists to appeal to English nationalism. Labour failed to win many Conservative seats in England, taking gains there from left-leaning Liberal Democrats.\n\nLabour this time got “squeezed by two nationalisms,” as Labour grandee and former strategist Peter Mandelson said, by the Scottish National Party and by English nationalism, not just by the Conservatives but in the form of a strong U.K. Independence Party vote in northern England. The anti-immigration, anti-European Union UKIP hurt the Conservatives in the south, but it had a big impact among Labour voters in the north, and was the main reason that Labour’s shadow chancellor, Ed Balls, lost his seat in Leeds to the Tories.\n\nLabour needs to respond to members’ unease about immigration and the European Union, which requires freedom of movement and labor among its member states. On these issues, this time, Labour had little to say, acknowledging Blair-era laxness but simply arguing that European Union membership was a good thing and there had to be more control over immigration, without specifying how.\n\nThe immediate focus was on who might replace Mr. Miliband as party leader.\n\nBut the personalities are not necessarily the main issue for Labour. The problem is the old one — how to reach out past its core constituencies, about a third or so of voters, to the aspirational center that wants social justice and personal success. That center may dislike the Conservative Party as a brand for the careless southeastern elite, but the results of successive elections suggests that it does not hate wealth, and it does not believe that the Conservatives are going to “destroy” the National Health Service.\n\n“We failed to offer a compelling vision of the future which married a social democratic future to the personal aspirations of voters,” one possible new leader, Tristram Hunt, the shadow education secretary, told the BBC.\n\nLast December, Mr. Blair said presciently this election risked becoming one in which a “traditional left-wing party competes with a traditional right-wing party, with the traditional result.”\n\nAsked by The Economist magazine if he meant that the Conservatives would win the general election in those circumstances, Mr. Blair replied: “Yes, that is what happens.”", "summary": "In the end, the Conservatives appeared to succeed in much of Britain with their argument that Labour under Mr. Miliband could not be trusted with the economy, especially if prodded by the Scottish National Party.But in the face of economic anxiety and the nationalist revolution in Scotland, which destroyed Labour’s inbuilt demographic advantage in a first past the post system that rewards regional concentrations of support, the core strategy backfired badly.Mr. Blair won three elections, starting 1997, but inside the party there remained a sharp battle between the “Blairites,” who pushed outreach to business and the middle class, and the “Brownites,” who supported Gordon Brown, a defender of traditional policies.The former Labour leader Neil Kinnock, reportedly quoting a trade-union ally, famously said, “We’ve got our party back.” Ed Miliband gave that traditional socialism a modern gloss, but he sometimes seemed less than comfortable dealing with issues like nurturing the economic recovery, shrinking the budget deficit, appealing to business and managing, as opposed to funding, the national health service.These elections were more about identity than a left-right battle, Mr. Leonard said, not only in Scotland but in England, too, when Mr. Cameron used the prospect of a Labour government propped up by Scottish separatists to appeal to English nationalism."}