{"title": "Freed From Coalition, David Cameron Picks Conservative Cabinet", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/05/12/world/europe/britain-coalition-david-cameron-conservative-cabinet.html", "body": "Mr. Cameron’s spokesman added, “The mayor has always been clear, he has to fulfill his mandate running London first, and that’s exactly what he will be doing until his term ends in May 2016.”\n\nMr. Cameron, who promised a cabinet that was one-third women, appointed Amber Rudd as energy and climate change secretary, Priti Patel as employment minister, and Anna Soubry as minister for small business. Tina Stowell, a baroness, remains leader of the House of Lords and assumes the status of a full member of the cabinet. Nicky Morgan remains education secretary.\n\nMr. Cameron also promoted Sajid Javid, considered by many to be a rising star in the party, to be business secretary. Mr. Javid, 45, is a former investment banker and the son of a bus driver. He was previously secretary for culture, media and sport, a portfolio that now goes to John Whittingdale.\n\nMark Harper, the former immigration minister, has been named chief whip, a crucial role in a government with a narrow majority in the House of Commons and many members whose views on immigration and Europe are well to the right of Mr. Cameron’s.\n\nMichael Gove, the former chief whip and education secretary, who is close to Mr. Cameron, was appointed minister for justice. He replaced Chris Grayling, who will become leader of the House of Commons, succeeding William Hague, who did not run for re-election.\n\nThe secretary of state for Scotland will be David Mundell, the only Conservative to win a Scottish seat in Parliament last week. Fifty-six of Scotland’s 59 seats were swept by the Scottish National Party.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Cameron was greeted with applause on Monday when he met with his party’s lawmakers, and promised that his term would be about “renewal” after five years of “repair and recovery” in a coalition government with the Liberal Democrats.\n\nBut as he prepared for negotiations with Britain’s partners in the European Union, he will have to work to keep his party in line. At least 60 Conservative members of Parliament, and perhaps as many as 100, are in favor of Britain’s leaving the union unless Mr. Cameron can deliver fundamental changes in Britain’s terms of membership. He has promised to hold a referendum on the issue by 2017.\n\nAdvertisement Continue reading the main story\n\nThere is also likely to be friction over how much autonomy to offer Scotland, and over some of the budget cuts Mr. Cameron and Mr. Osborne have promised.\n\nLegislators from the opposition Labour Party met on Monday as well, to lick their electoral wounds and discuss strategy. The party’s leader, Ed Miliband, stepped down after the election, leaving a temporary replacement, Harriet Harman, to announce a shadow cabinet of 14 women and 15 men on Monday.\n\nMr. Miliband’s brother David, whom he defeated for the leadership in 2010, said on Monday that he would not run for the post now. Speaking to the BBC from New York, where he heads the International Rescue Committee, a nongovernmental organization, David Miliband criticized the election campaign run by his brother as too narrow and unattractive to voters.\n\nThere was “absolutely no point in blaming the electorate” for Labour’s defeat, he said. “They didn’t want what was being offered.”\n\nDavid Miliband said his brother and Gordon Brown, the former Labour prime minister, had “allowed themselves to be portrayed as moving backwards from the principles of aspiration and inclusion that are the absolute heart of any successful progressive political project.”\n\nStill, he said, “many of the attacks on Ed were unpleasant and unfair, and I think he dealt with them with enormous dignity and with courage.”\n\nAlan Sugar, a Labour member of the House of Lords and prominent donor to the party, announced on Monday that he was quitting the party in disgust at what he considered its antipathy toward business.\n\nOn the far right, the U.K. Independence Party on Monday rejected the resignation of its leader, Nigel Farage. Mr. Farage lost his bid for a seat in Parliament on Thursday and resigned on Friday, as he had promised to do. But party officials said there was “overwhelming evidence” that the membership wanted him to remain as leader.", "summary": "Tina Stowell, a baroness, remains leader of the House of Lords and assumes the status of a full member of the cabinet.Mr. Cameron was greeted with applause on Monday when he met with his party’s lawmakers, and promised that his term would be about “renewal” after five years of “repair and recovery” in a coalition government with the Liberal Democrats.The party’s leader, Ed Miliband, stepped down after the election, leaving a temporary replacement, Harriet Harman, to announce a shadow cabinet of 14 women and 15 men on Monday.Speaking to the BBC from New York, where he heads the International Rescue Committee, a nongovernmental organization, David Miliband criticized the election campaign run by his brother as too narrow and unattractive to voters.David Miliband said his brother and Gordon Brown, the former Labour prime minister, had “allowed themselves to be portrayed as moving backwards from the principles of aspiration and inclusion that are the absolute heart of any successful progressive political project.”"}