{"title": "Scottish Nationalists Rejoice in Big British Election Win", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/05/09/world/europe/scottish-national-party-beats-labour-in-britain-election.html", "body": "Nicola Sturgeon, the popular leader of Scotland’s semiautonomous government and of the S.N.P., has made no secret of her wish for independence. But Ms. Sturgeon, who did not run for a seat in the House of Commons, has also said that even a decisive victory in these elections would not be a mandate for another referendum. Circumstances would have to change, she said.\n\nWith Mr. Cameron still in power, they may: He has promised a referendum on Britain’s membership in the European Union. If Britain left the union, a more pro-European Scotland would almost certainly make a case to leave Britain.\n\nPhoto\n\nFor many voters here, another bid for independence after Thursday’s elections is now a question of when, not if.\n\nFifty percent of Scottish voters backed the S.N.P. in the elections, a bigger share than the 45 percent who voted for independence last fall. But that still leaves the other half of the electorate opposed.\n\n“It might take awhile to fall apart, but it’s very difficult to see how the union might be salvaged,” said David Torrance, a Scottish writer and journalist. “In a spiritual sense, it is more or less dead already.”\n\nMany thought that the independence referendum in September would end the debate for a generation. Instead, it electrified politics here. Turnout in Scotland was down from the referendum’s record 84.5 percent but still impressive at 71.1 percent.\n\n“Here is the queer thing, the thrilling thing and the frightening thing,” a columnist, Ian Jack, wrote in The Guardian recently. “Among the food banks and the trampled front gardens of the big housing schemes, poor people here have begun to feel they have power.”\n\nAdvertisement Continue reading the main story\n\nBack in Paisley, Ms. Black loves football and still has to take her final exams at the University of Glasgow. (“It’s on Scottish politics; I think I have a chance,” she said.) She has spent much of the past two years campaigning for independence.\n\n“There was a lot of regret, even among those who voted no,” she said in an interview before the elections. “As soon as the vote was over, Scotland felt cast aside again.”\n\nSince the referendum, the Scottish National Party has quadrupled its membership, to nearly 110,000. Many of these new supporters used to vote for Labour but say they no longer trust a party perceived to have betrayed its working-class roots.\n\nDavid Smith, 52, a security guard, is one of those new S.N.P. supporters. Labour, he said, had just become “red Tories,” little different from the Conservatives.\n\nThat perception was only reinforced by the image of Ed Miliband, the Labour leader until his resignation on Friday, standing with Mr. Cameron during the last panicked week of the referendum campaign, pressing the Scots not to leave Britain. “They’re all the same,” Mr. Smith scoffed.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThese days it is the Scottish National Party, despite its centrist track record in government, that has become most associated with traditional left-wing ideas.\n\nAcross Scotland, Labour seats long perceived as safe fell to the S.N.P. The leader of the Scottish Labour Party, Jim Murphy, lost, as did a former deputy leader, Anas Sarwar. Alison Thewliss, who beat Mr. Sarwar, said the results were indicative of “a loss of faith in a Labour Party that has drifted so far from the principles that it once held dear.”\n\nEven Edinburgh, the home of Adam Smith and David Hume, which last year voted 61 percent against independence, elected four S.N.P. lawmakers.\n\nMr. Alexander, the Labour campaign director who was ousted by Ms. Black in Paisley, had represented the area in Parliament since 1997. Five years ago, he won the seat with 59.6 percent of the vote. As recently as January, his was considered a safe seat.\n\nThen the polls started turning. In recent weeks, the shift became palpable. As one former Labour member of Parliament here told The Economist: “It’s like the last days of Rome. Without sex. Or wine. In fact, with none of the fun bits.”", "summary": "“Among the food banks and the trampled front gardens of the big housing schemes, poor people here have begun to feel they have power.”That perception was only reinforced by the image of Ed Miliband, the Labour leader until his resignation on Friday, standing with Mr. Cameron during the last panicked week of the referendum campaign, pressing the Scots not to leave Britain.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.Alison Thewliss, who beat Mr. Sarwar, said the results were indicative of “a loss of faith in a Labour Party that has drifted so far from the principles that it once held dear.”Even Edinburgh, the home of Adam Smith and David Hume, which last year voted 61 percent against independence, elected four S.N.P."}