{"title": "Citing Fear of Neo-Nazi Group, a German Mayor Quits", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2015/03/12/world/europe/citing-fear-of-neo-nazi-group-a-german-mayor-quits.html", "body": "“Should I have expected that my children, who have already had to put up with a lot lately, to look out of their windows and see armed police and hear the hate-filled and racist chants?” Mr. Nierth said in announcing his decision.\n\nHis decision has become fodder for a national debate on the growing power of neo-Nazis and prompted members of Chancellor Angela Merkel’s government and opposition parties to speak out. German leaders have been watching as a tide of refugees has helped to galvanize support for far-right extremists, such as the far-right National Democratic Party, known by its German initials N.P.D., and grass-roots anti-immigrant movements.\n\n“It is a tragedy for our democracy when an elected mayor has to step down due to hostility from neo-Nazis,” Heiko Maas, Germany’s justice minister, said in a statement on Tuesday. “Someone who wants to support refugees in need actually deserves our wholehearted support.”\n\nLast year, 173,000 people applied for asylum in Germany, and more than 25,000 have submitted applications already this year. Although it is Europe’s strongest economy, the country of 80 million is straining to accommodate the newcomers, many of whom made their way to Germany after fleeing the war in Syria.\n\nVideo\n\nWhile many communities have welcomed them, the large numbers have also raised fears and emboldened far-right forces who observers say are seizing on the crisis to gain support.\n\n“If a democratically elected mayor needs to step down to protect himself from a far-right mob, then all alarm bells need to be going off,” Cem Ozdemir, head of the opposition Greens told public broadcaster SWR. “Something like this cannot be allowed to happen in Germany in 2015.”\n\nGermany lacks a strong far-right party such as the National Front in France or the Party for Freedom in the Netherlands, given its mindfulness of 20th century history. But in recent months, it has experienced the growth of a populist tide, with thousands of people taking part in weekly demonstrations organized by an anti-immigrant movement calling itself Pegida, or Patriotic Europeans Against the Islamization of the West.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSupport for Pegida dipped to only several hundred participants in the weekly marches after a leadership crisis earlier this year, but on Monday the group again mobilized several thousand people in Dresden.\n\nAdvertisement Continue reading the main story\n\nSome of the targets of the neo-Nazis have been local officials like Mr. Nierth who have supported plans to house refugees in their communities. The officials have been victims of social media campaigns, threatening letters and vandalism, with far-right slogans smeared on public buildings.\n\nIn one recent case, the mayor of Magdeburg, the state capital of Saxony-Anhalt, said that he had received three anonymous, threatening letters in 10 days. “They are very clear death threats, signed with a ‘Heil Hitler’ and Nazi symbols,” Lutz Trümper told state broadcaster MDR. The police are investigating and have assigned a security detail to protect him.\n\nIn 2013 a local N.P.D. politician in the town of Schneeberg in the eastern German state of Saxony gathered several dozen people to surround the mayor’s home, after he announced the city would be taking in refugees.\n\nIn the western city of Dortmund, the police barred members of a far-right party from holding a rally outside of the home of Mayor Ullrich Sierau, who continued to receive threats from neo-Nazis.\n\nIn Tröglitz, regional officials decided on Monday to go ahead with plans to accommodate 40 refugees. Mr. Nierth, whose replacement will be elected in the coming weeks, said the decision was proof that “the mob on the street” had not won.\n\nBut on Wednesday he called on the government to do more to inform Germans about the refugees. “I think that regarding asylum policy, many people have a feeling that it is not working,” he said on ARD, “and many people feel that it could be better explained.”"}