{"title": "Where the Refugees Pour Into Germany, a 24-Hour Window", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2015/09/24/world/europe/where-the-refugees-pour-into-germany-a-24-hour-window.html", "body": "Lara Christiansen, 27, helped pack clothes in the skate hall. “We got a lot of suits, shirts and ties,” she said. “We kept them — for when they have job interviews.”\n\nAnother volunteer, Sandra Beckmann, 34, was unpacking baby supplies for the expected arrival of new mothers and their children. Ms. Beckmann said her reward has been “the magic smiles and shining eyes” of children who arrive and suddenly feel secure.\n\nNorth Rhine-Westphalia, which expects about 40,000 refugee children in its schools this year, is hiring more than 3,600 new teachers and is creating extra kindergarten places. The education minister of North Rhine-Westphalia, Sylvia Lohrmann, is confident that a state with 2.5 million pupils can make this work, though others are not so sure.\n\nPhoto\n\nFirst Contact\n\n“If this flow keeps up, this system will collapse,” said Murat Sivri, a 41-year-old sociologist who runs the hopelessly overcrowded official refugee facility here, which had to shut its doors many times this summer.\n\nThe volunteers at the community center have helped ease the burden on Mr. Sivri’s facility to feed, clothe, heal and register new asylum seekers with the German bureaucracy — “the first contact between person and official authority.”\n\nBut new refugees keep coming, and they, too, must be absorbed into the system. Though streams of people pass through other countries on their arduous journey across Europe, Germany is where most want to stay.\n\nOld schools and sports halls have been repurposed to house refugees, and the city has turned to the German Army for help, said Michael Meinders, a city spokesman. “It works — just — but under immense pressure,” he said. “Dortmund really can’t go on like this.”\n\nAdvertisement Continue reading the main story\n\nOvernight Surprises\n\nAfter midnight, the community center’s deputy director, Levend Arslan, was working with about 200 volunteers and 50 police officers and soldiers for the 3:44 a.m. arrival of a train carrying refugees.\n\nPhoto\n\nSomeone tracking events on a large screen at an operations center in the nearby fire command station noticed that the train was near Cologne, ahead of schedule. Deutsche Bahn, the German rail service, which has run hundreds of trains just for migrants all over the nation, confirmed that it would arrive much earlier than expected.\n\nAn urgent text message from Mr. Arslan, who keeps in touch with volunteers via Facebook and WhatsApp, alerted all who needed to know: The train was coming in 10 minutes.\n\nAt 2:41 a.m., eight worn carriages full of hundreds of weary refugees — young men, but also many families — got off on Platform 20. They were swiftly marshaled for the five-minute walk to the cultural center with instructions shouted in German and Arabic — “stop,” “start,” “gently, gently.”\n\nThere, they were greeted by loud applause from the volunteers, whose clapping was amplified by the blue latex gloves they wear to cook, clean and otherwise help.\n\nWelcome to Germany\n\nMarina Mohamadi, 18, used her tablet to record the enthusiastic welcome that she and her family received. Ms. Mohamadi and her parents and five younger siblings — ages 11, 7, 5, 2 and 4 months — left Parwaz, Afghanistan, two months ago.\n\nPhoto\n\nAs other new arrivals have, she would send the recorded images to family and friends back home, where the message that Germany is welcoming will further spread through social media. Will that encourage more asylum seekers to head this way, despite the cost and peril?\n\nTwo men from Syria who worked together in Damascus and arrived in Dortmund aboard the same train agreed that coming here was worth the risk. “The children are getting bigger, and we are very afraid of the military,” said one of the men, Basil, 40.\n\nAdvertisement Continue reading the main story\n\nHis sons are 16 and 14, and would soon be required to serve in the Syrian military. His colleague, Firaz, 42, has two daughters, 16 and 11. Both men wanted to know if Germany would allow those who are given asylum to bring over relatives.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nConditions for asylum seekers vary from country to country. Germany is widely recognized as generous.\n\nBut proposals to cut cash allowances and other benefits are under consideration.\n\nAll These People\n\nGerman soldiers have been deployed to help shepherd the asylum seekers who arrived overnight into buses.\n\nPhoto\n\n“A bit of a change from life in the barracks,” a gray-haired officer said. The refugees are needed, he said, with the confidence of someone used to assessing new recruits.\n\n“Many of them are young, they will learn German quickly. They are probably also good with their hands,” he added. “What is it we have — 60,000 empty places for apprentices?”\n\nIn fact, North Rhine-Westphalia, home to 37 of Germany’s 100 biggest companies, had 96,000 open apprenticeships.\n\nCompetition for these entry-level jobs will be intense: About 123,000 people are entering the work force. The state’s unemployment rate was 8 percent in August, compared with around 5 percent nationwide.\n\nImage Makeover\n\nGermany expects to take in 800,000 asylum seekers this year. The state of North Rhine-Westphalia, which includes Dortmund, has already received 144,000 this year.\n\nPhoto\n\n“We are really proud of this because we have a bad reputation,” said Markus Sulk, the Fire Department officer overseeing operations at the community center. He was alluding to the fact that Dortmund has been the home of a few vocal neo-Nazis, but he was heartened by the volunteers working with him to welcome refugees. “We still have people who can show what the German soul really is,” he said.\n\nAdvertisement Continue reading the main story\n\nBuilding on the Past\n\nFive subway stops from the railway station, the city plans temporary housing — large halls for up to 1,000 people, including medical facilities and offices.\n\nBut first, officials had to hastily remove World War II bombs still buried here.\n\nDuring the war, the Allies tried to destroy the engine of German industry in the Ruhr, but missed enough to leave the land littered with munitions, some more explosive now than they were 70 years ago.\n\nWorkers used heavy equipment to dig 21 feet deep into landfill dating to 1945 — “basically the bombed remains of Dortmund city center after World War II,” said Rainer Woitschek, a bomb disposal expert.\n\n“This stuff doesn’t get less dangerous, but more dangerous,” he said. (Five bombs were defused Monday and construction can proceed.)\n\nOn Standby\n\nAfter 24 hours when Dortmund took in some 500 people, word came from city officials that Cologne would take responsibility in the coming days for the inbound migrant trains. The community center, Mr. Meinders said, remains on “standby.”", "summary": "“If this flow keeps up, this system will collapse,” said Murat Sivri, a 41-year-old sociologist who runs the hopelessly overcrowded official refugee facility here, which had to shut its doors many times this summer. The volunteers at the community center have helped ease the burden on Mr. Sivri’s facility to feed, clothe, heal and register new asylum seekers with the German bureaucracy — “the first contact between person and official authority.” After midnight, the community center’s deputy director, Levend Arslan, was working with about 200 volunteers and 50 police officers and soldiers for the 3:44 a.m. arrival of a train carrying refugees. Someone tracking events on a large screen at an operations center in the nearby fire command station noticed that the train was near Cologne, ahead of schedule."}