{"title": "European Leaders Urged to Strengthen ‘Minimalist’ Approach to Mediterranean Migration Crisis", "authors": ["Nick Cumming-Bruce"], "url": "https://www.nytimes.com/2015/04/24/world/europe/european-leaders-urged-to-strengthen-minimalist-approach-to-mediterranean-migration-crisis.html", "body": "A European 10-point plan outlined at the start of the week called for enhanced search and rescue efforts in the Mediterranean, but put the emphasis on border protection and action against traffickers rather than addressing the causes of the crisis or the plight of migrants.\n\n“As a paramount principle, the safety, protection needs, and human rights of all migrants and refugees should be at the forefront of the E.U. response,” United Nations and International Organization for Migration officials said Thursday.\n\nApril is already the deadliest month on record in terms of migrant deaths. There have been more than 1,300 fatalities in the Mediterranean, bringing the total to more than 1,776 so far this year, the United Nations refugee agency has reported. This is roughly half the number who perished at sea in all of 2014.\n\n“The worry clearly is that the European response doesn’t look as if it will be sufficient by a long way and we will see more deaths,” said a United Nations official, speaking on the condition of anonymity because he was not authorized to comment. “If you think you can close the gates to people fleeing war and repression, then you are clinging to a fantasy.”\n\nMore than 219,000 people crossed the Mediterranean seeking entry to Europe in 2014, a record. While the political discourse on migrants labels most as people seeking a better life, the United Nations refugee agency says half of them were fugitives from conflicts in Syria and elsewhere in the Middle East, mayhem in Somalia and an abusive dictatorship in Eritrea.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“It is clear there are push factors as well as pull factors,” Volker Turk, the assistant head of the refugee agency, said earlier this week. “In our assessment, the push factors are much stronger.”\n\n“Part of the problem is the illusion that Europe is being flooded by millions of migrants from around the world,” Elhadj As Sy, the secretary general of the International Federation of the Red Cross, said in an interview a day after returning from Sicily. ”It’s simply not true.”\n\n“The great majority of the people on the move are not coming to Europe,” he said, citing the hundreds of thousands of Syrians in Lebanon and Jordan; 350,000 Somalis in Kenya; and fugitives from the violence in Central African Republic sheltering in Chad.\n\nThe U.N. statement on Thursday called on Europe to begin a “robust, proactive and well-resourced” search and rescue mission in the Mediterranean, to create channels for safe and regular migration and to make a firm commitment to take in significantly higher numbers of refugees.\n\nAdvertisement Continue reading the main story\n\n“These are ideas that have been around for 20 years, but the E.U. isn’t doing them, and politics and xenophobia keep getting in the way,” said Rupert Colville, a spokesman for Mr. Hussein."}