{"title": "Woman Says She Told Police About Paris Attacker’s Hide-Out", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2016/02/05/world/europe/woman-says-she-told-police-about-paris-attackers-hide-out.html", "body": "As the three chatted, the woman realized she was probably talking to someone involved in the attacks and asked him directly about them. She said he responded, “The cafes in the 10th Arrondissement, that was me and it is not finished.”\n\nShe later learned he was planning to target three more places, including a child care center, all of them in La Défense, a large business district west of Paris.\n\nSurprised by his confident admission that he was responsible for some of the killings, she said she told him, “But you killed innocent people.”\n\nShe said he responded: “They were not innocent. You have to look at what is happening to us in Syria.”\n\n“But you say you are Muslim, but you have killed Muslims,” she told him.\n\nHe responded that they were “collateral damage.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nShe described him to the television interviewer as “proud of himself.”\n\n“One could say he wasn’t afraid of anyone,’ she said, adding that he spoke about killing people as one would talk about doing household errands. “He was happy.”\n\nMs. Boulahcen had told her that Mr. Abaaoud was in Syria, so she asked whether he had come back with refugees. He boasted: “France is nothing. … One can re-enter without official documents.\n\nAdvertisement Continue reading the main story\n\n“There are Syrians, Iraqis, French, German, English, 90 of us returned, we are everywhere in the Île-de-France,” he told her, referring to the region surrounding Paris.\n\nIt is not clear if the 90 people he describes are all working with the Islamic State. If so, that would mean there are a large number of potential attackers in the Paris metropolitan area.\n\nThe woman also said that Mr. Abaaoud had told her that there were a number of failings in the Nov. 13 attacks, including an explosive belt that failed to detonate, and that he was there to make sure that “there will be no more failures.”\n\nIt was after this conversation that the woman went to the police and told them that Mr. Abaaoud was under the bridge. Later, she told them where the apartment was that Ms. Boulahcen had rented for him. The police detective who was her contact explained that they would raid the apartment.\n\n“I asked them not to kill Hasna, and he promised me that they will not kill her, that they weren’t interested in her,” she said.\n\nBut more than a thousand bullets were fired in the raid, and Ms. Boulahcen, who was wearing a suicide vest, died.\n\n“I know they told me she was a suicide bomber, but I know Hasna did not want to die,” the woman said.\n\nThe Paris prosecutor’s office and the police did not dispute any aspect of the woman’s interview. But the prosecutor’s office, in a terse statement, said it was opening an inquiry into whether a French law that protects the “secrecy of the investigation” had been breached.\n\nThe prosecutor, François Molins, signaled that he would be looking into both the legality of the publication of the interview by the news media as well as how the information about the woman’s account had been leaked.", "summary": "She later learned he was planning to target three more places, including a child care center, all of them in La Défense, a large business district west of Paris. “There are Syrians, Iraqis, French, German, English, 90 of us returned, we are everywhere in the Île-de-France,” he told her, referring to the region surrounding Paris. But the prosecutor’s office, in a terse statement, said it was opening an inquiry into whether a French law that protects the “secrecy of the investigation” had been breached. The prosecutor, François Molins, signaled that he would be looking into both the legality of the publication of the interview by the news media as well as how the information about the woman’s account had been leaked."}