{"title": "Catalans, Elated but Fearful, Brace for Independence Vote", "authors": ["Ellen Barry"], "url": "https://www.nytimes.com/2017/09/29/world/europe/catalonia-independence-spain-referendum.html?action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article", "body": "“Look, we have lived through a war,” Ms. Sabaté said, her voice shaking. “If people go to the street, if someone does something against the state, they will jump on him. Anyone who has lived through the war wants these days to pass by.”\n\nThe city of Terrassa, an old textile manufacturing center just outside Barcelona, seemed preternaturally calm last week, the sidewalk cafes full and a yearly theater festival underway. Under the surface, however, there was the sense of an approaching collision — one that was days away, and then hours.\n\nThe mayor had mostly disappeared from public view, explaining in a Facebook post that he had come under a torrent of abuse when he had tried to remain neutral on the vote. Elementary school principals had received letters warning that they might face sedition charges if they opened their doors for voting. Teenage activists — joyful, full of expectation — talked about blocking security forces with their bodies.\n\n“We have been waiting for this moment for 300 years,” said Guillem Carbonell Vidal, 18, who is studying to be a theater technician. He was excited, and sleep-deprived, having spent the past week running from one political meeting to another, debating such matters as whether to print a new currency and nationalize the banks.\n\n“I am 18, and I will be able to live the way I want,” he said. “We will be able to build a new future. We have to build a society that is anti-patriarchal, where women don’t have to suffer violence, which anyway is created by men, and where the working class has power.”\n\nThe last few weeks, he said, have been “a dream.”\n\nOpinion polls suggest that about half of Catalonia’s 7.5 million people support breaking away from Spain, but the separatists’ influence ballooned in 2015, when independence parties won a majority in the region’s Parliament. There was already resentment that the Spanish government was siphoning too much of the region’s wealth.\n\nPhoto\n\nMadrid — which allowed a nonbinding referendum on independence in 2014 — has taken a hard line this time, arguing that a unilateral act of separation flies in the face of the rule of law, and sets a dangerous precedent for other European countries struggling with similar movements.\n\nAdvertisement Continue reading the main story\n\nAsk “independistas” why the need to break away from Spain is so urgent, and the answer goes back to 1714, when Philip V of Spain captured Barcelona during the War of the Spanish Succession, bringing an end to the Catalan principality. This was a period of consolidation across Europe, as strong monarchies absorbed smaller, weaker neighbors. In Catalonia, this is not obscure history: It is common, these days, to hear the archaic insult “botifler,” which means a supporter of Philip V and his ally, the French house of Bourbon.\n\nMany Catalans have grown to adulthood believing that they were, simply, not Spanish. Under Franco’s dictatorship, which ended in 1975, the government tried to stamp out all Catalan institutions and the language, and thousands of people were executed in purges. Virtually no Catalan family emerged from that period unscarred.\n\nBut Terrassa, as a manufacturing city, also has a large population that moved to Catalonia from other parts of Spain. In those neighborhoods, it can be difficult to find anyone who supports independence. Gabriel Zafra, who leads an association of migrants from Extremadura, a region in western Spain, said the mounting demand for independence had made it politically risky to question, even for elected officials."}