{"title": "Marine Le Pen’s Verbal ‘Violence’ in French Debate Shocks Observers", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/05/04/world/europe/france-debate-marine-le-pen-emmanuel-macron.html", "body": "Even her own father, the National Front patriarch and founder Jean-Marie Le Pen, declared that she “wasn’t up to it” during the two-and-half-hour debate, though he still supports her. A poll taken immediately after for BFMTV found that 63 percent of viewers thought that Mr. Macron had carried the day.\n\nHis polling lead in the election Sunday is around 20 points, yet it was not clear that the debate would necessarily sway those who had already made up their minds or backed other candidates in the first round of the election. Significantly, however, many observers saw in Ms. Le Pen’s principal debate tactic an unwelcome guest: the big lie.\n\nMr. Macron repeatedly called her a liar during the debate, and newspaper commentaries on Thursday backed him up. “Marine Le Pen: The Strategy of the Lie,” was the banner headline on Le Monde’s front page, which went on to say that the “deliberate tactic was largely inspired by what Donald Trump practiced in the American campaign.”\n\nThe newspaper detailed “The 19 lies of Marine Le Pen” during the debate about topics including “Brexit,” the euro, the European Union and terrorism. On all these subjects, the newspaper demonstrated that Ms. Le Pen had put forward half-truths and outright falsehoods.\n\nShe was revealed as “the heir of a practice of politics that has always been based on denigration and threat,” Le Monde said in its front-page editorial. “The imitator, besides, of Donald Trump, piling on, just like the American president, lying insinuation.”\n\nThe Macron camp was quick to pick up on the negative parallel between President Trump and Ms. Le Pen, posting a video on Twitter in which Americans and Britons express regret about voting for Mr. Trump and for Brexit, and warning that “this Sunday, France will have to make a choice; the worst is not impossible.”\n\nPhoto\n\nMs. Le Pen has significantly backed away from her early enthusiastic declarations in favor of Mr. Trump since his chaotic beginnings. Meanwhile, former President Barack Obama announced on Thursday he was supporting Mr. Macron, in a video posted on Mr. Macron’s Twitter feed.\n\nOne “insinuation” from Ms. Le Pen in the Wednesday debate may wind up costing her. At the end, she suggested that Mr. Macron might have “an offshore account,” later acknowledging she had no proof.\n\nAdvertisement Continue reading the main story\n\nSuch an accusation is extremely serious for public figures in France, especially in the court of public opinion. The Paris prosecutor has opened an investigation into whether fake news is being used to influence the election, and Mr. Macron has announced a lawsuit against right-wing websites over the suggestion.\n\nMs. Le Pen’s tactics on Wednesday, eschewing any kind of detailed exposition of policies and instead relying on epithet-slinging — Mr. Macron was “the privileged child of the system and the elites,” and the “representative of subjugated France” — would have been familiar to anyone attending her rallies across France this election season. Her supporters roar at these verbal sallies.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut such language is not normally part of mainstream political discourse in France. And that fact set up the collision of Wednesday night, and the tone of dismay and shock in the commentaries.\n\nThe second-round presidential debate has become almost a sacred ritual in French politics. Fifteen years ago, Jacques Chirac, the former president, refused to dignify Ms. Le Pen’s father in a debate when he unexpectedly made the second round. That Ms. Le Pen was not given that treatment in 2017, commentators suggested, meant that she had been accepted as a legitimate partner in the democratic process.\n\nBut on Thursday, French news media and academic commentators suggested she had violated that trust by her “violence,” as many put it. “Maybe she wanted to reassure her electorate,” Marc Lazar, a historian, said in an interview, “or maybe she was just showing her true nature.”\n\n“She has wanted to show that she has ‘undemonized’ the party,” Mr. Lazar continued, referring to the effort Ms. Le Pen has undertaken to distance the National Front from the hate-filled declarations of her father. “But in the end, she just proved that she is her father’s daughter. I think there were a lot of people who were surprised, because they thought she had really changed.”\n\nEven veteran Front-watchers were taken aback by Ms. Le Pen’s actions on Wednesday night. “It was transformed into a fight, not a debate,” said Valérie Igounet, the leading historian of the National Front.\n\nNumerous political figures said the debate had made a big voter turnout for Mr. Macron all the more urgent. It was not expected to come from the far left, which continues to evince extreme hostility to Mr. Macron, seeing him as the hated representative of capitalism and finance — precisely Ms. Le Pen’s depiction of him.\n\nAdvertisement Continue reading the main story\n\nThe far-left leader, Jean-Luc Mélenchon, has suggested that there is an equivalence between the two candidates. Some two-thirds of his voters will cast blank votes or abstain, according to an internal party survey.\n\nOn Thursday, one of Mr. Mélenchon’s more prominent supporters, the filmmaker François Ruffin, wrote in an op-ed in Le Monde addressed to Mr. Macron in the wake of the debate: “You are detested already, before even having set foot in the Élysée,” referring to the presidential residence.\n\nMore typical of Thursday’s reactions, though, was that of an editorial in the southern La Dépêche du Midi, in Toulouse: “The ‘decisive’ debate was above all a revelatory debate. Through lies and incessant interruptions, striking proof was given last night that it is difficult, if not impossible, to debate with the far right, in conditions of minimal democratic respect.”", "summary": "The newspaper detailed “The 19 lies of Marine Le Pen” during the debate about topics including “Brexit,” the euro, the European Union and terrorism.Le Pen, posting a video on Twitter in which Americans and Britons express regret about voting for Mr. Trump and for Brexit, and warning that “this Sunday, France will have to make a choice; the worst is not impossible.”The Paris prosecutor has opened an investigation into whether fake news is being used to influence the election, and Mr. Macron has announced a lawsuit against right-wing websites over the suggestion.On Thursday, one of Mr. Mélenchon’s more prominent supporters, the filmmaker François Ruffin, wrote in an op-ed in Le Monde addressed to Mr. Macron in the wake of the debate: “You are detested already, before even having set foot in the Élysée,” referring to the presidential residence.Through lies and incessant interruptions, striking proof was given last night that it is difficult, if not impossible, to debate with the far right, in conditions of minimal democratic respect.”"}