{"title": "After Earthquake in Italy, ‘Half the Town No Longer Exists’", "authors": ["Elisabetta Povoledo"], "url": "https://www.nytimes.com/2016/08/25/world/europe/amatrice-italy-earthquake.html", "body": "Photo\n\nAMATRICE, Italy — The chaos came in the middle of the night. People were screaming and dying in the darkness across Amatrice, a summer getaway in central Italy famous as the birthplace of a pasta dish made with tomatoes and pork cheeks.\n\nIt was 3:36 a.m. when the 6.2 magnitude earthquake hit, followed by a succession of strong aftershocks — including one nearly as strong an hour later — that flattened houses and buried residents in the rubble.\n\nAmatrice was the worst hit by the quake, which also damaged surrounding towns. As of Thursday morning, the deaths totaled 241, officials said.\n\n“Half the town no longer exists,” Mayor Sergio Pirozzi of Amatrice told reporters on Wednesday morning. He might have been too optimistic. By midday Amatrice, a quiet mountain town about 100 miles northeast of Rome, felt more like a ghost town.\n\nVideo\n\nAmbulances raced along windy roads clogged with traffic and rubble as rescue teams searched for survivors. Using picks, shovels and hands, they scrabbled through the dust and debris of crumbled homes. They brought in dogs to sniff for the dead and injured beneath collapsed concrete and stone.\n\nA soft white dust was still swirling about the rubble piled waist-high in Amatrice. Stunned survivors — some with tear-streaked cheeks, others still wearing pajamas — wandered through the streets, unsure what to do.\n\nA father, holding a small child, pushed a wobbly stroller piled with plastic bags of clothing over a rocky path. A young girl sobbed into her mobile phone.\n\n“It’s all gone, the bar, the house, everything,” she said.\n\nThe initial quake was comparable in intensity to one in 2009 in the central Abruzzo region that killed more than 300 people.\n\nKey Facts\n\nThe quake and aftershocks were felt as far away as Bologna, Rome and Naples. Camps were set up to house hundreds of homeless, and the authorities were also trying to account for an unknown number of tourists.\n\n“The number of missing people is undefined at the moment,” Immacolata Postiglione, the head of the emergency unit at Italy’s Civil Protection Agency, said at a news conference in Rome.\n\nWith a permanent population of about 2,000, Amatrice is a place where people know one another. Many had ties to Rome in one way or another, working there in the winter, running restaurants, bars and hotels, as food has always been part of the town’s culture.\n\n“If you closed the restaurants in Rome run by Amatriciani, you’d close half the restaurants,” said Maria Prassede Perilli, a resident who had been visiting her sister in Rome when the quake struck.\n\nMs. Perilli said she had rushed back after her husband, Giacomo, called in the middle of the night in a frightened voice, telling her, “There’s been a terrible earthquake, you can’t even imagine.”\n\nHer husband survived, she said, but his sisters and niece did not. The couple’s house was crushed. “It’s flat, like a book,” she said.\n\nFor many residents who worked in Rome, August was the traditional month of rest and relaxation, enjoying Amatrice’s mild climate and fresh air after months of Roman smog.\n\n“You had dinners in the piazza, long tables with lots of people, someone would bring out a guitar to sing,” Ms. Perilli said. “It’s the mountain, it’s a good place to be.”\n\nIt was especially wrenching for her to bump into shocked friends and acquaintances. “They can’t find Alessandra, they can’t find Alessandra,” one woman who approached said of her niece, buried under the rubble along with her mother. Ms. Perilli commiserated.\n\n“I don’t want to listen to anything any more. It’s all: ‘Did you hear that he died, did you know that that entire family was buried; wife, husband, child.’ I just can’t take it,” she said, eyes tearing. “I feel as though I am in a dream, and I’m hoping that one moment I’ll wake up.”\n\nNearby, diggers were lifting rubble into trucks.\n\n“Will they ever be able to rebuild this?” Ms. Perilli said. “It seems like the end of an era.”\n\nRescue teams representing a spectrum of police and armed forces, local civil protection agencies from around the country, as well as medical staff members worked through the day searching for survivors, but more often finding the dead.\n\n“This is positive; as soon as the earthquake struck, people came from all over to help,” said Riza Sinani, a nurse from the nearby town of Rieti. “That doesn’t happen in every country, this outpouring of humanity and good will.”\n\nSeveral people in Amatrice said the town had been full of tourists who came for the coming weekend’s annual Sagra dell’Amatriciana festival, which celebrates Amatrice’s native pasta sauce, using cured pork cheek known as guanciale, and grated pecorino cheese. The festival has been canceled.\n\nAs sympathy and offers of support poured in from around the world, Pope Francis led pilgrims at St. Peter’s Square in praying for the victims, clutching a rosary in his right hand, and Prime Minister Matteo Renzi went to Rieti.\n\nMr. Renzi praised rescue workers and volunteers and vowed to rebuild — a promise particularly important for Italians still furious about the long delays in reconstruction after the 2009 quake.\n\nVideo\n\nThe area’s most significant monument, the Basilica of Saint Francis of Assisi, was unharmed, as were monuments in the city of Perugia.\n\n“We were saved by a miracle,” said Stefania Proietti, the mayor of Assisi, where in 1997 a devastating earthquake caused casualties and extensive damage to the city, destroying frescoes by Giotto and Cimabue in the basilica.\n\nFor those in Amatrice, the immediate focus was on essentials: who was alive, and who was dead, or missing.\n\nAmong those awaiting information was Laura Besanzoni, who stood behind a ribbon that cordoned off the main street, the Corso Umberto. A few palazzos still stood along the street, but piles of rubble lined both sides, offering glimpses of bright blue sky.\n\nPhoto\n\n“It’s like being in one of those countries at war,” Ms. Besanzoni said, looking at the devastation. Her family’s palazzo was left standing, she said, but she had no news of an aunt and two cousins.\n\n“We don’t know if they are dead or alive,” she said.\n\nMakeshift human corridors were created to bring people out. Some were alive, others were not. As one body was passed, wrapped in a plastic cover, one woman wailed: “That looks like Manuela’s hand!”\n\nA three-story convent on the edge of town was virtually destroyed by the quake, the top two floors crushing the bottom. A young nun managed to escape, but said she feared that three nuns and four retirees had been buried.\n\nA high school teacher from Rome who vacations here every August said her home on the central Corso Umberto had been severely damaged but had not collapsed. The teacher, who identified herself only by her first name, Ilde, said the quake had struck with a loud bang.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe buildings across the street from her and next door were destroyed. “Only the town tower was standing,” she said, describing scenes of panic, her neighbors screaming for help in the dark.\n\n“It was Dante’s ‘Inferno,’ it was apocalyptic, I don’t know,” she said. When rescuers came to escort her from her home, she said, she walked on rubble at least 10 to 13 feet high.\n\nIn one square, families waited for news while diggers began tackling a pile of bricks and stones that had once been a home. One man had lost his father. Another, an uncle.\n\n“I can’t think of how many may still be in the rubble,” said one woman whose house withstood the quake while the neighboring ones did not. Amatrice is in an area prone to earthquakes, she said, “but we’ve never felt anything as violent as this.”\n\nIn the nearby Marche region, the village of Arquata del Tronto and the hamlet of Pescara del Tronto, also suffered major destruction.\n\n“When I arrived at the break of day, I saw a destroyed village, screams, death,” Bishop Giovanni D’Ercole of Ascoli Piceno, who visited Pescara del Tronto, told Vatican Radio. “I went to bless the bodies of two children buried under the rubble.”"}