{"title": "Traffickers Set Freighter on a Course for Italy and Flee, Leaving Migrants Aboard", "authors": ["Elisabetta Povoledo", "Alan Cowell"], "url": "https://www.nytimes.com/2015/01/03/world/europe/italy-migrants-rescue.html", "body": "In record numbers, fugitives from war zones, failed states or repressive regimes routinely pay up to $6,000 each for a chance to fulfill dreams of security and new lives in Europe, braving not only rough seas and capricious journeys but also a groundswell of hostility toward immigrants across the Continent.\n\n“The money involved is huge,” said William Spindler, a spokesman for the United Nations refugee agency.\n\nThe first rescue vessel to come to the aid of the stricken Ezadeen was an Icelandic patrol boat sailing as part of a program coordinated by Frontex, the European border agency. But the seas were too rough for rescuers to cross from one vessel to the other, and an Italian helicopter was called in to airlift coast guard officials onto the boat.\n\nAfter several hours of effort, and after the 240-foot Ezadeen had run out of fuel, the Icelandic Coast Guard ship took it under tow, Commander Marini said.\n\nSome analysts said the change in the traffickers’ tactics had occurred since Italy phased out an ambitious and costly search-and-rescue operation called Mare Nostrum, which located and rescued dozens of boats used by migrants. That program has been replaced by a European Union mission, Triton, which involves 19 nations but has a more limited mandate and finances.\n\nAfter a meeting in New York among top officials dealing with migration and refugees, a spokesman for the United Nations called the abandonment of large cargo ships “an emerging appalling trend in the human trafficking of migrants.”\n\n“This is the latest cynical chapter in the ongoing tragedy of irregular migration at sea,” the spokesman said.\n\nAdvertisement Continue reading the main story\n\nIn the past, traffickers in North Africa had typically loaded migrants onto smaller vessels that are relatively easy to operate, said Izabella Cooper, a spokeswoman for Frontex. “But a freighter needs specialized skills; it’s a far more dangerous situation,” she said. The Ezadeen was headed for Italy at full speed when it was detected Thursday night, she added.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nCarlotta Sami, a spokeswoman for the United Nations refugee agency, told Reuters that over the past two months, smugglers were increasingly using old cargo ships ready to be dismantled. “They usually don’t even have any electronic equipment on board,” she said. The smugglers are using bigger ships because the end of the Mare Nostrum program makes crossing in smaller boats much more risky, she added.\n\nOfficials said the smugglers probably left the cargo ship by boat, though it was unclear if they took a lifeboat or were met at sea by an escape vessel.\n\nIn a posting on Twitter on Friday, the Italian Coast Guard said the vessel was being towed toward the coastal town of Corigliano Calabro.\n\nAntonio Saccone, an analyst at Frontex, said the use of bigger ships “shows how powerful and sophisticated the smuggling networks have become.”\n\nBy Italian accounts, each journey of a big steel-hulled vessel carrying hundreds of migrants could yield smugglers up to $1 million. “It’s a precious cargo, and even after factoring in costs, it’s clearly an effective system” for traffickers, said an Italian Navy official, speaking on the condition of anonymity under institutional protocols.\n\nThe latest rescue unfolded just days after the Italian authorities boarded a freighter, the Moldovan-registered Blue Sky M, carrying more than 700 people, many of them fleeing Syria’s civil war. That vessel was also abandoned by its crew after setting out from Turkey.\n\nBut the two vessels rescued this week were only the latest among at least 15 others that have left the coast of Turkey since the end of September, said Adm. Giovanni Pettorino of the Italian Coast Guard. “We’re very concerned about the practice of abandoning the migrants at sea,” he said.\n\nLast month, the United Nations refugee agency said that more than 200,000 refugees and migrants had arrived in European countries in 2014, compared with 60,000 in 2013. A large majority of them — 160,000 — arrived in Italy by sea. Almost half the migrants were citizens of Syria and Eritrea, in the Horn of Africa.\n\nAdvertisement Continue reading the main story\n\nFlavio Di Giacomo, a spokesman for the International Organization for Migration, quoted migrants rescued earlier this week aboard the Blue Sky M as saying that the ship had set sail from Turkey.\n\nTypically, migrants said they were put on small wooden boats and rowed to larger vessels at sea.\n\n“It’s worrisome, because this new route seems to have very well-organized traffickers,” Mr. Di Giacomo said. “And if they manage to make a lot of money, they’ll be able to buy other ships.\n\n“Mare Nostrum may have ended, but migrants keep coming,” Mr. Di Giacomo said. “The reason people come is because their countries are in crisis.”"}