{"title": "Migrants Are Plucked From Sea Off Libya, but 29 Die Aboard Italian Rescue Ships", "authors": ["Gaia Pianigiani", "Jim Yardley"], "url": "https://www.nytimes.com/2015/02/10/world/europe/migrants-die-after-rescue-by-italys-coast-guard.html", "body": "The Italian Coast Guard still responds on its own to more distant distress calls, like the one off Libya on Monday, but the navy does not.\n\nVideo\n\nFlavio Di Giacomo, a spokesman for the International Organization for Migration, suggested that the change might have played a tragic role in the events on Monday. If larger navy ships like those used in the Mare Nostrum program had been involved in the latest rescue, he said, they might have afforded more room and greater protection from the elements for the rescued migrants.\n\n“You could argue that this is the first consequence of the absence of Mare Nostrum,” he said. Noting that the flow of migrants is likely to increase in warmer weather, he added, “We shall see what happens this summer.”\n\nCommander Marini said the coast guard had received an initial distress call late on Sunday and sent two vessels from Lampedusa, an Italian island near the Tunisian coast that migrants often try to reach.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nCoast guard radio operators also directed a nearby merchant ship to change course toward the migrant boat and then monitor it until the coast guard vessels arrived, the commander said, adding that the merchant ship was unable to take on the migrants itself because of the high waves.\n\n“The sea and weather conditions were terrible,” he said.\n\nWhen the coast guard vessels arrived, their crews managed to transfer the surviving migrants on board. But the rescue ships had very limited space below, and most of the migrants had to remain huddled on deck, wrapped in blankets, as the rescue vessels made their way back to Lampedusa. Commander Marini said each vessel had a doctor and a nurse on board who tried to treat the most weakened people, even as some began to succumb.\n\nEarly reports said that seven of the 29 migrants who died did so before the coast guard reached the scene, but late on Monday a commander confirmed that all 29 were still alive when they were transferred to rescue vessels.\n\n“These people died because of the cold,” Giusi Nicolini, the mayor of Lampedusa, said in an interview on the Italian news channel Sky TG24. “Had they been transported on the large ships of Mare Nostrum, they would be alive.”", "summary": "Flavio Di Giacomo, a spokesman for the International Organization for Migration, suggested that the change might have played a tragic role in the events on Monday.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.Commander Marini said each vessel had a doctor and a nurse on board who tried to treat the most weakened people, even as some began to succumb.Early reports said that seven of the 29 migrants who died did so before the coast guard reached the scene, but late on Monday a commander confirmed that all 29 were still alive when they were transferred to rescue vessels.“These people died because of the cold,” Giusi Nicolini, the mayor of Lampedusa, said in an interview on the Italian news channel Sky TG24."}