{"title": "French Rein In Speech Backing Acts of Terror", "authors": ["Doreen Carvajal", "Alan Cowell"], "url": "https://www.nytimes.com/2015/01/16/world/europe/french-rein-in-speech-backing-acts-of-terror.html", "body": "Prosecutors seized on the law in the days after the terrorist attacks in Paris, which left 17 people dead — 12 at the offices of Charlie Hebdo, a weekly newspaper that was targeted in retaliation for publishing cartoons of the Prophet Muhammad. A notice from the Ministry of Justice on Jan. 12 directed prosecutors to react firmly.\n\nThe accused did not have to threaten actual violence to run afoul of the law. According to Mr. Cabut, who brought the case in Bourgoin-Jallieu, the man shouted: “They killed Charlie and I had a good laugh. In the past they killed Bin Laden, Saddam Hussein, Mohammed Merah and many brothers. If I didn’t have a father or mother, I would train in Syria.”\n\nThe most prominent case now pending in the French courts is that of Dieudonné M’bala M’bala, a provocative humorist who has been a longtime symbol in France of the battle between free speech and public safety. With nearly 40 previous arrests on suspicion of violating antihate laws, for statements usually directed at Jews, he was again arrested on Wednesday, this time for condoning terrorism.\n\nHe faces trial in early February in connection with a Facebook message he posted, declaring, “Tonight, as far as I’m concerned, I feel like Charlie Coulibaly.” It was a reference to the popular slogan of solidarity for the murdered Charlie Hebdo cartoonists — “Je suis Charlie” — and to one of the attackers, Amedy Coulibaly, who killed a policewoman and later four people in a kosher supermarket last Friday.\n\nProsecutors and other lawyers say the difference is laid out in French law, which unlike United States laws, limits what can be said or done in specific categories. Because of its World War II history, for example, France has speech laws that specifically address anti-Semitism and Holocaust denial. In the case of the Charlie Hebdo cartoonists, prosecutors said, the targets were ideas and concepts, and though deemed extreme by some, the satire was meted out broadly.\n\nPhoto\n\n“A lot of people say that it’s unjust to support Charlie Hebdo and then allow Dieudonné to be censored,” said Mathieu Davy, a lawyer who specializes in media rights. “But there are clear limits in our legal system. I have the right to criticize an idea, a concept or a religion. I have the right to criticize the powers in my country. But I don’t have the right to attack people and to incite hate.”\n\nAdvertisement Continue reading the main story\n\nPresident François Hollande of France and Chancellor Angela Merkel of Germany on Thursday both sought to quash any backlash against Muslims in the wake of the Islamic militants’ attacks. As they have also done in recent days, they raised the issue of anti-Semitism.\n\n“We must be clear between ourselves, lucid,” Mr. Hollande told an audience at the Institute of the Arab World in Paris. He said inequalities and conflicts that had persisted for years had fueled radical Islam.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“The Muslims are the first victims of fanaticism, extremism and intolerance,” he said. \"French Muslims have the same rights, the same duties as all citizens.”\n\nPope Francis joined the debate while traveling to the Philippines from Sri Lanka, saying that while he defended freedom of expression, there were also limits.\n\n“You cannot provoke,” he said. “You cannot insult the faith of others. You cannot make fun of the faith of others.”\n\nMore on the Paris Shootings\n\nMr. Cabut said only a few cases had been heard under the recent antiterrorism law, until prosecutors began using it liberally in the past week. Its provisions target hate speech and are designed to deal more severely with comments posted on the Internet. If the offense is spoken, the law allows a sentence of five years and a fine of almost $90,000. If it is on the Internet, it allows sentencing up to seven years and a fine of nearly $120,000.\n\n“I think there is an atmosphere of emotion where people are still in a state of shock,” Mr. Cabut said. “So it’s necessary for prosecutors to act firmly.”\n\nHe said that there were limits to how far prosecutors would follow the law. For instance, he said, no one would be prosecuted for refusing to stand during a moment of silence, which has occurred in his region.\n\nBut that has already been put to the test with a new case on Thursday involving a parking attendant in Paris who was suspended by the police prefecture for refusing to observe a silent tribute to the victims.\n\nAdvertisement Continue reading the main story\n\nCatherine Perbet, a lawyer who has defended people accused of condoning violence, said the law was being used harshly now because of the political and social climate. She represented the man in Bourgoin-Jallieu and said his prosecution and sentence “is not shocking given the circumstances.”\n\nAgnès Tricoire, a lawyer who specializes in media rights and freedom of expression, said that the power of the law was disturbing and that no one had anticipated how quickly it could be employed. “It’s much simpler now for the prosecutor to sue people who said or wrote something,” she said. “What does it mean to make an apology for terrorism? Is it a simple sentence? Do you have to have an argument? Is it something that has to be taken seriously?”\n\n“This is not good for human rights,” she added.\n\nThe authorities sped up the immigration process for Lassana Bathily, a Muslim from Mali, who hid customers during the attack on the kosher market and then helped the hostages and the police. The authorities said he had been made a French citizen.", "summary": "Prosecutors seized on the law in the days after the terrorist attacks in Paris, which left 17 people dead — 12 at the offices of Charlie Hebdo, a weekly newspaper that was targeted in retaliation for publishing cartoons of the Prophet Muhammad.“A lot of people say that it’s unjust to support Charlie Hebdo and then allow Dieudonné to be censored,” said Mathieu Davy, a lawyer who specializes in media rights.President François Hollande of France and Chancellor Angela Merkel of Germany on Thursday both sought to quash any backlash against Muslims in the wake of the Islamic militants’ attacks.But that has already been put to the test with a new case on Thursday involving a parking attendant in Paris who was suspended by the police prefecture for refusing to observe a silent tribute to the victims.The authorities sped up the immigration process for Lassana Bathily, a Muslim from Mali, who hid customers during the attack on the kosher market and then helped the hostages and the police."}