{"title": "Europe Lacks Strategy to Tackle Crisis, but Migrants March On", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2015/09/18/world/europe/europe-migrants-refugees.html", "body": "“They can move freely in this period,” she said. “We will try to restore a decent face to this part of Europe.”\n\nSo, since Wednesday morning, more than 11,000 migrants have entered Croatia, and officials said 20,000 more were already in Serbia, making their way to the Croatian border and likely to arrive soon — while untold tens of thousands more waited in Turkey and Greece for a clear signal about whether to follow.\n\nPhoto\n\nBut what the first arriving migrants found on the Croatian border was only more fog.\n\nThe Croatian interior minister said that the country would abide by European Union rules and register all arriving asylum seekers and that they could not simply pass through the country unfettered. Then late Thursday, swamped by the crush of migrants, Croatia announced that the border would be closed altogether, indefinitely.\n\nSlovenian officials said that, no matter how many migrants Croatia lets through, they would register all arrivals and turn back any who do not qualify as refugees — a task that Hungary can attest is easier said than done.\n\nBut what effect would registering in Croatia or Slovenia have on their ability to settle later in Germany or elsewhere? Would Slovenia ever let them pass? If they did, would new border controls in Austria and Germany hold them back?\n\nNo one seemed to know.\n\n“We have money, we can buy food and water,” said Manar Alqawy, 23, who spent 25 days traveling from Syria and found himself thwarted on the Croatian border. “We can pay taxis, smugglers. Just let us get to Slovenia.”\n\nPhoto\n\nHungary, which had declared a “state of crisis” along its Serbian border on Tuesday expanded it Thursday to include Croatia’s.\n\nAdvertisement Continue reading the main story\n\nSo far, Croatians have welcomed the migrants, said Drago Zuparic, a sociologist at the Institute for Migration and Ethnic Studies in Zagreb, but that could quickly turn if the refugee tide grew and extremists hijacked the debate. The first Syrian refugees reached the Slovenian border crossing at Obrezje Thursday afternoon, but were halted on the Croatian side while officials decided what to do next.\n\nA train from Belgrade to Zagreb reached another Slovenian border crossing on Thursday carrying 200 to 250 migrants. The police took them off the train, but no one seemed to know on Thursday evening whether they would be returned to Croatia or allowed to proceed.\n\n“What we expect from the E.U. is to tell us what the form of good European behavior is,” said Nebojsa Stefanovic, Serbia’s interior minister. “Is it what Germany is doing, where refugees are welcomed with medicine and food? Or is it where they are welcomed with fences, police and tear gas?”\n\nThe European Union, Mr. Stefanovic added, “needs to say not just what the law is, but what the European norm is, what the values are that Serbia should share.”\n\nFor weeks, government leaders across Europe seemed to think that Germany, the most prosperous nation in the 28-member bloc and a top destination of choice for the migrants, would fashion some sort of solution. Germany has not, and perhaps cannot, and has instead insisted that the arriving migrants be distributed more evenly among the union’s members\n\nGermany has sent its own mixed signals. Even as it champions the asylum seekers, lawmakers are considering a package of measures that would make it easier to swiftly deport those who do not qualify as refugees under existing laws. A draft of the bill, drawn up by the office of Interior Minister Thomas de Maizière and circulated among German news media on Thursday, also includes efforts to reduce incentives for migrants to reach Germany, such as providing necessities like toiletries instead of cash.\n\nOn Thursday, Germany also showed the strain, saying it was indefinitely suspending all train service between Munich and Salzburg, in neighboring Austria, because the task of searching every train for migrants was wreaking havoc with schedules. Refugee agencies were struggling with accepting and processing so many asylum seekers.\n\nMy Days With the Migrants Here's a firsthand account from the migrant trail, with a look at the daily hardships and the moments of sporadic joy that occur along the way. Posted by New York Times Video on Tuesday, September 15, 2015\n\nAnd Manfred Schmidt, the president of the Federal Office for Migration and Refugees, which many blame for inadvertently inciting the latest surge of refugees and migrants into the Balkans with a Twitter post that seemed to promise asylum in Germany for all Syrians, announced he was resigning — for “personal reasons.”\n\nAdvertisement Continue reading the main story\n\nYet more than a week after its top executive, Jean-Claude Juncker, called for “immediate action” to calm the escalating refugee crisis, the European Union was still groping for a way around the deep divisions that have blocked joint action to address Europe’s biggest humanitarian crisis since World War II.\n\nIn the latest attempt to end the bickering, the bloc said Thursday that it would hold an emergency summit of leaders in Brussels next Wednesday to revive a stalled plan to spread the refugees around the continent.\n\nResistance to that idea — which has been vehemently opposed by many countries, including most of the poorer, former Communist states in the east — was evident yet again in parliamentary debate Wednesday in Slovakia.\n\nAll of Slovakia’s top parties, which normally can agree on almost nothing, concurred that the country should not be obligated to accept refugees.\n\n“We have rejected these quotas for two reasons,” said Robert Kalinak, the interior minister. “They don’t solve the situation. It won’t work. The ones who draw Germany in the lottery will be happy, the ones who draw Estonia will be unhappy.”\n\nWestern leaders, particularly in Germany, bristled at what they saw as opportunistic selfishness among Eastern nations, who are eager to accept money and help from the West but are not always willing to share a burden.\n\n“The current situation gives the impression that Europe is something people participate in when there is money, and where one disappears into the bushes when it is time to take on responsibility,” said Sigmar Gabriel, head of Germany’s center-left Social Democrats who serves as Chancellor Angela Merkel’s deputy.\n\nNext week’s meeting in Brussels follows the failure of a rancorous meeting of interior ministers on Monday, which left unresolved the plan put forward last week by Mr. Juncker, the president of the European Council, to distribute 120,000 asylum-seekers around Europe.\n\nAdvertisement Continue reading the main story\n\nEven as Hungary and Serbia continued to snipe over Wednesday’s violence, the sun set slowly Thursday evening over the now serene border crossing of Horgos, Serbia, site of the clash between migrants and the Hungarian police. More than 2,000 migrants had camped beside the closed crossing on Wednesday, but only about 200 were left by Thursday evening.\n\nThe rest had apparently given up the notion that Hungary would reopen the border and were trying their luck in Croatia, or elsewhere. But Issa Issa, from Asaka, Syria, said he had decided to wait it out in Horgos. He had tried calling friends who left for Croatia and Slovenia, but either they did not answer or told him that the Slovenian border was blocked.\n\n“This is an important border crossing for Serbia and Hungary,” he said. “They won’t leave it closed for long. I’m ready to camp here for a month.”", "summary": "So, since Wednesday morning, more than 11,000 migrants have entered Croatia, and officials said 20,000 more were already in Serbia, making their way to the Croatian border and likely to arrive soon — while untold tens of thousands more waited in Turkey and Greece for a clear signal about whether to follow. So far, Croatians have welcomed the migrants, said Drago Zuparic, a sociologist at the Institute for Migration and Ethnic Studies in Zagreb, but that could quickly turn if the refugee tide grew and extremists hijacked the debate. A draft of the bill, drawn up by the office of Interior Minister Thomas de Maizière and circulated among German news media on Thursday, also includes efforts to reduce incentives for migrants to reach Germany, such as providing necessities like toiletries instead of cash. “The current situation gives the impression that Europe is something people participate in when there is money, and where one disappears into the bushes when it is time to take on responsibility,” said Sigmar Gabriel, head of Germany’s center-left Social Democrats who serves as Chancellor Angela Merkel’s deputy."}