{"title": "Disputed Claims Over Qaeda Role in Paris Attacks", "authors": ["Eric Schmitt", "Mark Mazzetti", "Rukmini Callimachi"], "url": "https://www.nytimes.com/2015/01/15/world/europe/al-qaeda-in-the-arabian-peninsula-charlie-hebdo.html", "body": "“I suspect that Chérif Kouachi did engage AQAP members in Yemen, but that he was not fully brought into the organization,” said Brian Fishman, a counterterrorism researcher at the New America Foundation in Washington. “Perhaps concerned about infiltration by Western agents, AQAP may have offered minimal training, directed the group toward publicly announced target lists, and sent him on his way.” He said if that happened, “AQAP did not exactly direct the attack, but it had some knowledge of the Kouachis and could plausibly try to claim credit.”\n\nThe statement by the Qaeda branch in Yemen called the Kouachi brothers, who were fatally shot by the police on Friday, “two heroes of Islam.” But it referred to the actions of Amedy Coulibaly, who attacked a police officer the day of the assault on Charlie Hebdo and was fatally shot by the police after holding hostages in a kosher supermarket, as a coincidence and did not take responsibility for them. In a video released after his death, Mr. Coulibaly said he was a supporter of the Islamic State, a rival of Al Qaeda’s.\n\nA member of Al Qaeda in the Arabian Peninsula, who spoke to The New York Times on the condition of anonymity, said the joint timing of the two operations was a result of the friendship between Mr. Coulibaly and the Kouachi brothers, not of common planning between the Qaeda group and the Islamic State.\n\nThe attacks appear to illustrate what analysts have described as an evolution in Qaeda tactics and logistics. Because of heightened surveillance, operatives are trained and assigned general targets, but details on how to carry out the operation are no longer micromanaged by the organization. The looser command structure reduces communication, and thus reduces the chance of intercepts by intelligence and law enforcement agencies.\n\nIn repeated statements before they were killed by the police, the Kouachi brothers said they had carried out the attack on behalf of the Qaeda branch in Yemen, saying it was in part to avenge the death of Mr. Awlaki. Chérif Kouachi told French television before his death that Mr. Awlaki had given him financial assistance.\n\nMore on the Paris Shootings\n\nThe Qaeda statement indicated that the attack on Charlie Hebdo was in response to the publication’s frequent caricatures lampooning the Prophet Muhammad. It said that “the one who chose the target, laid the plan and financed the operation is the leadership of the organization.” But the statement did not identify which leaders.\n\nAdvertisement Continue reading the main story\n\nThe statement and the video both said that Mr. Awlaki had made the “arrangement” with those who carried out the attack in Paris. It said that Mr. Awlaki, who joined the Qaeda branch in Yemen before being killed by an American drone strike in September 2011, “threatens the West both in his life and after his martyrdom,” a reference to the continuing influence on the Internet of his calls for violent jihad.\n\nThe Office of the Director of National Intelligence in the United States said that it had determined the video clip claiming responsibility was genuine, but had not reached a conclusion “on whether or not the claims being made in the video are valid.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Qaeda statement also claimed the attack had been ordered by the group’s overall leader in Pakistan, Ayman al-Zawahri, in keeping with the wishes of his predecessor, Osama bin Laden. American officials were skeptical that Mr. Zawahri had personally ordered the attack.\n\nThere was no explanation of why the group had waited a week to claim responsibility for an attack that terrorized and galvanized all of France and much of the world. But scholars studying the Yemeni branch of Al Qaeda said the time that had elapsed between the carnage in Paris a week ago and the claim of responsibility on Wednesday was quick in terms of the normal turnaround after previous attacks, since communication is believed to be via couriers. “Issuing a claim of responsibility for an operation is not something that is done lightly or spur of the moment,” said J. M. Berger, a fellow at the Brookings Institution.\n\n“But the big question that investigators need to look at is: How much of a role did AQAP play in the actual planning in the final stages of this process?” Mr. Berger said. “They could have given these guys money and training three or four years ago, but when they executed it, it could have been done with money” from other sources.", "summary": "“I suspect that Chérif Kouachi did engage AQAP members in Yemen, but that he was not fully brought into the organization,” said Brian Fishman, a counterterrorism researcher at the New America Foundation in Washington.In repeated statements before they were killed by the police, the Kouachi brothers said they had carried out the attack on behalf of the Qaeda branch in Yemen, saying it was in part to avenge the death of Mr. Awlaki.It said that Mr. Awlaki, who joined the Qaeda branch in Yemen before being killed by an American drone strike in September 2011, “threatens the West both in his life and after his martyrdom,” a reference to the continuing influence on the Internet of his calls for violent jihad.The Qaeda statement also claimed the attack had been ordered by the group’s overall leader in Pakistan, Ayman al-Zawahri, in keeping with the wishes of his predecessor, Osama bin Laden.But scholars studying the Yemeni branch of Al Qaeda said the time that had elapsed between the carnage in Paris a week ago and the claim of responsibility on Wednesday was quick in terms of the normal turnaround after previous attacks, since communication is believed to be via couriers."}