{"title": "British Press on the Hunt for Labour Leader’s Missing ‘Ed Stone’", "authors": ["Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2015/05/13/world/europe/british-press-hunt-labour-missing-ed-stone.html", "body": "LONDON — The British press on Tuesday was hot on the trail of the “Ed Stone,” the much ridiculed stone tablet — more than eight feet high and weighing two tons — that Ed Miliband, the Labour Party leader, unveiled just before Thursday’s election.\n\nThe limestone monument, with six pledges to the electorate carved into it, was meant to show that Labour’s promises were “etched in stone,” and Mr. Miliband supposedly intended to erect it in the Downing Street garden if he took up residence there.\n\nIt immediately became an object of amazement and scorn, compared on social media (#EdStone) to a tombstone. It was called “the heaviest suicide note in history.”\n\nMr. Miliband lost the election badly and has gone to Ibiza for a vacation. Now the stone has disappeared, and no one in the headquarters of the Labour Party much wants to talk about it.\n\nAdvertisement Continue reading the main story\n\n“It is perhaps the most tantalizing riddle to emerge from the general election,” the conservative Daily Telegraph wrote. The newspaper contacted more than 50 masonry firms across Britain, but so far has found nothing about the stone’s whereabouts.", "summary": "LONDON — The British press on Tuesday was hot on the trail of the “Ed Stone,” the much ridiculed stone tablet — more than eight feet high and weighing two tons — that Ed Miliband, the Labour Party leader, unveiled just before Thursday’s election.The limestone monument, with six pledges to the electorate carved into it, was meant to show that Labour’s promises were “etched in stone,” and Mr. Miliband supposedly intended to erect it in the Downing Street garden if he took up residence there.It immediately became an object of amazement and scorn, compared on social media (#EdStone) to a tombstone.“It is perhaps the most tantalizing riddle to emerge from the general election,” the conservative Daily Telegraph wrote.The newspaper contacted more than 50 masonry firms across Britain, but so far has found nothing about the stone’s whereabouts."}