{"title": "Hungarian Mayor Threatens Migrants in Homemade Action Movie", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/09/18/world/europe/hungarian-mayor-threatens-migrants-in-homemade-action-movie.html", "body": "Photo\n\nWhile images of Hungarian riot police officers firing tear gas and water cannons at migrants along the Serbian border on Wednesday appalled human rights activists, the mayor of one small town in the south of Hungary remains concerned that his nation might still seem too welcoming to those fleeing war or poverty.\n\nTo remedy this, Laszlo Toroczkai, an ultranationalist with a flair for the dramatic, released a personal “Message to illegal immigrants from Hungary” on Facebook and YouTube late Wednesday, threatening them with arrest and displaying his town’s security hardware in a video edited in the style of a big-budget action movie.\n\nAfter a simulated chase sequence filmed from the air — featuring a helicopter, a motorcycle and two burly men on horses — Mr. Toroczkai, mayor of Asotthalom, uses Google Maps to illustrate that the land route from Serbia to Germany is longer through Hungary than it is through Croatia and Slovenia. He does not mention that it is also far more mountainous.\n\n“Hungary is a bad choice,” he intones at the end of the video. “Asotthalom is the worst.”\n\nThe video, which was promoted by Mr. Toroczkai’s allies in the far-right Jobbik party, quickly racked up hundreds of thousands of views and admiring comments.\n\nAdvertisement Continue reading the main story\n\nAs Szabolcs Panyi of Hungary’s Index.hu news site reported, the video was quickly remixed and mocked by Hungarian bloggers from the opposite end of the political spectrum.", "summary": "While images of Hungarian riot police officers firing tear gas and water cannons at migrants along the Serbian border on Wednesday appalled human rights activists, the mayor of one small town in the south of Hungary remains concerned that his nation might still seem too welcoming to those fleeing war or poverty. To remedy this, Laszlo Toroczkai, an ultranationalist with a flair for the dramatic, released a personal “Message to illegal immigrants from Hungary” on Facebook and YouTube late Wednesday, threatening them with arrest and displaying his town’s security hardware in a video edited in the style of a big-budget action movie. After a simulated chase sequence filmed from the air — featuring a helicopter, a motorcycle and two burly men on horses — Mr. Toroczkai, mayor of Asotthalom, uses Google Maps to illustrate that the land route from Serbia to Germany is longer through Hungary than it is through Croatia and Slovenia. As Szabolcs Panyi of Hungary’s Index.hu news site reported, the video was quickly remixed and mocked by Hungarian bloggers from the opposite end of the political spectrum."}