{"title": "Italian Towns Before and After the Earthquake", "authors": ["Larry Buchanan", "Josh Keller", "Derek Watkins"], "url": "https://www.nytimes.com/interactive/2016/08/24/world/europe/italy-earthquake-before-after-amatrice-accumoli.html", "body": "NORTH Epicenter was about 3 miles away. Accumoli Pescara del Tronto Accumoli and Pescara are about 4 miles apart. Arquata del Tronto Amatrice NORTH Epicenter was about 3 miles away. Accumoli Pescara del Tronto Arquata del Tronto These towns are about 4 miles apart. Amatrice NORTH Epicenter was about 3 miles away. Accumoli Pescara del Tronto Accumoli and Pescara are about 4 miles apart. Amatrice Arquata del Tronto Image from NASA/USGS Landsat 8 satellite.\n\nAmatrice\n\nThe mayor of Amatrice, Sergio Pirozzi, said that “half the town no longer exists.”\n\nGregorio Borgia/Associated Press\n\nMr. Pirozzi added that rescue teams were digging through the rubble, “hoping that most people were alive.” The historic center of the town, with buildings dating to the Middle Ages, was destroyed.\n\nBefore earthquake Google (before); Massimo Percossi/European Pressphoto Agency (after) After earthquake Google (before); Massimo Percossi/European Pressphoto Agency (after) Google (before); Massimo Percossi/European Pressphoto Agency (after)\n\nBefore earthquake Google (before); Alessandra Tarantino/Associated Press (after) After earthquake Google (before); Alessandra Tarantino/Associated Press (after) Google (before); Alessandra Tarantino/Associated Press (after)\n\nPescara del Tronto\n\nThe village of Pescara del Tronto was all but destroyed.\n\nCristiano Chiodi/ANSA, via Associated Press\n\n“When I arrived at the break of day, I saw a destroyed village, screams, death,” Bishop Giovanni D’Ercole of Ascoli Piceno, who visited the village, told Vatican Radio. He said he had blessed “the bodies of two children buried under the rubble.”\n\nBefore earthquake Google (before); Cristiano Chiodi/European Pressphoto Agency (after) After earthquake Google (before); Cristiano Chiodi/European Pressphoto Agency (after) Google (before); Cristiano Chiodi/European Pressphoto Agency (after)\n\nArquata del Tronto\n\nAt least 20 people were killed in the region of Marche, which includes Pescara del Tronto and Arquata del Tronto.\n\nBefore earthquake Google (before); Giuseppe Bellini/Getty Images (after) After earthquake Google (before); Giuseppe Bellini/Getty Images (after) Google (before); Giuseppe Bellini/Getty Images (after)\n\nAccumoli\n\nPhotos showed firefighters pulling injured people out of debris in the town of Accumoli, where houses were extensively damaged."}