{"title": "Crisis in France Is Seen as Sign of Chronic Ills", "authors": ["Adam B. Ellick", "Liz Alderman"], "url": "https://www.nytimes.com/2015/01/15/world/europe/crisis-in-france-is-seen-as-sign-of-chronic-ills.html", "body": "In numerous interviews, community leaders and Muslims and North Africans who largely populate the banlieues expressed concern that last week’s attacks in Paris would intensify an already explosive social and economic situation in the places where they live.\n\nOn Tuesday, a French association that represents 120 mayors across France issued a statement warning that the banlieues were “on edge” amid the fallout from the attacks, and said there was an urgent need to address economic, social and educational shortfalls.\n\nVaulx-en-Velin, a dreary Muslim-majority suburb of Lyon, is France’s third-poorest city and representative of the problems. Many youths simply call it “a ghetto.” It might also be called the Other France.\n\nHere, and in numerous other poor suburbs that ring French cities, joblessness runs around 20 percent, about double the national average. For young people, it can be as high as 40 percent. About half of residents do not have a high school diploma. Police harassment and profiling are taken for granted as the rule.\n\nIn a time of budget cuts and austerity, conditions have only deteriorated despite years of pledges by successive governments, including President François Hollande’s, to improve schools and create opportunity.\n\nThe men who carried out the attacks — Saïd Kouachi and his brother Chérif, and Amedy Coulibaly, who seized the kosher market — grew up in the French banlieues and had failed to hold down a series of menial jobs in their youth.\n\nAll were attracted to Islamic extremism by their teenage years, and many residents in the banlieues consider them bad seeds who were propelled toward the fringe.\n\nAdvertisement Continue reading the main story\n\nYet the fallout from their attacks, and the response shown by the rest of France, has been Topic A along the gritty streets of many impoverished suburbs from Paris down through the south of France.\n\nMany worried that as Muslims, they would be lumped together with the killers. Others spoke of fears of retaliation against mosques and other Muslim symbols, as well as the specter of reprisals or even a crackdown by the police after officers were murdered in the terrorist attacks.\n\n“People feel like there is no solution — that they are just totally divided from the rest of society,” said Gounedi Traore, 37, a social worker at the Centre Social Intercommunal de la Dhuys, a community center in Clichy-sous-Bois, a suburb outside of Paris that is one of France’s most economically deprived. “After what happened with Charlie Hebdo, I feel that this is going to set off a war.”\n\nNearly everyone agreed that the fallout from the Charlie Hebdo attacks, including a heightened security response by France and its allies, was a distraction from a larger problem: a sense of increasing social and economic marginalization that many cited as a root cause of young people drifting toward extremism.\n\n“The attacks had a global impact but not local impact,” said Faouzi Hamdi, rector of the Okba Ibn Nafee Mosque in Vaulx-en-Velin.\n\nCommunity leaders say France’s drawn-out economic crisis has made already scarce job opportunities even worse.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“We are not treating the problem at its roots,” said Leila Legmara, a deputy mayor for education in the Paris suburb of Colombes. “Of course we need more security and resources to fight terrorism. But we also need to address what it is within our society that is capable of producing monsters.”\n\nThe sense of marginalization did not disappear with the massive solidarity march across Paris on Sunday, which drew more than one million people and 40 presidents and prime ministers to Mr. Hollande’s side. For some banlieue residents, it seemed an almost surreal display that had nothing to do with them.\n\nIn Vaulx-en-Velin, the only Charlie reference to be seen was a sign for the Charlie Chaplin cultural center across the street from City Hall, which is topped with a drawing of a flag of its sister city, the West Bank town of Beit Sahour.\n\nAdvertisement Continue reading the main story\n\nResidents there ridiculed the “I am Charlie” marches. Some said the terrorist attacks had been staged. While many strongly condemned the attackers for the murders, others insisted the cartoonists had gotten what they deserved.\n\nLocal leaders say this city of 44,000 is a microcosm of France’s failed integration policy, and the underlying social problems that have encouraged young people toward radicalization. Places like Vaulx-en-Velin have remained “priority zones” for the government since 1964, some noted.\n\nMore on the Paris Shootings\n\nAs in Clichy-sous-Bois, youth here said they felt as if they were living in a separate country, detached from the social and economic benefits of the state and abandoned by a system that preaches unity and solidarity with France’s republican secular values.\n\n“I totally feel cut off from France,” said Karim Yahiaoui, 15, who added that he had not left this suburb more than twice in the past year. Over the past few decades, the Muslim community in Vaulx-en-Velin has become increasingly insular. “Many people only believe their own values now, not those of the republic,” said Anne Dufaud, director of the Mission, a nonprofit organization. She has worked in the community for 20 years. When Mr. Hollande led a moment of silence across France last Thursday for the victims of the attacks, two students and a teacher at a local high school, who declined to be identified, said many students refused to stand.\n\nPatrick Kahn, a manager at the International League Against Racism and Anti-Semitism in Lyon, who operates a weekly tolerance program in the schools of Vaulx-en-Velin, said simply, “The integration policy failed.”\n\n“The suburbs were left behind in government planning, so they became segregated communities,” he explained. Fear of the authorities was already omnipresent, reflected in crude antipolice graffiti on many of the concrete housing complexes, which residents call “les cages de poulet,” or chicken coops.\n\nThe attacks only deepened concerns about racial profiling — already a common occurrence. One woman wearing an abaya said she had left the house only twice since the Charlie Hebdo attacks because she was afraid of the authorities.\n\nInside schools, students said there were already deep social divisions between Muslims and non-Muslims. One community leader said it was impossible to open a discussion about the Charlie Hebdo attacks without first explaining what satire, caricatures and freedom of expression were. Several teachers said their attempts to discuss the events had led to tense exchanges.\n\nAdvertisement Continue reading the main story\n\n“Schools reflect the society,” said Stéphane Gomez, general councilor and deputy mayor of Vaulx-en-Velin. Mr. Gomez is also a high school teacher in the region. “We have to talk about what has gone wrong and reopen the debates that we’ve been afraid to talk about for so long,” he said.\n\nIn Clichy-sous-Bois, residents said such a debate would have to include a hard look at the economic and social segregation that has defined France’s banlieues decade after decade.\n\n“We need to give people ways to succeed,” said Mohamed Mokkadem, 37, who runs a trucking company, SKL Transports.\n\nMr. Mokkadem had tried, to no avail, to buy a copy of the latest Charlie Hebdo that hit newsstands on Wednesday. He said he was curious to see close-up the new depiction of the Prophet Muhammad on the cover.\n\nConditions were already bleak in his neighborhood even before the killings, he said, and now, more than ever, he wanted to send a pointed message to the government and the country.\n\n“What we are asking for is to be respected according to our worth,” he said. “The message, quite simply, is to be regarded as truly French.”", "summary": "In numerous interviews, community leaders and Muslims and North Africans who largely populate the banlieues expressed concern that last week’s attacks in Paris would intensify an already explosive social and economic situation in the places where they live.On Tuesday, a French association that represents 120 mayors across France issued a statement warning that the banlieues were “on edge” amid the fallout from the attacks, and said there was an urgent need to address economic, social and educational shortfalls.The men who carried out the attacks — Saïd Kouachi and his brother Chérif, and Amedy Coulibaly, who seized the kosher market — grew up in the French banlieues and had failed to hold down a series of menial jobs in their youth.Nearly everyone agreed that the fallout from the Charlie Hebdo attacks, including a heightened security response by France and its allies, was a distraction from a larger problem: a sense of increasing social and economic marginalization that many cited as a root cause of young people drifting toward extremism.As in Clichy-sous-Bois, youth here said they felt as if they were living in a separate country, detached from the social and economic benefits of the state and abandoned by a system that preaches unity and solidarity with France’s republican secular values."}