{"title": "Munich on High Alert After New Year’s Eve Terrorism Threat", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2016/01/02/world/europe/munich-threat-attack.html", "body": "Senior security officials in Washington and in European capitals said American intelligence agencies had played a major role in detecting possible plots in the days leading up to the year-end holidays and in sharing information.\n\n“Last night’s threat was so specific that we couldn’t wait to determine whether it was serious or not, but had to act,” Mr. Herrmann said.\n\nHubertus Andrä, chief of the Munich police, said Friday that no one had been arrested and that the authorities were unsure if the people whose names they had been given were even in the country.\n\n“The names that were given to us are being checked, the extent to which these people are in Germany and what German intelligence officials know about these people is part of the ongoing, intense investigation,” Mr. Hermann told the Bavarian public television station BR on Friday.\n\nThe Munich police refused to give further information, citing the continuing investigation.\n\n“The situation in Europe and in Germany remains serious in the new year,” Thomas de Maizière, the interior minister, said on Friday. “Since the attacks in Paris, we have received several hints. Federal and state security services are following up on these indications, including of possible planned attacks.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nGermany has not experienced the sort of attacks that were carried out in Madrid in 2004, London in 2005 and Paris last year, but the authorities in Berlin warn that the country remains a possible target, most notably because of its military presence in Afghanistan.\n\nIn 2015, the German authorities called off the popular Eschborn-to-Frankfurt bike race scheduled for May in response to information about a potential attack, and they arrested a German-Turkish couple who had been storing weapons in their home.\n\nDays after the Paris attacks on Nov. 13, which included suicide bombings at a soccer match between the German and French national teams, a game in Hanover between Germany and the Netherlands was called off hours before kickoff because of a suspicious package.\n\nAdvertisement Continue reading the main story\n\nThe authorities in Munich said the police would conduct identity checks and asked that residents be patient with the increased security measures.\n\nOne resident, Oliver Habel, said that he had spent New Year’s Eve in a restaurant in the southern part of the city, and that he learned about the terrorism scare only Friday morning. “I am very confident in the security measurements in Bavaria, so I am not concerned,” he said.\n\nOther European countries also continued to take possible security threats seriously. Terminal 3 at Amsterdam Airport Schiphol was evacuated on Friday after a British man shouted that he had a bomb, although none was found. The man was arrested.\n\nIn Russia, the state-run news agency RIA Novosti said that about 500 people had been evacuated from two train stations in Moscow after the police were told that bombs had been planted. No explosive devices were found.\n\nThe Belgian authorities announced the release Friday of three more people in connection with a suspected plot to carry out attacks in Brussels on New Year’s Eve, according to The Associated Press. Three people have already been released, but two others were still being held, the news agency reported.\n\nIn the southeastern French city of Valence, a man rammed his car into four soldiers guarding a mosque on Friday but was stopped when a soldier fired and wounded him, French authorities said, according to The Associated Press.", "summary": "Senior security officials in Washington and in European capitals said American intelligence agencies had played a major role in detecting possible plots in the days leading up to the year-end holidays and in sharing information. Germany has not experienced the sort of attacks that were carried out in Madrid in 2004, London in 2005 and Paris last year, but the authorities in Berlin warn that the country remains a possible target, most notably because of its military presence in Afghanistan. In 2015, the German authorities called off the popular Eschborn-to-Frankfurt bike race scheduled for May in response to information about a potential attack, and they arrested a German-Turkish couple who had been storing weapons in their home. Days after the Paris attacks on Nov. 13, which included suicide bombings at a soccer match between the German and French national teams, a game in Hanover between Germany and the Netherlands was called off hours before kickoff because of a suspicious package."}