{"title": "Monitoring of Terrorism Threats Has Risen, Official Says", "authors": ["Eric Schmitt", "Melissa Eddy"], "url": "https://www.nytimes.com/2016/01/01/world/europe/monitoring-of-terrorism-threats-has-risen-official-says.html", "body": "Extra precautions had already been in place across Europe after the Austrian police said last weekend that they had received a warning from a “friendly” intelligence service about possible terrorist attacks by the Islamic State in several European countries, including Austria, Belgium, France and the Netherlands.\n\n“It was a general warning about possible attacks against soft targets,” said the counterterrorism official, who spoke on condition of anonymity to discuss confidential assessments.\n\nSenior security officials in Washington and in European capitals said that American spy agencies had played a major role in detecting possible plots in the days leading up to the year-end holidays and in sharing that information. They said the information had come from eavesdropping on suspected Islamic State terrorists and from social media.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“A lot of that of information has led to many of the arrests we’ve seen in the past week,” said a senior American official, who also spoke on condition of anonymity to discuss confidential terror assessments.\n\nShortly before midnight, the police evacuated Munich’s main train station — where thousands of mostly Syrian refugees were greeted this year — and a second station in the Pasing district.\n\nThere were no arrests, Mr. Andrä said.\n\nThe Bavarian authorities said they had received hints of possible threats to public places over the past week, none of which were considered serious enough to require action.\n\nSince the Paris attacks in November, the senior European official said, security analysts across Europe, as well as in the United States, have been sharing more information as they receive it. In the past, spy services typically waited longer to develop tips more fully before passing them on to other countries.\n\n“What the Paris attacks taught us were that a lot of weak intelligence signals could be connected earlier,” the official said. “Now the thinking is, don’t wait, we don’t want to miss an opportunity.”\n\nSeveral officials said that online terrorist chatter had increased in the days leading up to New Year’s Day, but that it was difficult to sort out which plots being discussed were credible, prompting officials to take measures like the recent arrests.\n\nAdvertisement Continue reading the main story\n\nTwo senior American counterterrorism officials said on Thursday that there were no credible indications of terrorist plots against the United States or American interests abroad, but warned that terrorists’ increasing use of encrypted communications has made it more difficult to determine details of plots.", "summary": "Extra precautions had already been in place across Europe after the Austrian police said last weekend that they had received a warning from a “friendly” intelligence service about possible terrorist attacks by the Islamic State in several European countries, including Austria, Belgium, France and the Netherlands. Senior security officials in Washington and in European capitals said that American spy agencies had played a major role in detecting possible plots in the days leading up to the year-end holidays and in sharing that information. “A lot of that of information has led to many of the arrests we’ve seen in the past week,” said a senior American official, who also spoke on condition of anonymity to discuss confidential terror assessments. Since the Paris attacks in November, the senior European official said, security analysts across Europe, as well as in the United States, have been sharing more information as they receive it."}