{"title": "Smugglers Rammed Migrants’ Boat, Sinking It, Group Says", "authors": ["Nick Cumming-Bruce"], "url": "https://www.nytimes.com/2014/09/16/world/europe/smugglers-rammed-migrants-boat-sinking-it-group-says.html", "body": "The United Nations refugee agency is investigating reports of additional sinkings in recent days that may push the death toll higher. “Alarmingly, these two incidents look as if they are among four or five that have occurred in the last few days,” said Adrian Edwards, a spokesman for the Office of the United Nations High Commissioner for Refugees.\n\nThe precise details of the confrontation and the sinking near Malta were not immediately clear. The boat that was reportedly rammed set out last week from an Egyptian port, Damietta, the migration organization said. Citing the accounts of the two Palestinian survivors, who were interviewed over the weekend, the organization said the smugglers ordered their human cargo to transfer to a smaller boat they were towing.\n\nThe migrants refused to comply because of the dangerously small size of the second boat. The traffickers then rammed the boat carrying the migrants “in order to sink it,” Ms. Berthiaume said.\n\nThe two Palestinian survivors are men from Gaza, the organization said, adding that they were plucked from the sea at different locations by an Italian commercial vessel nearly two days after the sinking. Ms. Berthiaume said they were taken to Pozzallo, a port in southern Sicily, and interviewed there by the Italian police and the migration organization, who agreed that their accounts were “precise and reliable.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe migrants on the boat were reportedly Palestinians, Sudanese and Egyptians. But there was little mention of the disaster in the Egyptian news media; only a few outlets made any note of it, and those few outlets published articles by international news agencies after deleting all references to Egypt.\n\nOne of the Palestinian survivors recounted how he spent hours in the water with an Egyptian teenager who said he was trying to reach Europe to earn money to help pay for heart treatment for his father, Ms. Berthiaume reported, but the survivor said the boy succumbed to exhaustion and drowned.\n\nEyad Bozum, a spokesman for the Gazan Interior Ministry, said Monday that 30 Palestinians from Gaza were on a migrant boat that sank, and that at least 15 were dead, but there was confusion about which ship they were on. Mr. Bozum said his ministry had been unable to obtain satisfactory responses from the Egyptian authorities so far, and did not have the names of the dead or missing or of survivors.\n\nThe recent war between Israel and Hamas, the militant group that dominates Gaza, appears to have prompted a wave of attempts by Palestinians to reach Europe with the aid of Egyptian smugglers. One of those migrants was Mohammed Abu Tuaima, 20, a second-year law student from Abassan, a village east of Khan Younis, who told relatives that he saw no future in Gaza. His father, a retired Palestinian Authority police officer, said Mr. Tuaima entered Egypt through the Rafah crossing using a falsified medical referral and then headed for Alexandria with $3,500, most of which was to pay the smugglers.\n\nAdvertisement Continue reading the main story\n\nHis relatives in Gaza last heard from him about 12:45 a.m. on Sept. 7. Now they are glued to the radio and television and scouring social media for any scraps of news about boat sinkings and what might have happened to him.\n\nIn the sinking off Libya, coast guards reported over the weekend that they had rescued 26 people from a boat believed to have been carrying around 250 migrants when it went down.\n\nThe latest deaths lent new urgency to the request last month by the United Nations High Commissioner for Refugees for urgent action by European states to address the soaring death toll among migrants trying to cross the Mediterranean. This week, the high commissioner, António Guterres, and the actress Angelina Jolie met in Valletta, Malta, with three survivors of a boat sinking, according to a statement from Mr. Guterres’s office. It did not specify which sinking the three survived.", "summary": "Citing the accounts of the two Palestinian survivors, who were interviewed over the weekend, the organization said the smugglers ordered their human cargo to transfer to a smaller boat they were towing.Eyad Bozum, a spokesman for the Gazan Interior Ministry, said Monday that 30 Palestinians from Gaza were on a migrant boat that sank, and that at least 15 were dead, but there was confusion about which ship they were on.The recent war between Israel and Hamas, the militant group that dominates Gaza, appears to have prompted a wave of attempts by Palestinians to reach Europe with the aid of Egyptian smugglers.One of those migrants was Mohammed Abu Tuaima, 20, a second-year law student from Abassan, a village east of Khan Younis, who told relatives that he saw no future in Gaza.His father, a retired Palestinian Authority police officer, said Mr. Tuaima entered Egypt through the Rafah crossing using a falsified medical referral and then headed for Alexandria with $3,500, most of which was to pay the smugglers."}