{"title": "In a First, a Sudanese Migrant Nearly Crosses the English Channel on Foot", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/08/08/world/europe/channel-tunnel-sudanese-migrant.html", "body": "Britain and France are grappling with the challenge of thousands of desperate migrants who have tried to cross the Channel in recent weeks by cutting through fences and stowing away in trucks or other vehicles. Ten migrants have been killed near Calais since June trying to flee to Britain, five of them on the Eurotunnel site and five others on the motorway or near the port, according to Eurotunnel.\n\nOn Friday, the United Nations called on France to draw up a civil emergency plan to accommodate the thousands of people living in makeshift camps in Calais.\n\nAfter Prime Minister David Cameron spoke late last month on ITV News of “a swarm of people coming across the Mediterranean, seeking a better life,” Harriet Harman, the acting leader of the opposition Labour Party, criticized him, and was quoted by the BBC as saying that “he should remember he is talking about people and not insects.”\n\nOthers have bemoaned the seemingly cold reaction against migrants, for whom Mr. Haroun may now become a potent symbol of desperation.\n\n“Why do we care more about Cecil the lion than we do about the ‘swarm’ of migrants at Calais?” the journalist Frances Ryan recently asked in the New Statesman magazine, referring to the killing of a 13-year-old lion in Zimbabwe by a Minnesota dentist, which has drawn global sympathy and anger.\n\nChai Patel, policy officer at Migrants’ Rights Network, said Friday that the case of Mr. Haroun showed the desperation of people fleeing conflict-ridden Africa, and the increasing unwillingness of European countries, including Britain, to take them in.\n\n“Many European countries don’t want them, and the U.K. has been unwilling to take up the slack,” he said. He said that the criminalizing of Mr. Haroun’s journey underlined a paradox of British policy and that of Europe as a whole. “If you block off the safe and legal routes into a country, and migrants try and get in, they are branded as criminals even though this is a fundamental human right,” he said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTuesday was not the first time a migrant had managed to get inside the tunnel. In June 2012, a migrant succeeded in entering the same southern tunnel that Mr. Haroun entered. He was arrested after getting stuck in a storeroom.\n\nAdvertisement Continue reading the main story\n\nMr. Dufour said that Eurotunnel was investigating how Mr. Haroun had entered the tunnel undetected, despite heightened security. The Kent Police said that they were also investigating the incident. Britain’s Home Office said it had been bolstering security for Eurotunnel platforms and improving surveillance with extra search teams that use dogs to protect the Eurotunnel site.\n\n“If someone is found to have no legal right to remain in the U.K., we will take action to remove them,” it said in a statement.\n\nPhoto\n\nMr. Dufour said that Mr. Haroun had left Calais around 7:30 a.m. Tuesday.\n\nAn alert had been put in place overnight after hundreds of migrants tried to enter the Eurotunnel terminal, Mr. Dufour said, but Mr. Haroun was nevertheless able to make his way toward England. Three tunnels cross the channel: two that are used by trains, and a smaller service tunnel used for emergencies.\n\nMr. Haroun used the southern rail crossing, Eurotunnel said.\n\nWith security personnel on alert, Mr. Dufour said that traffic was halted in a roughly 10-mile stretch of the tunnel, and that inspectors searched the tunnel and sealed the entrance on the French side.\n\nPolice officers scoured the area for intruders, leading to two-hour delays for some passengers. A “test” train was also sent at a slow speed to inspect the tunnel, Mr. Dufour said.\n\nThe British authorities said Mr. Haroun was finally caught in the southern Channel Tunnel and arrested near Folkestone, at 6:13 p.m., nearly 10 hours after his journey began. The police declined to disclose details of how he was apprehended.\n\nThe journey made headlines on both sides of the channel, illustrating how a determined migrant could evade the authorities in what the daily newspaper Nord Littoral described as a dangerous “game of cat and mouse.”\n\nThe newspaper noted that Mr. Haroun had risked his life in a “mad race.”\n\nMr. Dufour said Eurotunnel had been dealing recently with nearly 1,000 attempts a day by migrants trying to get to England by various means, although he said the number appeared to be decreasing in recent days.\n\nMany of the migrants in Calais come from conflict-ridden countries in the Middle East and Africa and have endured perilous journeys across the Mediterranean, often abetted by human traffickers. An estimated 3,000 to 5,000 migrants are housed in a camp near Calais. Britain last year received an estimated 25,000 asylum applications, compared with about 175,000 in Germany, according to the United Nations.\n\nAdvertisement Continue reading the main story\n\nThe logjam caused by migrants trying to cross the Channel is costing the British economy as much as $390 million a day, according to some estimates. Nigel Farage, of the far-right U.K. Independence Party, recently has warned that unless something radical was done it was only a matter of time before British vacationers or a truck driver “dies as a result of the Calais migrant crisis.”"}