{"title": "Italy Drops Some Charges in Migrant Shipwreck Case", "authors": ["Gaia Pianigiani"], "url": "https://www.nytimes.com/2015/05/20/world/europe/italy-drops-some-charges-in-migrant-shipwreck-case.html", "body": "ROME — Italian prosecutors on Tuesday dropped charges of illegal detention against two men accused of being smugglers in the shipwreck of a boat loaded with an estimated 800 migrants that capsized in the Mediterranean last month.\n\nHowever, prosecutors said, the men, a Tunisian thought to be the navigator of the ship and a Syrian alleged to have been an accomplice, are likely to still face multiple charges of manslaughter, causing a shipwreck and abetting illegal immigration.\n\nEarly accounts of the wreck reported that smugglers had locked hundreds of migrants in the boat’s hold, but further investigations have determined that the hold doors were closed only to allow more migrants on the boat, and at least one door was open. Two people were in fact able to move from the lower deck to the bridge, said Giovanni Salvi, the leading prosecutor in the case.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe authorities believe that overcrowding and faulty seamanship on the part of the navigator caused the wreck, the deadliest in the Mediterranean in recent years. Only 28 migrants survived, and just 24 bodies were retrieved.\n\nThe Italian navy has located the shipwreck in about 1,200 feet of water and been able to inspect it. Recovery is considered unlikely, given the depth and strong currents.\n\nThe report of the wreck drew international condemnation and vows of action from European Union officials, as the numbers of migrants seeking asylum swells, and deaths at sea along with it. On Monday, European leaders agreed to use naval forces to intercept and eliminate ships used by smugglers to transport migrants from North Africa to Italy. According to the International Organization for Migration, 1,820 migrants have died this year in the area, compared with 200 in the same period last year.", "summary": "ROME — Italian prosecutors on Tuesday dropped charges of illegal detention against two men accused of being smugglers in the shipwreck of a boat loaded with an estimated 800 migrants that capsized in the Mediterranean last month.However, prosecutors said, the men, a Tunisian thought to be the navigator of the ship and a Syrian alleged to have been an accomplice, are likely to still face multiple charges of manslaughter, causing a shipwreck and abetting illegal immigration.The authorities believe that overcrowding and faulty seamanship on the part of the navigator caused the wreck, the deadliest in the Mediterranean in recent years.The report of the wreck drew international condemnation and vows of action from European Union officials, as the numbers of migrants seeking asylum swells, and deaths at sea along with it.On Monday, European leaders agreed to use naval forces to intercept and eliminate ships used by smugglers to transport migrants from North Africa to Italy."}