{"title": "France and Britain Seek Help on Calais Migrants From E.U.", "authors": ["Stanley Reed"], "url": "https://www.nytimes.com/2015/08/03/world/europe/france-and-britain-seek-help-on-migrants-from-eu.html", "body": "Video\n\nLONDON — In a letter published on Sunday, the interior ministers of Britain and France called on other European Union countries to help solve the underlying causes of the migrant crisis at the port of Calais, where thousands of people have been trying to force their way onto trucks and trains bound for Britain through the tunnel linking the two countries.\n\n“What we are currently facing is a global migration crisis,” the French interior minister, Bernard Cazeneuve, and his British counterpart, Home Secretary Theresa May, said in a joint letter published in The Sunday Telegraph. “This situation cannot be seen as an issue just for our two countries.”\n\nLondon Channel Tunnel BRITAIN Calais france Paris 40 miles\n\nThe ministers said in their letter that many of the migrants trying to cross the Channel to Britain had passed through Italy, Greece and other countries. “That is why we are pushing other member states — and the whole of the E.U. — to address this problem at root,” they wrote.\n\nNightly attempts by migrants to force their way into the terminal has led to delays of train services and severe backups on British highways, and disrupted the flow of goods between the two countries, prompting criticism of David Cameron, the British prime minister. The migrants, who are trying to escape poverty and violence in Africa, the Middle East and elsewhere, believe that crossing the Channel to Britain will give them the best opportunity to create better lives for themselves.\n\nThe ministers said the addition of 120 police officers and other security measures around the Calais terminal had led to a fall in the number of migrants gaining access to the tunnel. Eurotunnel, which operates the tunnel, said on Sunday that trains from both Britain and France were operating on schedule.\n\nBut the ministers wrote that the “long-term answer” to the migrant problem lay in discouraging migrants from trying to reach Europe in hopes of bettering their economic circumstances. “Our streets are not paved with gold,” they wrote. “We must help African countries to develop economic and social opportunities so that people want to stay.”", "summary": "LONDON — In a letter published on Sunday, the interior ministers of Britain and France called on other European Union countries to help solve the underlying causes of the migrant crisis at the port of Calais, where thousands of people have been trying to force their way onto trucks and trains bound for Britain through the tunnel linking the two countries. “What we are currently facing is a global migration crisis,” the French interior minister, Bernard Cazeneuve, and his British counterpart, Home Secretary Theresa May, said in a joint letter published in The Sunday Telegraph. The migrants, who are trying to escape poverty and violence in Africa, the Middle East and elsewhere, believe that crossing the Channel to Britain will give them the best opportunity to create better lives for themselves. The ministers said the addition of 120 police officers and other security measures around the Calais terminal had led to a fall in the number of migrants gaining access to the tunnel."}