{"title": "U.N. Wants to Let Europe Use Military Force to Stop Migrant Smuggling Boats", "authors": ["Somini Sengupta"], "url": "https://www.nytimes.com/2015/05/07/world/europe/un-wants-to-let-europe-use-military-force-to-stop-migrant-smuggling-boats.html", "body": "“This is designed to be an upstream measure to prevent this from happening,” one Council diplomat said Wednesday. It could be adopted by mid-May.\n\nOne issue for the Council is whether Libya would have to consent to a military operation on its soil.\n\nThis is especially thorny because there are two rival Libyan governments, and they are engaged in delicate political negotiations mediated by the United Nations.\n\nThe United Nations mission of the internationally recognized Libyan government did not respond to a request for comment.\n\nThe draft measure was proposed by European members of the Council, as well as by Italy, which bears the principal burden of rescuing migrants who try to cross the Mediterranean Sea.\n\nThe proposed military intervention against the smugglers’ boats is part of a European Union plan, unveiled in April, that also includes tripling its border protection operation and offering places to 5,000 migrants who qualify for “protection.”\n\nHuman rights groups have called the European Union’s plan inadequate. And even the chiefs of three United Nations agencies said efforts to deter smuggling would be futile “unless measures are adopted to address overly restrictive migration policies in Europe, as well as the push factors of conflict, human rights violations and economic deprivation.”\n\nAdvertisement Continue reading the main story\n\nIndeed, some legal experts contend that Europe is obliged by its own human rights laws to offer the migrants a chance to seek political asylum. This presents European governments with a dilemma.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“If migrants are safely brought to Europe and distributed among member states where their asylum claims are dealt with, then seizing boats would amount to organizing (almost) safe corridors between Libya and Europe,” Philippe Fargues, of the Migration Policy Centre at the European University Institute in Florence, Italy, wrote in an email. “On the other side, if boats are systematically sent to the bottom, one may expect that scarcity of boats will result in more rusty crafts being used and a rising price of the seat.”\n\nJames Hathaway, a University of Michigan law professor, said the focus on smuggling rings was something of a red herring. Migrants fleeing war or persecution often have no option but to use smugglers, he said.\n\nAnd the real issue, he said, is how to offer the migrants a chance to seek asylum in Europe rather than to return them to countries where they would face persecution.\n\n“States know that smuggling is the only way desperate people can reach safety,” he said. “If the Security Council does not, in taking action, absolutely ensure the unequivocal respect for the duty not to return refugees, the Security Council would be blessing a breach of international law.”\n\nThe Council resolution proposes to remove people on the boats in line with international law, Council diplomats said, but it remains unclear exactly what provisions would be made for them.\n\nAnother point of contention among Council diplomats is whether the smugglers’ boats can be destroyed. Russia has said it cannot support such an initiative.\n\nOn Wednesday, Francesco Rocca, president of the Italian Red Cross, after meeting with the secretary general, called for what he described as a “comprehensive approach” to deal with the crisis in Libya and offer migrants legal avenues to seek asylum in Europe.\n\n“If we bomb and let them die in Libya, that’s not a solution,” he told reporters. The migrant traffickers, he added, would simply find another way if the Libya route were to be closed.\n\nThe exodus reflects a worldwide surge of displacement. According to a report released Wednesday by the Norwegian Refugee Council, a record 30,000 people fled their homes every day in 2014, raising the total number of internally displaced people around the world to 38 million. That number does not include refugees, who have fled their countries.", "summary": "The draft measure was proposed by European members of the Council, as well as by Italy, which bears the principal burden of rescuing migrants who try to cross the Mediterranean Sea.And even the chiefs of three United Nations agencies said efforts to deter smuggling would be futile “unless measures are adopted to address overly restrictive migration policies in Europe, as well as the push factors of conflict, human rights violations and economic deprivation.”Indeed, some legal experts contend that Europe is obliged by its own human rights laws to offer the migrants a chance to seek political asylum.“If migrants are safely brought to Europe and distributed among member states where their asylum claims are dealt with, then seizing boats would amount to organizing (almost) safe corridors between Libya and Europe,” Philippe Fargues, of the Migration Policy Centre at the European University Institute in Florence, Italy, wrote in an email.On Wednesday, Francesco Rocca, president of the Italian Red Cross, after meeting with the secretary general, called for what he described as a “comprehensive approach” to deal with the crisis in Libya and offer migrants legal avenues to seek asylum in Europe."}