{"title": "Migrants Who Survived Shipwreck Are Grateful, but Disillusioned", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2015/09/08/world/europe/migrants-europe-lampedusa-sinking.html", "body": "The 2013 sinking of the boat, packed with more than 500 migrants, was a signal moment in Europe’s migration crisis, a calamity that riveted the world’s attention on the mounting toll in the Mediterranean and that elicited promises of united action from European leaders.\n\nSince then, Europe’s migrant crisis has only grown, and the harrowing but ultimately successful quest for new lives by Mr. Haile and other migrants on the boat helps explain why efforts to slow the tide of migrants to Europe have done little so far.\n\nOver the weekend, Germany and Austria cleared the way for thousands of migrants hoping for more secure lives.\n\nMr. Haile and the others are a revealing representation of the hardships that migrants endure, and of the ways they nimbly outmaneuver slow-moving bureaucracies.\n\nSome survivors burned their fingertips to avoid having their prints taken and registered in databases that would prevent them from reaching richer countries like Germany or Sweden, often their preferred destinations. If fingerprints are not taken, a migrant can move on and seek asylum elsewhere.\n\nNow that their journeys are over, the survivors expressed disillusionment and disappointment about the countries in which they now live, though none could quite articulate what they had hoped to find in Europe.\n\nPhoto\n\nStill, they gushed with gratitude for the money and help their host nations had provided.\n\nMr. Haile said he frequently received calls from friends and relatives in Eritrea who wanted to know if they should attempt the same risky journey that brought him to Europe.\n\nAdvertisement Continue reading the main story\n\nHe said he had given up trying to offer advice, even though only 26 of the 131 Eritreans with whom he set out to cross the Libyan desert and catch a boat to Italy survived.\n\n“I know what I went through, but they won’t listen,” he said at the housing complex packed with migrants where he shares an apartment with two others who left Africa. “I didn’t listen, either, when people warned me about the dangers.”\n\nWould-be migrants, Mr. Haile said, do not want to know about the perils of his journey, but instead about his secondhand car, the government allowances he receives and his plans to find work as a welder once he finishes a two-year language course.\n\nThere is no point in telling them not to come, he said.\n\nThe struggles of adjusting to an unfamiliar land pale in comparison with the threat of death or persecution in places like Afghanistan, Syria or Eritrea, which has an isolated and repressive government.\n\nDespite the dangers, the high walls, the barbed wire or other obstacles thrown in their paths, the migrants keep trying to reach Europe, lured by even the slimmest prospect of a new start.\n\n“At least here we are not slaves and have a little hope for the future,” said Fanus Agby, 19, another survivor with Mr. Haile who made it to Sweden, where she hopes to become a nurse.\n\nOf the 155 migrants who survived the Lampedusa shipwreck, around 100 made it to Sweden. Because they first arrived in Italy, under European Union rules, they should have been fingerprinted and had their requests for asylum taken there. And they should have remained there while their applications were being processed.\n\nThe failure of governments, wary of an anti-immigrant backlash as right-wing parties gain support, to follow these rules has now moved to the center of disputes between European leaders over how to handle the migration crisis.\n\nAdvertisement Continue reading the main story\n\nMigrants themselves have also undermined the rules. Ms. Agby, the 19-year-old Lampedusa shipwreck survivor who made it to Sweden, said she had been so desperate to avoid being forced to stay in Italy that she had burned a plastic bag and rubbed her fingers in the molten goo to make her fingerprints unreadable.\n\nOnly one survivor of the October crossing, a young man who asked to be identified only by his first name, Tadese, got stuck in Italy, where his fingerprints were taken after he was hospitalized because of his injuries. The 50 or so other survivors mostly ended up in Norway, Germany and Denmark.\n\nMr. Haile said he had nothing against Italy. But throughout his ordeal, it was the dream of reaching Scandinavia, famous among migrants for generous welfare and asylum policies, that kept him going.\n\nPhoto\n\n“Italians are the nicest people,” Mr. Haile said, “but their system for refugees is terrible.”\n\nIt took seven months for the Swedish authorities to process and approve Mr. Haile’s application for asylum. But the procedure often takes only three months, far shorter than in Italy, where it can drag on for years, he said.\n\nMr. Haile said that he had originally planned to go to Norway, which has the highest cash benefits for refugees, but that he eventually traveled to Sweden because he had contacts here.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSo that he could board a plane to Milan from Rome and on to Stockholm, he paid a smuggler in Italy 1,200 euros, or about $1,340, for a fake Italian passport.\n\n“It looked really good, brand new,” he said.\n\nHis journey from Eritrea, which he fled to escape open-ended mandatory military service after serving four years in the army, began in 2008 and lasted five years, with long spells in Sudan, where he drove a taxi, and months in captivity with two different bands of kidnappers.\n\nSweden, Mr. Haile said, is hardly paradise. He said that people in Sandviken, while rarely hostile, were cool and distant, and that they “only really talk when they are drunk.” He longs to see his son, who was born in Eritrea after he left.\n\nAdvertisement Continue reading the main story\n\nBut in many ways, he has achieved the dream that is drawing so many people toward Europe today. He is a registered refugee, attends free language classes provided by the state and receives a monthly living allowance of more than $700.\n\nSweden’s minister in charge of immigration, Morgan Johansson, said his country remained committed to helping migrants, despite the rising popularity of the anti-immigration Sweden Democrats party, but he added that other countries needed to pull their weight.\n\n“It cannot be only Sweden and Germany,” he said in an interview. “Everyone must share responsibility.”\n\nMr. Johansson said that he knew of no specific decision by Swedish immigration officials to accept many survivors of the Lampedusa tragedy of October 2013, but he added that Eritreans often qualified for asylum. Their country, he said, is “one of the world’s toughest dictatorships.”\n\nAnother survivor of that sinking who is now in Sweden, Tesfamichael Gazgel Hagos, said he had burned all his fingertips with a cigarette lighter to make sure he could make it to Sweden, which quickly approved his asylum request.\n\nThe ruse worked, but after buying a fake passport in Rome and traveling to Sweden, Mr. Hagos landed in deep trouble.\n\nHe was arrested in August in connection with the gang rape of a Swedish woman in the Ludvika apartment he shared with another Eritrean. He was not charged, was released after a week and denied any involvement in the crime.\n\nSweden, “is not what I expected,” said the thin 25-year-old in an interview a day after his release. “It is not as easy as I thought.”\n\nAdvertisement Continue reading the main story\n\nEven while under investigation for a serious crime, he still receives a monthly allowance of 6,500 krona, about $770, and has resumed language classes, also provided by the state. He plans to get a job as a car mechanic.\n\nThe Ludvika rape case, along with the alleged murder by an Eritrean refugee of a mother and her son in the kitchenware section of an Ikea store in the nearby town of Vasteras, stirred public outrage and have been seized on by the Sweden Democrats to press for an end to the country’s welcoming policies toward asylum seekers.\n\n“It makes no difference to me whether he nearly died in Lampedusa or not,” said Benny Rosengren, the head of the party in Ludvika.\n\nThe Swedish news media and national politicians “always want to find an excuse,” he added. “They present the refugees as victims, and then use people’s pity to excuse things like rape.”\n\nOther survivors of the crossing have tried to keep their heads down and stay out of trouble.\n\nMohamed Kasim, a melancholy 40-year-old who now lives in Tommestrup, a Danish village south of Copenhagen, cycles to language classes in a nearby town every day, and he takes a train to the region’s only mosque for Friday Prayer. Otherwise, he stays home.\n\nMr. Kasim said that he had a hard time making contact with locals, but that his spirits were lifted by the recent arrival of his wife from Eritrea. The Danish government pays his rent, as well as a living allowance. All the same, he said he advises friends not to risk following his example.\n\n“I tell them, ‘No — 100 percent no,’ ” he said, “but nobody listens.”\n\nMr. Kasim, who is older than most of those who survived the sinking off Lampedusa in 2013, says he misses his home country and cannot forget the four hours he spent at sea, surrounded by bodies, after the boat sank. “I can’t swim, so just did this,” he said, waving his arms clumsily.\n\nSamhar Adhanam, a 25-year-old living on a monthly government allowance of nearly $1,500 in Larvik, Norway, was in such bad condition when she was rescued at sea that she spent two weeks in a Sicilian hospital recovering from her injuries.\n\nAfter obtaining a forged passport, she headed toward Norway by train, and spent much of the journey hiding in the restroom. After months in a reception center near the Arctic Circle, she received approval to stay in the country, and she moved south to Larvik.\n\nAdvertisement Continue reading the main story\n\n“I never thought it would be like this,” Ms. Adhanam said. “Everything is so different.”\n\nBut as strange as the new country is, she said, “I can say I am happy because I am still alive.”", "summary": "The 2013 sinking of the boat, packed with more than 500 migrants, was a signal moment in Europe’s migration crisis, a calamity that riveted the world’s attention on the mounting toll in the Mediterranean and that elicited promises of united action from European leaders. Ms. Agby, the 19-year-old Lampedusa shipwreck survivor who made it to Sweden, said she had been so desperate to avoid being forced to stay in Italy that she had burned a plastic bag and rubbed her fingers in the molten goo to make her fingerprints unreadable. The Ludvika rape case, along with the alleged murder by an Eritrean refugee of a mother and her son in the kitchenware section of an Ikea store in the nearby town of Vasteras, stirred public outrage and have been seized on by the Sweden Democrats to press for an end to the country’s welcoming policies toward asylum seekers. Mohamed Kasim, a melancholy 40-year-old who now lives in Tommestrup, a Danish village south of Copenhagen, cycles to language classes in a nearby town every day, and he takes a train to the region’s only mosque for Friday Prayer."}