{"title": "Charlie Hebdo Suspects Dead in Raid; Hostage Taker in Paris Is Also Killed", "authors": ["Andrew Higgins", "Dan Bilefsky"], "url": "https://www.nytimes.com/2015/01/10/world/europe/charlie-hebdo-paris-shooting.html", "body": "Rocco Contento, a spokesman for the Unité S.G.P. police union in Paris, said the police had been helped by someone hiding in a cold meat locker in the supermarket who had texted helpful messages. Four of the hostages were killed, but the Paris prosecutor, François Molins, said all had died when the terrorist stormed the supermarket in the early afternoon, not in the police raid.\n\nDenouncing the attack on the store as a “terrifying act of anti-Semitism,” Mr. Hollande saluted the security forces for their “courage, bravura and efficiency,” but warned that France was “not finished with the threats of which it is the target.”\n\nAlso far from over are the shock waves created by a drama that sharply escalated longstanding worries about France’s impoverished immigrant suburbs and the radicalization of disenfranchised young people on society’s margins. And many questions remain about the failure of the French security apparatus to disrupt the actions of militants who had links to operatives working with Al Qaeda in Yemen. The militants had been known to the police for years and had been closely monitored by the intelligence services.\n\nAl Qaeda in Yemen, also known as Al Qaeda in the Arabian Peninsula, did not issue an official statement on the events in France. But a member claiming to speak for the group sent The New York Times a statement saying that the attacks had been orchestrated through its leadership in Yemen. “The target was in France in particular because of its obvious role in the war on Islam and oppressed nations,” the statement said.\n\nConcerns about further attacks were underscored by remarks on Friday from Harith al-Nadhari, a militant cleric who speaks for Al Qaeda in the Arabian Peninsula. The Associated Press reported that he had issued a recording on the group’s Twitter feed that denounced the “filthy” French, called the dead militants heroes and warned France, “You will not enjoy peace as long as you wage war on God and his prophets and fight Muslims.”\n\nThe events are already resonating in French politics and could further strengthen a surging far-right party, the National Front, which has railed against what it says is the failure of immigrants, Muslims in particular, to integrate into French society.\n\nAdvertisement Continue reading the main story\n\nBut the raids on Friday — one on the printing plant in Dammartin-en-Goële, a village near Charles de Gaulle Airport 25 miles north of Paris, and the other on the kosher store in Porte de Vincennes at the eastern edge of the city — eased a dark and at times panicked mood that had gripped the public and politicians since the massacre of 12 people at the Charlie Hebdo newspaper on Wednesday.\n\nFear that the crisis was slipping beyond the control of Mr. Hollande’s already beleaguered Socialist government had stirred calls from some conservative politicians for a state of emergency. There had also been several retaliatory attacks on mosques and an explosion at a kebab shop in eastern France.\n\nMr. Hollande, denouncing racism and anti-Semitism, said the week’s mayhem had “nothing to do with Islam” and described unity as the nation’s “best weapon.”\n\nVideo\n\nSaïd Kouachi, 34, the older of the two brothers suspected of carrying out the attack on Charlie Hebdo, traveled to Yemen in 2011 and received training from Al Qaeda’s affiliate there before returning to France, according to American officials.\n\nHis younger brother, Chérif Kouachi, 32, a sometime pizza delivery man and fishmonger, said he, too, had trained in Yemen. He had been arrested in France in 2005 as he prepared to leave for Syria, the first leg of a trip he had hoped would take him to Iraq; he was convicted three years later.\n\nDuring the attack on the newspaper, the assailants identified themselves as part of Al Qaeda in Yemen and shouted, “Allahu akbar,” meaning, “God is great.” Their open embrace of Islam during an act of violence was seized on by those who had been warning about what they called the gulf between Islam and the values of the West.\n\nThe hostage taker at the supermarket was identified as Amedy Coulibaly, a 32-year-old Frenchman of African descent who had fatally shot a police officer in the south of Paris on Thursday. He was a friend of the younger Kouachi brother, Chérif.\n\nThe police said that both Mr. Coulibaly and Chérif Kouachi were followers of Djamel Beghal, a French-Algerian champion of jihad who was jailed in 2001 for planning an attack on the American Embassy in Paris.\n\nVideo\n\nThe police said Mr. Coulibaly had an accomplice, identified as Hayat Boumeddiene, 26. Her whereabouts on Friday was unclear.\n\nAdvertisement Continue reading the main story\n\nAlain Grignard, a senior Belgian counterterrorism official who has investigated jihadist groups in France for decades, said in a telephone interview that, while it was uncertain whether the attacks had been coordinated, it was clear that the attackers had known each other and been part of the same network. He said their training and expertise showed that they were “not kids from the poor, working-class suburbs who just decided to do this.”\n\nThe attack in Porte de Vincennes appeared to have been calculated to distract attention from the Kouachi brothers as they tried to avoid capture by the police, who had been searching for them since Wednesday, Mr. Grignard said.\n\nAfter a fruitless chase that extended into northern France and back toward Paris, the police tracked the brothers early Friday to Dammartin-en-Goële. The brothers, armed with Kalashnikov rifles and a grenade launcher, seized the printing plant and took a hostage.\n\nThe police said the brothers had been located by helicopters with heat sensors. Soon afterward, residents of Dammartin-en-Goële, a sleepy rural village of 8,000, saw what looked like commandos drop from helicopters on ropes.\n\nPhoto\n\nPlanes at Charles de Gaulle Airport nearby were advised to avoid certain runways.\n\nOfficials ordered residents to stay indoors and close window shutters. Students were locked down in local schools, and police officers sealed off all roads.\n\nWhile the brothers took control of the printing plant, the crisis took an unnerving turn when their associate, Mr. Coulibaly, seized hostages at the kosher supermarket about 30 miles away.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Coulibaly, who the authorities said had gunned down a female police officer on Thursday in Montrouge, a suburb south of Paris, threatened to kill his hostages if the police attacked the Kouachi brothers.\n\nThe authorities said they believed Mr. Coulibaly was part of the same jihadist network as the brothers, and issued photographs of him and Ms. Boumeddiene.\n\nAdvertisement Continue reading the main story\n\nIn a measure of the jitters pervading Paris during the sieges, the police ordered shopkeepers on Rue des Rosiers, a street with many Jewish-owned businesses, to close as a precaution. The French news media said the Grand Synagogue of Paris had closed for security reasons, not hosting Shabbat services for the first time since World War II.\n\nMore on the Paris Shootings\n\nIn an effort to calm the rising alarm, Mr. Hollande sought to assure the public that Paris remained safe. He walked, escorted by bodyguards, from his office at the Élysée Palace in the center of the city to the nearby headquarters of the Interior Ministry.\n\n“France is going through a trying time,” he told officials at the ministry, vowing to regain control after attacks he described as “the worst of the past 50 years.”\n\nWith helicopters circling Dammartin-en-Goële as a cold drizzle fell, the police established contact with the brothers in the printing plant and began negotiations.\n\n“They said they wanted to die as martyrs,” said Mohamed Douhane, a senior police officer. “They are behaving like two determined terrorists who are certainly physically exhausted, but who want to escape with one last big show of force and heroic resistance. They feel trapped and know that their last hours have come.”\n\nThe brothers also called BFMTV, a French broadcaster, and Chérif Kouachi told the station that he had been sent on a mission by Al Qaeda in Yemen.\n\nApparently responding to American officials who said his older brother, Saïd, had met in Yemen with Anwar al-Awlaki, the American-born Qaeda chief who was later killed in a drone strike, Chérif told the station: “I was sent, me, Chérif Kouachi, by Al Qaeda of Yemen. I went over there, and it was Anwar al-Awlaki who financed me.”\n\nMr. Coulibaly, at the supermarket, also spoke with the broadcaster but said he was from the Islamic State, the militant group that has seized parts of Iraq and Syria. He said his attack had been coordinated with the Kouachi brothers, BFMTV reported.\n\nAdvertisement Continue reading the main story\n\nAfter hours of unsuccessful negotiations, the police decided to take the offensive, starting raids at about 5 p.m., just as dusk fell.\n\nMr. Contento, the police union spokesman, said both Kouachi brothers were killed in an assault that lasted just a few minutes.\n\n“The two suspects have been killed, and the hostage has been freed,” he said. “The special counterterrorism forces located where the terrorists are and broke down the door. They took them by surprise.”", "summary": "Denouncing the attack on the store as a “terrifying act of anti-Semitism,” Mr. Hollande saluted the security forces for their “courage, bravura and efficiency,” but warned that France was “not finished with the threats of which it is the target.”Also far from over are the shock waves created by a drama that sharply escalated longstanding worries about France’s impoverished immigrant suburbs and the radicalization of disenfranchised young people on society’s margins.The Associated Press reported that he had issued a recording on the group’s Twitter feed that denounced the “filthy” French, called the dead militants heroes and warned France, “You will not enjoy peace as long as you wage war on God and his prophets and fight Muslims.”Saïd Kouachi, 34, the older of the two brothers suspected of carrying out the attack on Charlie Hebdo, traveled to Yemen in 2011 and received training from Al Qaeda’s affiliate there before returning to France, according to American officials.The French news media said the Grand Synagogue of Paris had closed for security reasons, not hosting Shabbat services for the first time since World War II."}