{"title": "Germany Considers Tightening the Rules for Syrian Refugees", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2015/11/07/world/europe/germany-considers-tightening-the-rules-for-syrian-refugees.html", "body": "BERLIN — The German government is considering restoring controls on Syrian refugees arriving here after fleeing war in their homeland, and will significantly tighten rules allowing refugees to bring their families here, the Interior Ministry said on Friday.\n\nThe announcement followed weeks of mounting doubt about whether Germany has the capacity to handle almost 800,000 refugees who have arrived so far this year and who could total more than a million by year’s end.\n\nChancellor Angela Merkel and her government have come under fire at home and abroad, accused of triggering the influx of refugees from Syria and elsewhere when the German office overseeing migration said in August that it would no longer check Syrian arrivals. Those pursuing asylum had already been arriving in Central Europe in ever-increasing numbers earlier in the summer, but the pace quickened after that statement.\n\nA spokesman for the Interior Ministry, Johannes Dimroth, said by telephone on Friday that the proposal now was to “return to what was the case before” August for migrants arriving from Syria.\n\nAdvertisement Continue reading the main story\n\nThe change has not yet been carried out, another spokesman, Tobias Plate, said by email, and would first have to be discussed in the coalition government.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe three parties in Ms. Merkel’s coalition — her Christian Democrats, the Bavarian Christian Social Union and the center-left Social Democrats — just ended weeks of bickering on Thursday and announced an agreement to tighten admission of migrants, as well as to process and deport more quickly those who do not qualify for asylum or refugee status.", "summary": "Chancellor Angela Merkel and her government have come under fire at home and abroad, accused of triggering the influx of refugees from Syria and elsewhere when the German office overseeing migration said in August that it would no longer check Syrian arrivals. Those pursuing asylum had already been arriving in Central Europe in ever-increasing numbers earlier in the summer, but the pace quickened after that statement. A spokesman for the Interior Ministry, Johannes Dimroth, said by telephone on Friday that the proposal now was to “return to what was the case before” August for migrants arriving from Syria. The three parties in Ms. Merkel’s coalition — her Christian Democrats, the Bavarian Christian Social Union and the center-left Social Democrats — just ended weeks of bickering on Thursday and announced an agreement to tighten admission of migrants, as well as to process and deport more quickly those who do not qualify for asylum or refugee status."}