{"title": "Fear of Stowaways as Ferry Death Toll Off Coast of Greece Rises to 13", "authors": ["Elisabetta Povoledo"], "url": "https://www.nytimes.com/2014/12/31/world/europe/ferry-death-toll-rises-to-13-amid-concerns-about-uncounted-stowaways.html", "body": "Photo\n\nVERBANIA, Italy — The death toll in a ferry fire off the Greek coast rose to 13 on Tuesday, including two Albanian workers who died while trying to connect a cable to the stricken ship. But prosecutors said that the number could rise because of fear that passengers who boarded illegally might have been trapped in the hold, where the fire raged.\n\nExhausted passengers from the ferry, the Norman Atlantic, continued to arrive by ship at various Mediterranean ports on Tuesday, but the authorities were unable to say with certainty how many people had been rescued in a 30-hour-plus operation that involved ships, planes and helicopters from Albania, Greece and Italy. High winds and stormy seas slowed ships carrying survivors.\n\nGiuseppe Volpe, the prosecutor in Bari, Italy, whose office was given jurisdiction over the criminal investigation into Sunday’s fire, said the discovery of at least three stowaways — two Afghans and a Syrian — among the survivors suggested that there could be others who boarded illegally.\n\n“The ship was transporting stowaways, hidden in the hold,” Mr. Volpe said at a news conference in Bari. “Our fear is that once we have recovered the wreck we will find other dead people on board.”\n\nVideo\n\nIt remained unclear how many passengers had been on the boat, and how many had been rescued. Mr. Volpe said as many as 499 people may have been on board, not including any possible stowaways, but his office could verify only those who were rescued by Italian ships. The count was complicated after survivors were distributed among various vessels flying different national flags.\n\nAdvertisement Continue reading the main story\n\nMr. Volpe said his figures indicated that 179 people remained missing, but he said he hoped those passengers were on ships that had taken survivors to Greece. An Italian Navy ship remained off the Albanian coast to look for bodies."}