{"title": "Victims of the Terror Attacks in Paris", "authors": ["The New York Times"], "url": "https://www.nytimes.com/2015/01/12/world/europe/terror-attacks-in-paris-the-victims.html", "body": "Bernard Verlhac\n\nMr. Verlhac was known as Tignous. (Most of the cartoonists at Charlie Hebdo used some sort of pen name.) He was born in 1957 and contributed to a wide variety of publications, according to Le Monde, the French daily newspaper. “He was the last one to enter the team,” Mr. Leconte said, describing the group that was at the heart of Charlie Hebdo’s creative output. “He was in a way more shy in person. But not when he draws. His caricatures are so dynamic.”\n\nAhmed Merabet\n\nMr. Merabet, 40, a police officer who was killed as he lay wounded on the ground, inspired a Twitter hashtag, #JeSuisAhmed — I am Ahmed — as many praised him for defending a newspaper that was accused of insulting his Muslim faith. At a news conference on Saturday, relatives called him a pillar of their family. “My brother was Muslim, and he was killed by fake Muslims,” said Malek Merabet. The family also urged people to “stop conflating things, triggering wars, burning mosques or synagogues.” Officer Merabet was assigned to the police precinct in Paris’s 11th Arrondissement, according to Rocco Contento, a police union official who knew him. “He was a nice person, very likable, always with a smile and very professional,” Mr. Contento said. Officer Merabet, whose parents were from North Africa, lived in a suburb north of Paris with a large immigrant community, was unmarried and had no children.\n\nPhilippe Honoré\n\nPhoto\n\nMr. Honoré, 74, was the fifth Charlie Hebdo cartoonist to be declared killed in the attack, according to the news agency Agence France-Presse. His cartoon of the leader of the Islamic State group, Abu Bakr al-Baghdadi — wishing his audience a happy new year and “above all, good health!” — was the last drawing to be posted on Twitter before the attack. After publishing his first drawing in the newspaper Sud-Ouest at the age of 16, Mr. Honoré went on to collaborate with several French media outlets.\n\nFrédéric Boisseau\n\nMr. Boisseau, 42, a maintenance worker employed by the Sodexo services company, was killed in the lobby of the building when the attack started. The company said that Mr. Boisseau was married, with two children, and that Sodexo staff members had mourned him with a minute of silence at midday on Thursday. A statement by Sodexo’s chief executive, Michel Landel, on the company’s website expressed “immense sadness” over Mr. Boisseau’s death. “All together, we share the feeling that it is intolerable that one of our colleagues lost his life in such tragic and unfair circumstances, in the name of a cause so contrary to our values,” Mr. Landel wrote.\n\nJean Cabut\n\nPhoto\n\nMr. Cabut, known as Cabu, was born in 1938 and studied art in Paris. He helped found Hara-Kiri, the predecessor to Charlie Hebdo, after serving in the military in Algeria. “He’s an artist, a poet, a sweet man and a great journalist,” said Mr. Leconte, the filmmaker. He said Mr. Cabut was always drawing, sketching even places he passed every day. Mr. Cabut’s style, Ms. Mouly said, was political, and similar to Saul Steinberg, a style more familiar to American audiences. He often caricatured politicians, and his most famous character was Le Grand Duduche, an awkward adolescent. Ms. Mouly compared his cartoons featuring that character to the work of the American cartoonist Jules Feiffer. His political drawings “didn’t stop him from drawing Muhammad,” Ms. Mouly said. “Whatever was at the topic of the day.”\n\nMustapha Ourrad\n\nMr. Ourrad, a proofreader at Charlie Hebdo, was an orphan who was born in Algeria and moved to France when he was 20, according to the Le Monde. He was a self-taught man who impressed friends with his erudition, the newspaper said.\n\nMichel Renaud\n\nPhoto\n\nMr. Renaud, 69, a former journalist and the founder of a cultural festival in his hometown, Clermont-Ferrand, was killed alongside Charlie Hebdo staff members, according to Agence France-Presse, which quoted Olivier Bianchi, the mayor of Clermont-Ferrand. Mr. Bianchi told the news agency on Wednesday that Mr. Renaud was visiting the cartoonist Jean Cabut, who had been the guest of honor at the previous festival.\n\nAdvertisement Continue reading the main story\n\nFranck Brinsolaro\n\nMr. Brinsolaro was in charge of guarding Mr. Charbonnier, who had received protection since 2011 when Charlie Hebdo was attacked for publishing caricatures of the Prophet Muhammad. On Wednesday, Officer Brinsolaro fired two shots before the attackers killed him, a police union official said. Officer Brinsolaro had two children, according to the regional newspaper L'Éveil Normand, which said on its website that its editor in chief, Ingrid Brinsolaro, was his wife.\n\nAT THE SUPERMARKET\n\nYoav Hattab\n\nPhoto\n\nMr. Hattab, 21, was a student in Paris. His father is the director of a Jewish school in Tunisia, where his family lives, according to Le Parisien. His brother said that Mr. Hattab often went shopping at the supermarket on Fridays for Shabbat because he lived in Vincennes, the Tunisian website Kapitalis reported.\n\nFrançois-Michel Saada\n\nMr. Saada, 63, was a former executive who was married for more than 30 years, according to Le Parisien. He had two children, Jonathan and Emily, who live in Israel. A friend described him to the newspaper as an “exemplary” husband and father: “He was someone who was extremely upright, who led his life for the happiness of his family.”\n\nPhilippe Braham\n\nPhoto\n\nMr. Braham, 45, worked for a commercial IT consulting company, according to Le Parisien. He attended a synagogue on Montrouge, the newspaper reported, and his children were enrolled at a Jewish school near where a female police officer was shot and killed in a southern suburb of Paris on Thursday.\n\nYohan Cohen\n\nMr. Cohen, 22, worked in the store and lived in the suburb of Sarcelles, which is known for its Jewish population, according to The Jerusalem Post. A shopper, Jeremie Agou, told the newspaper that he saw Mr. Cohen every week when he went there to buy groceries. Mr. Cohen was the grandson of a famous Jewish-Tunisian singer who died a month before him in December, Le Parisien reported. The deputy mayor of Sarcelles, François Pupponi, said that Mr. Cohen’s family was devastated. “He was a nice boy,” Mr. Pupponi said. “I knew him by sight and his friends, too. This is a tragedy that affects all of the city and the Jewish community.”\n\nIN A PARIS SUBURB\n\nClarissa Jean-Philippe\n\nMs. Philippe, who was in her 20s, was a police officer who had been on the job a short time and was still in training, according to Le Monde. Her colleagues described her as “lively and dynamic.” She was from the French Caribbean island of Martinique, where she left behind her family to move to Paris, according to Paris Match magazine. She was responding to a report of a traffic accident in the suburb of Montrouge when a suspect wearing a bulletproof vest shot her and drove off. Her death is believed to be connected to the other killings.", "summary": "Mr. Merabet, 40, a police officer who was killed as he lay wounded on the ground, inspired a Twitter hashtag, #JeSuisAhmed — I am Ahmed — as many praised him for defending a newspaper that was accused of insulting his Muslim faith.His cartoon of the leader of the Islamic State group, Abu Bakr al-Baghdadi — wishing his audience a happy new year and “above all, good health!” — was the last drawing to be posted on Twitter before the attack.Mr. Renaud, 69, a former journalist and the founder of a cultural festival in his hometown, Clermont-Ferrand, was killed alongside Charlie Hebdo staff members, according to Agence France-Presse, which quoted Olivier Bianchi, the mayor of Clermont-Ferrand.Mr. Bianchi told the news agency on Wednesday that Mr. Renaud was visiting the cartoonist Jean Cabut, who had been the guest of honor at the previous festival.He attended a synagogue on Montrouge, the newspaper reported, and his children were enrolled at a Jewish school near where a female police officer was shot and killed in a southern suburb of Paris on Thursday."}