{"title": "Migrants Die After Boat Capsizes North of Bosporus Off Turkey", "authors": ["Ceylan Yeginsu"], "url": "https://www.nytimes.com/2014/11/04/world/europe/migrants-die-after-boat-capsizes-north-of-bosporus-off-turkey.html", "body": "Photo\n\nISTANBUL — A boat carrying 43 migrants to the European Union from the Middle East capsized north of the Bosporus in the Black Sea on Monday, killing at least 24 people, the Turkish Coast Guard said.\n\nThe coast guard sent seven vessels and a helicopter on an extensive rescue mission in the early hours of Monday, saving at least seven people, the authorities said.\n\n“It is not clear whether the boat passed through the Bosporus Strait itself,” said Col. Sakir Cicek, a spokesman for the Turkish military’s general staff command in the capital, Ankara. The Bosporus connects the Black Sea to the Sea of the Marmara.\n\n“The Black Sea is normally used by migrants trying to reach Bulgaria and Romania, but is a less commonly used route than the western Aegean coast,” he added.\n\nAdvertisement Continue reading the main story\n\nThe Turkish Coast Guard rescued migrants trying to reach Europe from Syria two months ago after their boat sank off the northern shore of Istanbul.", "summary": "ISTANBUL — A boat carrying 43 migrants to the European Union from the Middle East capsized north of the Bosporus in the Black Sea on Monday, killing at least 24 people, the Turkish Coast Guard said.The coast guard sent seven vessels and a helicopter on an extensive rescue mission in the early hours of Monday, saving at least seven people, the authorities said.“It is not clear whether the boat passed through the Bosporus Strait itself,” said Col. Sakir Cicek, a spokesman for the Turkish military’s general staff command in the capital, Ankara.“The Black Sea is normally used by migrants trying to reach Bulgaria and Romania, but is a less commonly used route than the western Aegean coast,” he added.The Turkish Coast Guard rescued migrants trying to reach Europe from Syria two months ago after their boat sank off the northern shore of Istanbul."}