{"title": "Le Pen Loses Luster, Signaling Far Right’s Retreat in France, and Maybe Beyond", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/06/16/world/europe/marine-le-pen-france.html", "body": "But if the champion of France’s populist far right is now contemplating years of political marginalization, she has largely herself to blame, in the eyes of analysts as well as many in her own party. They say she is paying a bitter price for an incoherent message badly delivered.\n\nNow her party faces a new round of painful existential questioning over what it can do to revive itself. Go left? Go right? No decisions have yet been made.\n\nSupport for the far right has close to evaporated, at least at the polls: From an already disappointing 34 percent in the May 7 presidential vote, it dropped to barely over 13 percent in last Sunday’s first-round parliamentary elections.\n\nThe Front’s voters stayed away in droves; their abstention rate was well over 50 percent, according to pollsters.\n\nAdvertisement Continue reading the main story\n\nThe first culprit is the Macron wave that has swept over France. The president’s field of nonpolitician amateur parliamentary candidates has touched a chord in a country fed up with established parties that brought no solutions to France’s chronic problems.\n\nTheir success has seemed to demonstrate that, given a centrist alternative to shake up politics as usual, voters will seize it and shun the extremes. Mr. Macron has blasted into insignificance not only the National Front, but the traditional right and left parties as well.\n\nAll are moaning their projected loss, not only of influence in Parliament — the once-mighty Socialists will most likely go from nearly 300 seats to a mere 20 to 30 — but of the state funding that goes with being a major party. Only about 120 Front candidates made it to the second round of voting for the 577-seat chamber.\n\n“There’s been a recomposition of French political life,” said Jean Messiha, one of the National Front’s parliamentary candidates here in the Aisne department, a district between a state and a county. “It’s affecting us as well.”", "summary": "But if the champion of France’s populist far right is now contemplating years of political marginalization, she has largely herself to blame, in the eyes of analysts as well as many in her own party.The president’s field of nonpolitician amateur parliamentary candidates has touched a chord in a country fed up with established parties that brought no solutions to France’s chronic problems.Their success has seemed to demonstrate that, given a centrist alternative to shake up politics as usual, voters will seize it and shun the extremes.All are moaning their projected loss, not only of influence in Parliament — the once-mighty Socialists will most likely go from nearly 300 seats to a mere 20 to 30 — but of the state funding that goes with being a major party.“There’s been a recomposition of French political life,” said Jean Messiha, one of the National Front’s parliamentary candidates here in the Aisne department, a district between a state and a county."}