{"title": "Navigator of Downed Russian Plane Says There Was No Warning", "authors": ["Neil Macfarquhar"], "url": "https://www.nytimes.com/2015/11/26/world/europe/turkey-russia-jet.html", "body": "Given the speed at which they were traveling, he said, the F-16 should have flown a parallel course as a standard visual warning. “There was not even a threat of crossing into Turkey,” Captain Murakhtin said.\n\nVideo\n\nCaptain Murakhtin’s account was sure to further inflame sentiment in Russia. Its defense minister announced on Wednesday that it would deploy its most powerful air defense system in Syria. Protesters gathered outside the Turkish Embassy in Moscow, pelting it with eggs and rocks, shattering windows.\n\nIn Washington, a senior United States military official who was briefed on the radar tracking of the Russian warplane said Wednesday that the data showed that the aircraft transited Turkish airspace, as Turkey has insisted.\n\n“They crossed into Turkish airspace,” the official said of the pilots, speaking on the condition of anonymity as the official was not authorized to discuss confidential military reports.\n\nSuch data was not likely to deflate the pronounced anger and outrage on the Russian side. The country’s foreign minister, Sergey V. Lavrov, said Russia had “no intention” of going to war against Turkey but reinforced the sharp criticism of Turkey as a haven for terrorists that Russia started soon after the plane was shot down.\n\nMr. Lavrov repeated that he thought the shooting down of the military jet was a premeditated strike and hinted that the United States had a hand in it. “We have enough information to confirm that this was a preplanned act,” Mr. Lavrov said at a news conference. Turkey was just looking for a “pretext” to shoot down the plane, he said.\n\nMr. Lavrov suggested that the United States might have had a role in the attack, wondering if Washington had signed off on Turkey’s firing an American-made missile. In addition, the accord that the United States negotiated with Russia on preventing accidental air force clashes over Syria was meant to cover allies like Turkey, he said, and he accused Ankara of not activating emergency communications.\n\nVideo\n\nIt was clear that NATO members were critical of Turkey behind closed doors, Mr. Lavrov said, yet there was no remorse.\n\nAdvertisement Continue reading the main story\n\nIn Washington, the State Department said that Secretary of State John Kerry had spoken with Mr. Lavrov by telephone, urging calm and more dialogue between Russia and Turkey.\n\nThe American advice appeared to have been ignored, as sources on the ground said Russian airplanes had attacked a border town that Turkey has suggested is the heart of a buffer zone.\n\nSyrian opposition activists said that Russian planes had hit the town of Azaz, in what appeared to be a retaliatory strike, for the first time since the beginning of Russia’s military intervention nearly two months ago.\n\nAzaz, an important gateway to Turkey about three miles from the border, is in an area that the Turkish government envisions as a “safe zone” within Syria where refugees could eventually return. Beyond its location, it is not believed to have any militarily significant targets, and the Syrian government has not bombed it for months.\n\nOn Wednesday evening, several warplanes believed to be Russian bombed a gathering point for private commercial trucks in Azaz, killing at least three drivers and destroying four trucks, according to Abdulkader Abu Yusuf, a local activist who spoke by telephone.\n\nPhoto\n\nDmitri S. Peskov, the Kremlin spokesman, said the downing of the plane on Tuesday would not deter Russia from its military objectives in Syria.\n\nIn Turkey, President Recep Tayyip Erdogan said he wanted to avoid any escalation with Russia, but he stuck to his position that Turkey was defending its own security.\n\nAdvertisement Continue reading the main story\n\n“We have no intention of escalating this incident,” Mr. Erdogan said in Istanbul. “We are only defending our own security and the rights of our brothers.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Turkish prime minister, Ahmet Davutoglu, maintained that the plane had been brought down because it had not responded to warnings, even if it flew over Turkey for 17 seconds, and that Turkey was not aware that it was a Russian warplane when its air force fired.\n\nHe called Russia an “important partner” but also called for an end to Russian attacks along the border in an area that is home to the Turkmen, an ethnic group close to the Turks.\n\nThe shooting down of the plane was sure to aggravate attempts to forge a united global effort to confront the Islamic State and negotiate a political transition in Syria. Turkey opposes President Bashar al-Assad of Syria, and the Kremlin intervened militarily there to shore up his rule, hitting insurgents backed by Ankara.\n\nIn Moscow, Defense Minister Sergei K. Shoigu announced that Russia would send its most modern air defense system, the S-400 mobile antiaircraft missile system, to the Hmeimim air base outside Latakia where its more than 50 warplanes and other aircraft are deployed.\n\nThe system, known in the West as the SA-21 Growler, is designed to hit targets at long range, including aircraft and missiles.\n\nColonel Peshkov and Captain Murakhtin fell on mountainous territory of northern Latakia Province, which is controlled by a local militia called the 10th Brigade. Footage on YouTube showed insurgents on the ground opening fire at the floating figures and exulting over what appeared to be the body of one of them.\n\nFive Mi-8 helicopters bearing search-and-rescue teams consisting of Russian special forces troops and their Syrian interpreters were dispatched to find the pilots, following a radio signal that one was emitting, according to Russian news reports.\n\nThe Russian special forces found Captain Murakhtin in the hands of local insurgents around noon on Tuesday and spent hours negotiating for his release, the reports said. He was taken back to the Russian base around 3:40 a.m. on Wednesday, Mr. Shoigu said. The whereabouts of the body of the dead pilot has not been confirmed.\n\nAdvertisement Continue reading the main story\n\nMr. Putin said on national television that the pilot, Colonel Peshkov, would be posthumously awarded Russia’s highest military honor, the Hero of Russia.\n\nAleksander M. Pozynich, a Russian marine in Syria on contract who was killed when a search and rescue helicopter was blown up, will also be given a medal, as will the rescued navigator, Captain Murakhtin, Mr. Putin said.\n\nAsked by Interfax how he felt after his plane was shot down, Captain Murakhtin said he was eager to get back into combat. “I have a debt to pay back for the commander,” he said.", "summary": "In Washington, a senior United States military official who was briefed on the radar tracking of the Russian warplane said Wednesday that the data showed that the aircraft transited Turkish airspace, as Turkey has insisted. In addition, the accord that the United States negotiated with Russia on preventing accidental air force clashes over Syria was meant to cover allies like Turkey, he said, and he accused Ankara of not activating emergency communications. Syrian opposition activists said that Russian planes had hit the town of Azaz, in what appeared to be a retaliatory strike, for the first time since the beginning of Russia’s military intervention nearly two months ago. The Russian special forces found Captain Murakhtin in the hands of local insurgents around noon on Tuesday and spent hours negotiating for his release, the reports said."}