{"title": "Anti-Immigration Rallies in Germany Defy Calls to Desist", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2015/01/06/world/europe/pegida-rally-dresden-germany.html", "body": "In gestures intended to deny anti-immigration protesters picturesque backdrops for their rallies, the church and city authorities in Cologne and Berlin switched off the illumination at three of the country’s best-known landmarks: the Cologne Cathedral and, in Berlin, the Brandenburg Gate and the TV tower at Alexanderplatz.\n\nIn Dresden, where about 3,000 people staged a counterdemonstration, the group known as Pegida — the German acronym for Patriotic Europeans Against Islamization of the West — was confined to a park and a march around a nearby stadium. Ironically, the park is named the Cockerwiese after the late rock singer Joe Cocker, who gave a concert there in 1988, during Communist rule, and whose trademark song was “With a Little Help from My Friends.”\n\nPhoto\n\nMonday night’s rally, held in a cold rain, yielded nothing new in the way of sentiment from the speakers, whose group insists that it wants to help refugees, but is against asylum abusers, foreigners who mooch off Germany and what it sees as a creeping Islamization of society.\n\nBut the mention of Ms. Merkel’s name drew boos, and several people interviewed — typically declining to give their names to reporters — said her criticism of Pegida had disqualified her as a leader.\n\nEarlier on Monday, business leaders joined the swelling chorus against Pegida from established political parties, the Roman Catholic and Protestant churches, social groups and even anonymous jokesters who set up a spoof “Snowgida” page on Facebook.\n\nIngo Kramer, head of the Confederation of German Employers’ Associations, said, “Germany’s image as a business location is being damaged by the impression that we are demonstrating against foreigners.”\n\n“We need immigration for our labor market and to allow our social system to function,” he added in a statement.\n\nAdvertisement Continue reading the main story\n\nThe fear of foreigners, especially Muslims, threatening or drowning out national and regional identities forged over centuries seems to have a growing pull in Europe, where populists and nationalists scored record gains in elections in May for the European Parliament.\n\nSince reuniting in 1990, Germany has experienced outbursts of racist violence directed against foreigners, often in the east, where barely 1 percent of the population was non-German in Communist times.\n\nIn recent years, however, the Germans have offered asylum liberally, beginning with refugees of the Balkan wars of the early 1990s. The nation’s Nazi past is often cited as a reason to offer sanctuary, but that has worn thin recently because of an influx of about 200,000 asylum seekers last year — four times the total for 2012 — and the strain of housing so many people.\n\nVideo\n\nAn anti-euro party, the Alternative for Germany, is flirting with anti-foreigner sentiment and won seats in three state legislatures in eastern Germany in the fall. While its leaders are bickering furiously, at least some have attended the Dresden rallies and are willing to meet with Pegida.\n\nAcross the established political spectrum, debate has raged about whether to engage directly with Pegida, as well as how to confront its clear appeal to a disgruntled segment of the German population. Its supporters include far rightists, neo-Nazis and soccer hooligans, as well as a larger number of average citizens who seem worried about losing status, even if — in Dresden and the surrounding state of Saxony — barely 2 percent of residents are foreigners and even fewer are Muslims.\n\nOn Tuesday, the country’s best-selling newspaper, Bild, headlined articles with “The People Are Stopping Pegida” and highlighted efforts to support immigration. Berthold Kohler, a publisher of the influential center-right newspaper Frankfurter Allgemeine Zeitung, noted Monday in a commentary titled “Terribly Simple” that, despite Ms. Merkel’s stand against the Pegida movement, it was clear that her coalition government of center-right and center-left was still trying to figure out what to do. The movement, he said, is “the tip of the iceberg” when it comes to a loss of faith in elites or institutions across the board.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Merkel’s partners in her conservative bloc, the Bavarian Christian Social Union, plan to debate what they call “a fair and balanced asylum policy” at a meeting this week. That policy would involve a swifter processing of asylum requests and deportation of abusers, portraying this as the only way to continue guaranteeing a welcome for hundreds of thousands of legitimate refugees, particularly from Syria and Iraq.\n\n“People are reacting to the situation with much understanding, empathy and remarkable voluntary engagement,” the party said in the proposal. All who are helping should be thanked, it added, “for they are the face of modern Germany, open to the world.”\n\nAmong the many voices discussing Pegida were the writer Peter Schneider, who over the weekend published his impressions of a visit to the last Pegida rally on Dec. 22.\n\nAdvertisement Continue reading the main story\n\n“For my taste,” Mr. Schneider wrote in the newspaper Die Welt, “the crowd was too white.”\n\nHe also noted that any number of issues — like Islamic State jihadists, Palestinian immigrants voicing anti-Semitism, or European women opposing Muslim attitudes toward women — deserved to be discussed in Germany and elsewhere in Europe where large numbers of immigrants live.\n\nThe answer certainly does not lie in declining dialogue with Pegida or its supporters, Mr. Schneider wrote.\n\n“If political correctness means that facts can no longer be called by their name,” he concluded, “then society is robbing itself of a viable future.”"}