{"title": "Another Hazard for Migrants in Europe: Poisonous Mushrooms", "authors": ["Sewell Chan"], "url": "https://www.nytimes.com/2015/09/18/world/europe/migrant-refugee-crisis-poisoning-cases-death-cap-mushrooms.html", "body": "LONDON — Migrants streaming into Europe have braved fierce storms, navigated turbulent waters, faced down police batons, water cannons and tear gas in Hungary, and stepped through fields in Croatia strewn with land mines.\n\nNow some of the asylum seekers headed toward Western and Central Europe face another worry: toxic mushrooms.\n\nHanover Medical School, an academic hospital in north-central Germany, warned this week that about 30 migrants had been sickened — some of them severely — after eating mushrooms commonly called death caps.\n\nThe hospital made and distributed posters in Arabic, Kurdish and other languages cautioning migrants to avoid the fungus, which is native to Europe and can cause fatal liver and kidney damage. On Thursday, similar cases of mushroom poisoning were reported in Münster, about 110 miles west of Hanover. A dozen patients remained hospitalized on Thursday, three in critical condition, Dr. Michael P. Manns, chairman of the department of gastroenterology, hepatology and endocrinology at Hanover Medical School, said in an email.\n\nPhoto\n\nDesperate migrants traveling for days with little to eat may have resorted to foraging for food as they made their way across Europe, where they hope to find asylum.\n\nAdvertisement Continue reading the main story\n\n“Do not collect mushrooms, if you are unfamiliar with edible growing mushrooms here,” the Hanover hospital warned in the poster. “A mushroom you regard from your homeland as a delicious edible mushroom could be deadly here although they look similar.”", "summary": "Hanover Medical School, an academic hospital in north-central Germany, warned this week that about 30 migrants had been sickened — some of them severely — after eating mushrooms commonly called death caps. The hospital made and distributed posters in Arabic, Kurdish and other languages cautioning migrants to avoid the fungus, which is native to Europe and can cause fatal liver and kidney damage. A dozen patients remained hospitalized on Thursday, three in critical condition, Dr. Michael P. Manns, chairman of the department of gastroenterology, hepatology and endocrinology at Hanover Medical School, said in an email. Desperate migrants traveling for days with little to eat may have resorted to foraging for food as they made their way across Europe, where they hope to find asylum."}