{"title": "Robust Demand and Renewed Criticism as Charlie Hebdo Quickly Returns", "authors": ["Dan Bilefsky", "Alan Cowell"], "url": "https://www.nytimes.com/2015/01/15/world/europe/charlie-hebdo-prophet-muhammad.html", "body": "Her warning, an attempt to prevent more hate crimes in the aftermath of the killing of 17 people in attacks last week, including at the newspaper and a kosher supermarket, also underscored the difficulties of defining the line between freedom of expression and hate speech.\n\nA French comedian, Dieudonné M’bala M’bala, was detained early Wednesday over comments suggesting he sympathized with Amedy Coulibaly, the gunman accused of killing four hostages at the kosher supermarket on Friday and of fatally shooting a police officer the day before.\n\nMr. M’bala M’bala’s lawyer, David de Stefano, called the comedian’s detention “shocking.”\n\nMore on the Paris Shootings\n\n“We are in the land of freedom of expression?” he asked sardonically. “This morning, the government provided the demonstration of that,” he said, according to Agence France-Presse.\n\nIn a note on his Facebook page, directed at Interior Minister Bernard Cazeneuve and written after the large unity rally on Sunday in Paris, Mr. M’bala M’bala said that the same government officials who had marched to promote freedom and liberty were now trying to silence him. “Since the beginning of last year, I have been treated as public enemy No. 1,” he wrote, “when all I try to do is make people laugh, and laugh about death, because death laughs at us all, as Charlie knows now, unfortunately.”\n\nIn an effort to combat lone militants and sleeper cells that might otherwise escape detection, thousands of troops and police officers have been deployed on the streets of Paris, and 54 people are under investigation related to charges of glorifying terrorism and terrorism threats, said Pierre Rancé, a spokesman for the Justice Ministry.\n\nThe authorities were also trying to move against social media sites that the prime minister, Manuel Valls, said were “more than ever used for indoctrination” of militants who use the Internet to communicate and acquire “techniques permitting them to act.”\n\nAdvertisement Continue reading the main story\n\nThe publication of the new issue of Charlie Hebdo brought complaints about a perceived double standard in European countries in their treatment of Muslims, with some arguing that laws that ban hate speech fail to prevent insults and provocations directed at Muslims.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFor some Muslims, any depiction of Muhammad is seen as blasphemous, and even some supporters of free speech described Charlie Hebdo’s decision to put a cartoon of the prophet on its first cover since last week’s attack as unnecessarily inflammatory. The brothers who targeted the weekly, Saïd and Chérif Kouachi, said they had done so to avenge insults to Muhammad by the paper.\n\nIn Geneva, while waiting for a meeting with Secretary of State John Kerry, the Iranian foreign minister, Mohammad Javad Zarif, explained the Islamic Republic’s criticism of the latest issue. “We believe that sanctities need to be respected, and unless we learn to respect one another, it will be very difficult in a world of different views and different cultures and civilizations,” Mr. Zarif said.\n\nMr. Kerry is to travel to Paris on Friday to meet with President François Hollande, in a belated diplomatic effort to offset the absence of a high-ranking American figure during Sunday’s mass rally, in which more than 40 other foreign leaders participated.\n\nIn Turkey, which is predominantly Muslim, a secular newspaper, Cumhuriyet, said Wednesday that the police had checked the paper’s content after it decided to print some of the caricatures from the new issue. The police allowed the newspaper to be distributed after finding that it had not reprinted the contentious cover showing Muhammad. Later in the day, however, a Turkish court ordered the country’s telecommunications authority to block access to web pages that showed the cover, the semiofficial Anadolu News Agency said.\n\nCharlie Hebdo was snapped up by people who appeared motivated by a mix of curiosity, a sense of history and a desire to show solidarity with the paper. Some sellers imposed a limit of one copy per person, as buyers who did not usually read the paper bought copies as souvenirs. Commuters said lines of up to 80 people snaked around newsstands.\n\nBut while a peaceful atmosphere endured, many Muslims said they felt insulted, while others argued that the issue was needlessly provocative.\n\n“Insulting the prophet can never be regarded within the context of media freedom,” Ercan Ezgin, a Turkish lawyer who filed a complaint that prompted the ruling on the web pages, told the CNN Turk channel. “This cartoon bears the danger of deeply provoking billions of Muslims. It should never be acceptable to depict our prophet in such a cartoon, poking fun at him, showing him as if he’s shedding tears.”\n\n“If you have limitless freedom of speech, Muslim community has limitless right to protest,” one handwritten sign read outside the offices of Cumhuriyet, a photograph posted on Twitter showed.\n\nAdvertisement Continue reading the main story\n\nThat sentiment was conveyed by many French Muslims, and some went even further in expressing their contempt.\n\n“It’s their own country, so they can do what they want, but I was very hurt,” said Rachid Kadmar, 33, a French citizen from Vaulx-en-Velin, a poor suburb of Lyon, referring to the magazine’s editors who had been killed for lampooning Muhammad. “They deserved murder.”\n\nOthers, like Meryam Boowarmane-Klee, 35, a converted Muslim who attended a vigil at the Brandenburg Gate in Berlin, were more moderate in their views.\n\n“A newspaper doesn’t hurt me,” she said. “It can’t bomb me.”", "summary": "For some Muslims, any depiction of Muhammad is seen as blasphemous, and even some supporters of free speech described Charlie Hebdo’s decision to put a cartoon of the prophet on its first cover since last week’s attack as unnecessarily inflammatory.In Geneva, while waiting for a meeting with Secretary of State John Kerry, the Iranian foreign minister, Mohammad Javad Zarif, explained the Islamic Republic’s criticism of the latest issue.Mr. Kerry is to travel to Paris on Friday to meet with President François Hollande, in a belated diplomatic effort to offset the absence of a high-ranking American figure during Sunday’s mass rally, in which more than 40 other foreign leaders participated.Later in the day, however, a Turkish court ordered the country’s telecommunications authority to block access to web pages that showed the cover, the semiofficial Anadolu News Agency said.“Insulting the prophet can never be regarded within the context of media freedom,” Ercan Ezgin, a Turkish lawyer who filed a complaint that prompted the ruling on the web pages, told the CNN Turk channel."}