{"title": "German Who Posed as Hitler Returns to Position in Anti-Immigrant Group Pegida", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2015/02/25/world/europe/lutz-bachmann-pegida.html", "body": "Video\n\nBERLIN — The co-founder of an anti-immigrant group in Germany that has denounced the supposed “Islamization” of Western Europe has resumed his position at the head of the movement, weeks after he stepped down amid outrage over images of him posing as Adolf Hitler.\n\nLutz Bachmann, 41, took the stage again late Monday as a newly reinstated co-leader of Pegida, which is the German acronym for Patriotic Europeans Against the Islamization of the West, before leading several thousand people on a peaceful march through the eastern city of Dresden.\n\nPhoto\n\nMr. Bachmann stepped down in January after photographs that he had posted to Facebook were strewn across the front pages of German newspapers, along with postings in which he appeared to praise the Ku Klux Klan and referred to immigrants as “cattle,” “brutes” and “trash.” The organization said late Sunday that he had been returned to the shared leadership through a vote held by secret ballot.\n\nThe movement, which calls itself a political organization, has repeatedly come under criticism for its ties to the far right, but it has spawned similar, smaller groups across Germany.\n\nSupporters at demonstrations held late Monday in Frankfurt, Hanover and Leipzig clashed with the police or with opposing protesters who had turned out to call for an open, tolerant society.\n\nAfter Mr. Bachmann’s resignation, several leaders, including the group’s spokeswoman, Kathrin Oertel, also stepped down from Pegida, leading a number of its weekly Monday protests to be canceled. Ms. Oertel, who had risen to prominence alongside Mr. Bachmann during the height of the movement, which had attracted about 25,000 supporters by late last year, has founded a rival group that has failed to win much support.", "summary": "BERLIN — The co-founder of an anti-immigrant group in Germany that has denounced the supposed “Islamization” of Western Europe has resumed his position at the head of the movement, weeks after he stepped down amid outrage over images of him posing as Adolf Hitler.Lutz Bachmann, 41, took the stage again late Monday as a newly reinstated co-leader of Pegida, which is the German acronym for Patriotic Europeans Against the Islamization of the West, before leading several thousand people on a peaceful march through the eastern city of Dresden.Mr. Bachmann stepped down in January after photographs that he had posted to Facebook were strewn across the front pages of German newspapers, along with postings in which he appeared to praise the Ku Klux Klan and referred to immigrants as “cattle,” “brutes” and “trash.” The organization said late Sunday that he had been returned to the shared leadership through a vote held by secret ballot.Supporters at demonstrations held late Monday in Frankfurt, Hanover and Leipzig clashed with the police or with opposing protesters who had turned out to call for an open, tolerant society.After Mr. Bachmann’s resignation, several leaders, including the group’s spokeswoman, Kathrin Oertel, also stepped down from Pegida, leading a number of its weekly Monday protests to be canceled."}