{"title": "For Woman Dead in French Police Raid, Unlikely Path to Terror", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/11/21/world/europe/hasna-aitboulahcen-paris-attacks.html", "body": "She never made it there. But in the Wednesday morning raid in which Mr. Abaaoud and one other person also died and eight were captured, Ms. Aitboulahcen was said to have been the first one to open fire, with a Kalashnikov rifle. The authorities in Paris confirmed late on Friday night that forensic analysis had shown that it had not been Ms. Aitboulahcen who had donned a suicide belt in the face of the onslaught, but a third person, whose badly mangled body has not yet been identified.\n\nA tense exchange, captured on a neighbor’s video around 5 a.m., preceded a battle of uninterrupted gunfire that would last for almost an hour.\n\nPhoto\n\n“Where is your boyfriend?” an officer shouted.\n\n“He’s not my boyfriend,” Ms. Aitboulahcen shouted back.\n\nSeconds later the crack of an explosion rocked the building. Part of the third floor collapsed.\n\nA childhood friend who gave her name as Khemissa told a newspaper, Le Parisien, that she was shaken and saddened by the transformation of someone she had gone to school with and described as close.\n\n“She was not the kind of girl who blows herself up,” said Khemissa, who declined to give her last name. “She was a little crazy and loved life, made the most of life. She went through a bad patch and was influenced by these murderers.”\n\nMs. Aitboulahcen’s brother, who withheld his first name, said his sister radically changed over the past six months, though he questioned the sincerity of her religiosity. “She was unstable,” he told RTL radio. “She fabricated her own bubble. In no way did she want to study her religion. I never saw her open a Quran.” Her mother said she had been “brainwashed.”\n\nVideo\n\nIt is still not clear what role Ms. Aitboulahcen played in Mr. Abbaoud’s Islamic State cell. Was she a part of a fourth suicide team, aimed at the moneyed towers of La Défense, the business district on the western edge of Paris, or Charles DeGaulle Airport, as the French police have hinted?\n\nAdvertisement Continue reading the main story\n\nInvestigators are ruling nothing out. But it would have been a striking departure from Islamic State strategy and ideology so far if she were a commando.\n\nISIS actively courts women as wives, mothers, recruiters and sometimes online cheerleaders of violence. Those who make it to Syria sometimes receive military training for defensive purposes. But they are barred from combat. Unlike other Islamist groups from Chechnya to Nigeria, including Al Qaeda in Iraq, the Islamic State has not used women as suicide bombers (the closest they got was a man dressed in women’s garb).\n\nInstead, officials and terrorism experts say, Ms. Aitboulahcen was more likely to have been in charge of logistical support, organizing the safe house where she died and, by her mere presence, making the men look less suspicious.\n\nLatest Updates\n\nThat Ms. Aitboulahcen was not a suicide bomber may prove irrelevant in the long run, experts say.\n\n“She is a martyr in their eyes,” said Katherine Brown, a lecturer in the Defense Studies department of King’s College London who specializes in female Muslim violence. The Islamic State is unlikely to pass up this opportunity to exploit her dramatic death, she said.\n\nIt would not be the first time. Before a Jordanian pilot was filmed being burned alive in January this year, ISIS was demanding the release of a prisoner, Sajida al-Rishawi, an Iraqi woman whose suicide bomb failed to go off during a 2005 attack in Amman. The group called her a “sister,” said Sasha Havlicek, co-founder and chief executive of the Institute for Strategic Dialogue, a counterterrorism policy group that monitors female ISIS-affiliated social media accounts.\n\nAnd when Hayat Boumeddiene, the girlfriend of Amedy Coulibaly, an accomplice of the Charlie Hebdo attackers, managed to escape to Syria, the Islamic State’s in-house magazine Dabiq praised her in a lengthy interview.\n\nMs. Aitboulahcen was a fan. On Aug. 3, she posted a new profile picture on her Facebook page featuring Ms. Boumeddienne with a crossbow.", "summary": "The authorities in Paris confirmed late on Friday night that forensic analysis had shown that it had not been Ms. Aitboulahcen who had donned a suicide belt in the face of the onslaught, but a third person, whose badly mangled body has not yet been identified. Was she a part of a fourth suicide team, aimed at the moneyed towers of La Défense, the business district on the western edge of Paris, or Charles DeGaulle Airport, as the French police have hinted? Before a Jordanian pilot was filmed being burned alive in January this year, ISIS was demanding the release of a prisoner, Sajida al-Rishawi, an Iraqi woman whose suicide bomb failed to go off during a 2005 attack in Amman. And when Hayat Boumeddiene, the girlfriend of Amedy Coulibaly, an accomplice of the Charlie Hebdo attackers, managed to escape to Syria, the Islamic State’s in-house magazine Dabiq praised her in a lengthy interview."}