{"title": "On Road to Scotland’s Decision, Gambles and Fateful Steps", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2014/09/19/world/europe/scottish-independence-poll.html", "body": "“There is no doubt that the middle option would have triumphed, were it on the ballot paper,” said Richard Wyn Jones, a professor at Cardiff University in Wales. “There was nothing inevitable about the calling of the referendum, and nothing inevitable about its result, either — whatever that turns out to be.”\n\nOn the long road to the Scottish referendum, three other moments stood out, historians, political scientists and officials said. All were the result of political miscalculation as much as shrewd leadership: The decision in 1989 by Prime Minister Margaret Thatcher, already unpopular after shutting down steel mills and coal mines, to roll out a regressive tax in Scotland before the rest of Britain; the decision by the Labour prime minister Tony Blair to allow Scotland to hold a referendum on greater autonomy in 1997, which led two years later to the establishment of a Scottish Parliament for the first time since 1707; and the crushing 2011 victory of the Scottish National Party, which won an overall majority in the Scottish Parliament and with it a mandate to call a referendum on independence.\n\nVideo\n\nMrs. Thatcher’s combination of heavy-handedness and neglect north of the border hardened the Scots’ liberal resolve and hamstrung the Tories here: David Mundell is now the only Conservative among the 59 British lawmakers elected from Scotland.\n\nThe sense that Scots were being governed by an administration in London that they did not choose was the main reason Mr. Blair’s government agreed to hold the 1997 referendum. What Mr. Blair did not anticipate was that a Scotland with its own Parliament would also turn away from the Labour Party, if not to the same degree.\n\nBefore 1997, the Scottish National Party was little more than a fringe voice of romantic protest. In the mid-1990s only one in four Scots voted for the party, while more than 40 percent supported Labour. But the opportunity to govern Scotland transformed the nationalists into a mainstream political force, winning elections in 2007 and 2011 and building up a large majority.\n\n“It was dramatic,” one senior official, who was in Westminster at the time, recalled this week. “This was not only further proof of the death of the Conservative Party in Scotland, this was proof of just how badly Labour had done in a place it once took for granted. Scotland was Labour.”\n\nVideo\n\n“We were all out of touch,” the official said. “And now we’re paying for it.”\n\nThe few local politicians from the main parties who were prepared to lobby for greater powers for Scotland were often quashed.\n\nAdvertisement Continue reading the main story\n\nOne contender for the leadership of the moribund Conservative Party of Scotland, Murdo Fraser, campaigned in 2011 on a radical ticket promising more self-governance. But the London party machine swung behind his opponent, Ruth Davidson, who opposed giving more powers to Scotland.\n\n“If Murdo had won, we wouldn’t have had a referendum, we would have had devo max,” said Andrew Wilson, a former Scottish lawmaker and one of Mr. Salmond’s close associates, using a shorthand expression for maximum autonomy, which might have pre-empted the independence drive.\n\nThe day after his election victory in 2011, Mr. Salmond arrived at one of Scotland’s most prestigious hotels in high style, disembarking from a chartered helicopter with a thumbs-up sign.\n\nThe Observer newspaper quoted a senior Conservative cabinet minister saying after a meeting with the nationalist leader that “Salmond really thinks he can be the father of his nation, some kind of Ataturk of Scotland.”\n\nBut for all the condescension that British leaders reserved for Mr. Salmond at that time, few argued for blocking the referendum altogether. In fact, it was Mr. Cameron who pre-empted Mr. Salmond and announced on television on Jan. 8, 2012, that he was already looking into the legal steps for a referendum.\n\nThere was a sense among the British establishment that Mr. Salmond was playing for time, and that the sooner a referendum was held, the less likely it was to succeed. As the columnist Andrew Rawnsley said in The Observer newspaper on Sunday, opinion polls at the time found that “the odds of the Scots voting for independence were only marginally better than the chances of Elvis being found alive in Fort William cohabiting with Dennis the Menace and the Loch Ness monster.”\n\nIt was in this context that Mr. Cameron insisted on a single question that, as one official put it, would “settle it for a generation.”\n\nPhoto\n\nThe calculation inside Downing Street was that in a referendum with three options, the combined votes for independence or for more autonomy would probably outnumber those opting for no change, threatening to keep the issue alive and allow the pro-independence forces to demand another referendum on full independence.\n\nAdvertisement Continue reading the main story\n\nIn exchange for giving up the middle option, though, Mr. Salmond won two significant concessions: the right to lower the minimum voting age to 16 from 18 for the referendum and, crucially, an extra year to campaign. Mr. Cameron initially wanted to hold the vote in 2013.\n\n“The nationalists were gifted the commodity they needed most: time,” George Eaton wrote recently in the New Statesman. “Having begun as the underdogs, they have had an extra year to build a grass-roots campaign capable of winning over the undecided.”\n\nFew people at the heart of power grasped how public opinion in Scotland was evolving. Gus O’Donnell, who was the top civil servant in Britain, was a rare exception.\n\n“Over the next few years there will be enormous challenges, such as whether to keep our kingdom united,” Mr. O’Donnell said in The Daily Telegraph in December 2011, when he was leaving office and Mr. Cameron and Mr. Salmond were preparing to start negotiations on the referendum.\n\nBut Mr. Cameron failed to see the writing on the wall — and it was on the wall, right behind him, when he sat down with Mr. Salmond to sign the Edinburgh Agreement on the terms of the referendum in October 2012: a large map of Scotland, color-coded by party control, showing a sweeping sea of Scottish Nationalist yellow.", "summary": "Mrs. Thatcher’s combination of heavy-handedness and neglect north of the border hardened the Scots’ liberal resolve and hamstrung the Tories here: David Mundell is now the only Conservative among the 59 British lawmakers elected from Scotland.“If Murdo had won, we wouldn’t have had a referendum, we would have had devo max,” said Andrew Wilson, a former Scottish lawmaker and one of Mr. Salmond’s close associates, using a shorthand expression for maximum autonomy, which might have pre-empted the independence drive.The Observer newspaper quoted a senior Conservative cabinet minister saying after a meeting with the nationalist leader that “Salmond really thinks he can be the father of his nation, some kind of Ataturk of Scotland.”In exchange for giving up the middle option, though, Mr. Salmond won two significant concessions: the right to lower the minimum voting age to 16 from 18 for the referendum and, crucially, an extra year to campaign.“Over the next few years there will be enormous challenges, such as whether to keep our kingdom united,” Mr. O’Donnell said in The Daily Telegraph in December 2011, when he was leaving office and Mr. Cameron and Mr. Salmond were preparing to start negotiations on the referendum."}