{"title": "Macedonian Police Clash With Migrants on Border With Greece", "authors": ["Aleksandar Dimishkovski"], "url": "https://www.nytimes.com/2015/08/22/world/europe/macedonia-police-migrants-crackdown.html?src=me", "body": "But the Macedonian police moved to stiffen the border on Friday, sharply limiting the number who could cross and fencing off the railroad right of way through Gevgelija with barbed wire and armored vehicles. The government also used its temporary authority under the state of emergency to deploy army troops along the border.\n\nCritics of the government said that the moves would only drive the migrants to try to sneak across in more dangerous ways, or fall victim to traffickers.\n\nPhoto\n\n“There was no need for declaring a state of crisis,” said Jasmin Redzepi of Legis, a nonprofit organization that provides support to migrants. “It appears to come as a result of the increased pressure from the local citizens.”\n\nResidents of Gevgelija have protested the physical and environmental toll that the crowds of migrants are taking on the area, filling all the town’s public spaces and straining its resources.\n\nMr. Redzepi said slow processing of requests for asylum was “one of the main reasons for the forming of big crowds” at the border, where he said the migrants face “very bad conditions, with no access to toilets and with only food and water that activists and local citizens manage to supply.”\n\nThe Macedonian prime minister, Nikola Gruevski, said the state of emergency was a temporary measure intended to control the flow of migrants “so that they will have more humane transport through Macedonia.” “The country does not have the capacity to help so many people, so we had to intervene,” he said.\n\nVideo\n\nAbout 42,000 migrants have traveled through the country in the past two months, according to the Ministry of Internal Affairs. That figure is equivalent to 2 percent of the country’s total population of about 2.1 million.\n\nAdvertisement Continue reading the main story\n\nAdvocacy groups like Amnesty International reacted to the clashes on Friday by criticizing the state of emergency. “Every country has the power to patrol its own borders, but this kind of paramilitary response is an unacceptable pushback, in violation of international law,” said Gauri van Gulik, Amnesty’s deputy director for Europe. “Macedonian authorities are responding as if they were dealing with rioters rather than refugees.”\n\nThe group called on the national authorities to switch their focus to humanitarian conditions. “Instead of sealing off the border, the Macedonian and Greek authorities must focus on providing shelter, food, clothing and health care, with help from the international community if needed,” the group said in a statement.\n\nIn a statement from its Geneva headquarters, the Office of the United Nations High Commissioner for Refugees said it was “particularly worried about the thousands of vulnerable refugees and migrants, especially women and children, now massed on the Greek side of the border amid deteriorating conditions.”\n\nAntónio Guterres, the high commissioner for refugees, said in the statement that he had spoken with Macedonia’s foreign minister, Nikola Poposki, about the problem, and “received assurances that the border will not be closed in the future.”"}