{"title": "Israelis Link Attacks to Their Own Struggles", "authors": ["Jodi Rudoren"], "url": "https://www.nytimes.com/2015/01/10/world/europe/israelis-link-terrorism-in-france-to-their-own-struggles.html", "body": "“For years we’ve been watching the international community get worked up about terrorism in every part of the world except in Israel,” Mr. Halevi added. “You’ll hear world leaders condemn Islamist terrorism from Indonesia to London, but Jerusalem somehow doesn’t get mentioned. It’s as if we deserve it, as if we’ve brought this on ourselves.”\n\nIndeed, many Palestinians and their supporters argue that aggression against Israel is part of a continuing war and thus distinct from terrorism targeting civilians elsewhere. Even those who renounce violence generally see Israeli policies, rather than the “clash of civilizations” Mr. Netanyahu talks about, as the context for last summer’s rocket fire from Gaza or last fall’s spate of vehicular, knife and shooting attacks.\n\nAnshel Pfeffer, a columnist for the left-leaning Israeli daily Haaretz, said the terrorism in France might well ease international pressure on Israel, if only because European leaders will be distracted by their own urgent challenges. But if the attacks, especially Friday’s targeting of the kosher supermarket, underline “Israel’s justification for its existence,” Mr. Pfeffer said in an interview, Israeli hopes that this will “quote, bring Europe to its senses, unquote, and realize that Israel is just an outpost in this wider struggle” are unrealistic.\n\n“What a lot of Israelis don’t realize is the way Western Europeans see the Palestinian-Israel conflict,” said Mr. Pfeffer, who splits his time between Jerusalem and London and writes frequently about Europe. “They don’t see it as some kind of struggle between Islam and the West; they see it as a kind of unjust occupation of Palestinian territory.”\n\nPalestinian leaders, too, responded quickly to Wednesday’s murders in Paris. President Mahmoud Abbas of the Palestinian Authority sent his own telegram to President François Hollande of France denouncing “these heinous crimes, condemned by morality and religion.” Mustafa Barghouti, secretary general of the Palestinian National Initiative, declared that the attack “does not represent Islam or Muslim culture” and sided squarely with the victims.\n\n“The Palestinian people struggle and raise their voices every day for their freedom and for ridding the world of oppression and occupation,” Mr. Barghouti said in a statement.\n\nMore on the Paris Shootings\n\nThere was no immediate response from Palestinian leaders to Friday’s deadly hostage-taking at the supermarket. Israeli officials held a series of urgent consultations, local news media reported, and Mr. Netanyahu offered assistance to the French authorities and ordered a review of security protocols for Israeli outposts and Jewish institutions around the world.\n\nAdvertisement Continue reading the main story\n\n“This is another attempt by the dark forces of radical Islam to unleash horror and terror on the West,” said Avigdor Lieberman, the foreign minister, echoing Mr. Netanyahu’s earlier argument. “The entire international community must stand strong and determined in the face of this terror.”\n\nEitan Haber, who was close to Yitzhak Rabin, the peace-seeking former Israeli prime minister, said Mr. Netanyahu’s repeated statements about Paris were largely for domestic consumption before Israel’s March elections, and “the terrorists in Europe are doing a very good job for Netanyahu.”\n\nHis opponents took up a similar mantra.\n\n“The system of values that was handed down to the modern world after the French Revolution, of liberty, equality and fraternity, finds itself challenged,” Isaac Herzog, the head of the Labor Party and Mr. Netanyahu’s main challenger, said in an interview on Israel’s Channel 2 on Friday evening.\n\n“This is a struggle against terrorism. We need to be very precise,” he added. “All the nations that seek peace and liberties, the democratic nations, are facing an enormous challenge from fundamentalist, extremist, Muslim terrorism — which is ISIS and all its precursors, Al Qaeda and so forth. Terrorism is terrorism. There’s no two ways about it.”", "summary": "Even those who renounce violence generally see Israeli policies, rather than the “clash of civilizations” Mr. Netanyahu talks about, as the context for last summer’s rocket fire from Gaza or last fall’s spate of vehicular, knife and shooting attacks.Anshel Pfeffer, a columnist for the left-leaning Israeli daily Haaretz, said the terrorism in France might well ease international pressure on Israel, if only because European leaders will be distracted by their own urgent challenges.“What a lot of Israelis don’t realize is the way Western Europeans see the Palestinian-Israel conflict,” said Mr. Pfeffer, who splits his time between Jerusalem and London and writes frequently about Europe.“The Palestinian people struggle and raise their voices every day for their freedom and for ridding the world of oppression and occupation,” Mr. Barghouti said in a statement.“This is another attempt by the dark forces of radical Islam to unleash horror and terror on the West,” said Avigdor Lieberman, the foreign minister, echoing Mr. Netanyahu’s earlier argument."}