{"title": "Seven Migrants Die Trying to Reach Greece", "authors": ["Niki Kitsantonis"], "url": "https://www.nytimes.com/2014/03/19/world/europe/migrants-drowned-trying-to-reach-greece.html", "body": "Photo\n\nATHENS — The Greek Coast Guard recovered the bodies of seven migrants, including two children, who drowned in the Aegean Sea after trying to reach the Greek island of Lesvos from Turkey on a plastic rowboat, officials said on Tuesday.\n\nAnother eight migrants were rescued and two were missing, according to a spokeswoman for the Merchant Marine Ministry who said a Turkish cargo ship spotted two of the survivors in the early hours of Tuesday morning and informed the Greek authorities. “The migrants told the Turkish crew their boat had capsized and the Turks alerted us.”\n\nThe nationalities of the migrants were not immediately known.\n\nA Greek Navy rescue helicopter and five Coast Guard vessels searched the sea between Lesvos and Turkey for signs of the missing. A Greek cargo ship and a passenger ferry joined the search later in the day.\n\nIt was unclear how the migrants’ boat capsized, the official said, noting that weather conditions at sea had been very good. She did not confirm local reports describing the migrants as Syrian.\n\nAdvertisement Continue reading the main story\n\nGreece remains a major transit country for migrants from poor or war-torn nations seeking a better life in the European Union. Athens has repeatedly appealed for help in handling a seemingly relentless influx. Hundreds of people attempt to reach the Greek islands from Turkey in boats that are often overloaded and unseaworthy.\n\nIn January, 12 people drowned when a boat carrying immigrants from Afghanistan and Syria overturned near Farmakonisi, another island in the Aegean. The incident occurred while the migrants’ fishing boat was being towed by a Greek Coast Guard vessel, drawing condemnation by international human rights groups and triggering an investigation by a Greek prosecutor."}