{"title": "Ancient Haven for Refugees Sees Signs of Strain", "authors": ["Ceylan Yeginsu"], "url": "https://www.nytimes.com/2014/08/01/world/europe/syrian-refugees-in-turkey-ancient-haven-sees-signs-of-strain-government-relocates-displaced-to-camps-in-south.html", "body": "Istanbul, a city of 14 million, has been attracting refugees since the late 15th century, when Jews from Spain fled the Inquisition and settled in the Ottoman capital.\n\nSyrian beggars meander through dense traffic, sometimes selling water and tissues, but more often infuriating drivers by tapping on windows with open palms extended. Other refugees have taken on street trades in what they say is an attempt to preserve their dignity, but their efforts have created resentment from Turkish vendors who do not want the competition.\n\nThe Turkish government, an opponent of Syria’s president, Bashar al-Assad, did not anticipate that the war in Syria would last this long. When Turkey opened its border to refugees in 2011, the government presumed that Mr. Assad’s days were numbered and refugees would soon return home.\n\nNow Turkey faces its own security threats in an increasingly unstable region. There are jihadist fighters taking refuge on its border with Syria, and their extremist counterparts in Iraq have taken hostage dozens of Turkish diplomats. The influx of refugees is transforming the social fabric of major cities, sparking violent protests.\n\nIn one recent demonstration in Kahramanmaras, a city in southeast Turkey, knife-wielding demonstrators chanting, “We do not want Syrians!” attacked Syrian shopkeepers.\n\nGovernment officials have started to acknowledge that the refugees will stay in Turkey for a while, but analysts say Turkey has no long-term strategy to accommodate them.\n\nAdvertisement Continue reading the main story\n\n“The attacks against the refugees that we’ve witnessed over the past few weeks are alarming and the government needs to take precautions, but that doesn’t mean pulling the refugees out of cities and cramming them into the camps,” said Piril Ercoban, the administrative coordinator of the Association for Solidarity with Refugees, a Turkish nongovernmental organization. “Sending people to these camps by force and isolating them from society is against human rights, and though it may sound harsh, such actions are starting to make these camps look like concentration camps.”\n\nIn some low-income neighborhoods in Istanbul’s historic Fatih district, refugees are working illegally, and large extended families live in tiny apartments. Mustafa Shihabi, 30, lives with 16 family members and guests in a three-room apartment.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn the main room, which has two couches, a television and a shared Quran, family members watched recent news reports about the war back home in Syria.\n\nMr. Shihabi recently lost his job at a bag factory where he was making $150 a week. His two brothers, the only other family members to have found work, have been able to pay only half their $750 monthly rent.\n\n“Last month my boss didn’t pay me,” Mr. Shihabi said. “He shut down his workshop and left for Adana without any explanation. Our landlord is annoyed and told us that if we don’t pay up we’ll be kicked out without notice.”\n\nRUSSIA bulgARIA Black Sea GEORGIA Istanbul TURKEY Kahramanmaras SYRIA IRAQ Mediterranean Sea 250 miles\n\nMr. Shihabi’s anxiety is shared by his family and the many refugees here who, without the protection of Turkish labor laws, are vulnerable.\n\n“I hear they are going to send people back to the camps. Is that true?” asked Mr. Shihabi’s father, Adnan, who described the camps as prisons. Mr. Shihabi tried to reassure his father, telling him the government’s efforts are directed at the beggars.\n\nOutside the apartment, life plays out harmoniously for the Turks and the refugees, but some locals are skeptical that the peace can be sustained.\n\n“The Syrians are good people, but it’s hard to tolerate 32 people sharing one room,” said Cemal Nazlica, a Turkish furniture store owner, who said the refugees would be better off in the camps. “They make too much noise and have a long way to go to learn our ways,” he added.\n\nAdvertisement Continue reading the main story\n\nWhile Mr. Nazlica sat on his doorstep reading a newspaper, two of Mr. Shihabi’s relatives walked by complaining about the expensive produce that they had bought in the local market.\n\n“Every day you have to spend money in Istanbul,” said Saniha Adbad, 54. “At least at the camps everything is free. In Syria I had a job. I was a tailor and my wallet was bursting with money.”\n\n“Now look what I have,” she said, pulling out a 10-cent piece from her pocket. “Nothing.”"}