{"title": "Why Reams of Intelligence Did Not Thwart the Paris Attacks", "authors": ["Steven Erlanger", "Jim Yardley"], "url": "https://www.nytimes.com/2015/01/10/world/europe/french-government-questions-intelligence-lapses.html", "body": "“These guys were known to be bad, and the French had tabs on them for a while,” said the American official, who spoke on the condition of anonymity to avoid complicating a delicate intelligence matter. “At some point, though, they allocated resources differently. They moved on to other targets.”\n\nPhoto\n\nThe official acknowledged that American spy agencies tracked Westerners, particularly young men, traveling in and out of Yemen much more closely after a failed Qaeda plot to blow up an airliner on Christmas Day 2009.\n\nBut the official said the United States left the monitoring of the Kouachi brothers and other French citizens in France to that country’s security services.\n\nOne reason for the lapses may be that the number of possible jihadists inside France has continued to expand sharply. France has seen 1,000 to 2,000 of its citizens go to fight in Syria or Iraq, with about 200 returning, and the task of surveillance has grown overwhelming.\n\nThe questions facing French intelligence services will begin with the attack at Charlie Hebdo.\n\nThe authorities knew that striking the satirical newspaper and its editor for their vulgar treatment of the Prophet Muhammad had been a stated goal of Al Qaeda in the Arabian Peninsula, through its propaganda journal, Inspire.\n\nIntelligence officers had also identified the Kouachi brothers as being previously involved in jihad-related activities, for which Chérif was convicted in 2008. Investigators have also linked Chérif to a plot to free from prison an Islamic militant convicted in the 1995 bombing of a French subway station, while French news organizations have reported that Mr. Coulibaly was also implicated in that case.\n\nMuch remains unclear about the three suspects and whether they were working in a coordinated fashion. But the French apparently knew, or presumably should have known, either on their own or through close intelligence cooperation with the United States, that Saïd had traveled to Yemen in 2011.\n\nNews reports on Friday said that Saïd had met with the American-born Anwar al-Awlaki, a member and propagandist for Al Qaeda in the Arabian Peninsula, who was later killed by an American drone strike.\n\nAdvertisement Continue reading the main story\n\nSecurity officials and acquaintances said that Mr. Kouachi’s travels in Yemen stretched from 2009 until at least 2012.\n\nMohammed al-Kibsi, a journalist, said he met Mr. Kouachi in Sana, the Yemeni capital, in January 2010. At the time, Mr. Kibsi was working on an article about Umar Farouk Abdulmutallab, who tried to blow up a Detroit-bound airliner on Christmas Day 2009, in a plot that intelligence officials believe was guided by Mr. Awlaki.\n\nWhile looking for Mr. Abdulmutallab’s house, Mr. Kibsi said, he came across Mr. Kouachi playing soccer with a group of children. Mr. Kouachi told him that he and Mr. Abdulmutallab were friends: They had lived together for a week or two, a few months before the bombing attempt. They were both learning Arabic at the Sana Institute for Arabic Language, and both worshiped at the same local mosque, he said.\n\nMr. Kouachi was “so friendly” and spoke using a mix of English and French, Mr. Kibsi said, adding that he saw Mr. Kouachi on at least two other occasions, at a different Arabic institute in Sana’s old city.\n\nIt was not immediately clear whether Mr. Kouachi studied at Al-Iman University, an ultraconservative religious center with links to militants that Mr. Abdulmutallab attended.\n\nYemen has been an American priority, not a French one, making it likely that the Kouachi brothers and Mr. Coulibaly were put lower on the priority list, intelligence analysts said Friday.\n\nIndeed, Mr. Coulibaly apparently met President Nicolas Sarkozy in July 2009, according to the French newspaper Le Parisien. At a news media event to encourage youth employment, Mr. Coulibaly was scheduled to be among a group of nine people who had taken part in a work-training program and was working at a Coca-Cola factory in the Parisian suburbs.\n\nAdvertisement Continue reading the main story\n\n“It is a pleasure to meet the president,” he told a journalist before the meeting. “I don’t know what I’m going to say to him. I will start with, ‘Good morning!' ”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe authorities released pictures of Mr. Coulibaly and a companion, Hayat Boumeddiene, 26, though it was not clear what became of her and how deep her links were to the group.\n\nOn Friday, even as the Kouachi brothers were confronting the police several miles away, people in the Gennevilliers suburb where Chérif lived described a man who, by appearances, was a devout and solemn Muslim, if giving a few hints of extremism.\n\nMohammed Benali, president of the mosque in Gennevilliers, said Chérif Kouachi was an infrequent visitor who was polite, was shaven, wore jeans, and showed no signs of radicalization — “except for one incident.”\n\nVideo\n\nDuring France’s recent election, the imam consecrated a Friday Prayer to the importance of voting, which prompted Mr. Kouachi to jump up abruptly in the prayer hall and begin arguing that it was un-Islamic to vote.\n\n“Our security personnel escorted him outside,” Mr. Benali said. “They tried to calm him down. They asked him to respect our mosque and our people.”\n\nChérif Kouachi was a familiar figure among some neighborhood shopkeepers, who regarded him as a serious Muslim. The owner of a bakery said that whenever Chérif came inside, his wife remained outside the glass door.\n\nInside the apartment building where Chérif lived on the fourth floor, he was described as polite, someone who helped women carry grocery bags up the stairwell during the frequent breakdowns of the elevator. Some neighbors said they saw his wife fully covered in a niqab. Others said they assumed that he lived alone.\n\n“I always thought that he was single,” said one 24-year-old woman, who like others asked not to be identified. “He was always alone. I saw him once with a friend.”\n\nAdvertisement Continue reading the main story\n\nFor the French authorities, the basic questions are why they had not monitored the three men more aggressively and why the offices of Charlie Hebdo were not better protected.\n\nMore on the Paris Shootings\n\n“The problem we face is that even though there are not that many radicalized Muslims in France, there are enough of them to make it difficult to physically follow everyone with a suspicious background,” said Camille Grand, a former French official and director of the Foundation for Strategic Research, an independent Paris group.\n\n“It’s one thing to listen to the phone calls or watch their travel, but it’s another to put someone under permanent physical surveillance, or even follow all their phone conversations full time for so many people,” he added.\n\nJean-Charles Brisard, head of the French Center for Analysis of Terrorism, praised the security response and said there were simply not enough police and security officers to keep full monitoring on everyone who goes through prison.\n\n“It’s a problem of resources,” Mr. Brisard said.\n\nHe added that the authorities had Chérif Kouachi under surveillance “for a period of time, but then they judged that there was no threat, or the threat was lower, and they had other priorities.”\n\n“We are understaffed,” complained an officer involved in the search of Chérif Kouachi’s apartment in Gennevilliers. “We would need to triple our staff to better protect the city.”\n\nPresident François Hollande went on television Friday — before the two standoffs had ended — to try to reassure the nation, and he visited the Interior Ministry headquarters to supervise the police action.\n\nThe attacks were likely to aggravate the problems of Mr. Hollande, already widely considered weak and indecisive. Moreover, serious internal questions are also likely, as they were after Mohammed Merah, who had been known to the police and intelligence services, killed seven people in southwestern France in 2012, saying that he was acting on behalf of Al Qaeda.\n\nIt later emerged that Mr. Merah had traveled to Afghanistan, and that the Americans had alerted the French, who had not reacted with sufficient attention in what was considered an operational failure.\n\nAdvertisement Continue reading the main story\n\nJean-Louis Bruguière, a former presidential adviser on terrorism and a former antiterrorism judge who knew Chérif Kouachi when he was arrested in 2005, said that the authorities could not monitor every person of interest. “You can’t keep a policeman tracking every single one of them,” he said, noting that he had interviewed hundreds of aspiring jihadists.", "summary": "The official acknowledged that American spy agencies tracked Westerners, particularly young men, traveling in and out of Yemen much more closely after a failed Qaeda plot to blow up an airliner on Christmas Day 2009.The authorities knew that striking the satirical newspaper and its editor for their vulgar treatment of the Prophet Muhammad had been a stated goal of Al Qaeda in the Arabian Peninsula, through its propaganda journal, Inspire.On Friday, even as the Kouachi brothers were confronting the police several miles away, people in the Gennevilliers suburb where Chérif lived described a man who, by appearances, was a devout and solemn Muslim, if giving a few hints of extremism.Inside the apartment building where Chérif lived on the fourth floor, he was described as polite, someone who helped women carry grocery bags up the stairwell during the frequent breakdowns of the elevator.“The problem we face is that even though there are not that many radicalized Muslims in France, there are enough of them to make it difficult to physically follow everyone with a suspicious background,” said Camille Grand, a former French official and director of the Foundation for Strategic Research, an independent Paris group."}