{"title": "Displaced Again and Again, Some African Migrants Had No Plan to Land in Italy", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2015/05/02/world/europe/displaced-again-and-again-some-african-migrants-had-no-plan-to-land-in-italy.html", "body": "Conflicts in Africa, the Middle East and Central Asia have shaped and reshaped Europe’s migrant flows in recent years, with none more transformative to the Mediterranean smuggling trade than the civil war in Syria. And the tumult in Libya is changing the migration equation once again.\n\nLibyan lawlessness has allowed a haven for smugglers to operate along the country’s coastline, but it has also unmoored many African laborers who were working there as migrants. Many of these men now languish in Italian detention centers without contacts or plans for the future, and their growing numbers are frustrating some Italian mayors and other officials.\n\nSeeking Asylum Routes commonly used by refugees to reach the Libyan coast, 2014-15 ITALY Atlantic Ocean SICILY Syracuse Tripoli SYRIA Mediterranean Sea Benghazi Debdeb MIDDLE EAST LIBYA WEST AFRICA Gao ERITREA Khartoum GAMBIA Bamako Niamey Arabian Sea EAST AFRICA GHANA\n\n“We don’t know anything,” said one migrant, Shamsudeen Sawud, 18, who arrived in Italy more than a week ago. “No one is telling us anything.”\n\nMigration statistics offer a hint of the shift. More than 170,000 migrants and refugees arrived in Italy by sea last year; Syrians and Eritreans were the two largest groups among them, accounting for more than 76,000 people, according to Italy’s Interior Ministry. Gambians ranked a distant fifth. Yet during the first quarter of 2015, a relatively slow period with just 10,165 arrivals — Gambia was the leading country of origin, accounting for 1,413 of the migrants.\n\nThe authorities have not published figures for April yet, but humanitarian and migration groups confirm that a majority of the arriving migrants came originally from sub-Saharan African countries — some directly, with Italy as a destination, but many end up here less deliberately.\n\n“We see that even people who had originally moved to Libya with the intention to remain there — including both refugees and migrants — have now decided to flee toward Europe, even though it means risking their lives in a very dangerous journey at sea,” Matteo de Bellis, the Italy representative for Amnesty International, said in an email.\n\nBruce Leimsidor, an expert on Europe’s asylum system, said a certain amount of skepticism should be applied, because migrants may make such claims in the hope that it will help their requests for asylum in Europe.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBefore the fall of the Qaddafi government, Mr. Leimsidor said, hundreds of thousands of West Africans, as well as many Bangladeshis, worked in Libya to save money for an eventual return home, and never planned to move on to Europe, but the situation is very different now.\n\nAdvertisement Continue reading the main story\n\n“It has been several years now that work in Libya for the migrants has been quite scarce,” Mr. Leimsidor, who teaches European asylum law at Ca’ Foscari University in Venice, said in an email. Given that scarcity and the dangers of violence in the country, he said, “those who have come into Libya in the last few years have had at least some intention of coming to Europe.”\n\nAt the Umberto I detention center in this ancient Sicilian port city, Mohammed Njie, 31, described his route to Italy. He left his home in Gambia seven months ago after a dispute with his boss over unpaid wages. He made his way to Libya, hoping to send money back to his parents and two children, following in the footsteps of older generations of Gambians who worked in Libya and returned home with nest eggs.\n\n“They could buy homes, buy a car,” he said. “They could live a better life.”\n\nNow, though, Mr. Njie and other African migrants at the detention center said there was rampant abuse in Libya. Some men said the construction bosses had stopped paying wages to laborers, and other men who did get their pay said they were preyed upon by criminal gangs, including marauding teenagers who robbed people at gunpoint.\n\n“They know you can’t send money back to Ghana,” said Mr. Adawiah, who had worked in Libya since 2012. “There are no banks. That is why they know that money is with you. That is why they attacked us every day.”\n\nMr. Boateng said trying to go home from Libya would be perilous because militias and criminals now infest the land routes. He said one Ghanaian man who worked in Libya for three years was robbed of all his savings while trying to make his way home.\n\n“It is difficult to go back to your country, even if you have money,” Mr. Boateng said. “When they see you are black, they know you have money on you.”\n\nSeveral men said that sympathetic Libyans had put them in touch with smugglers as a means of saving their lives, even as the smugglers were actively seeking black laborers to make the trip. “They say, ‘If you want to save your life, leave, and we will take you to Italy,’” Mr. Adawiah said of the smugglers.\n\nThe growing population of migrants in Italy is becoming a political controversy. A group of Italian mayors recently tried to block plans by the national government to distribute migrants to detention centers around the country. Italy has also been criticized for allowing many Syrians and Eritreans to pass through and apply for asylum in northern Europe, a violation of European Union policy.\n\nAt the Umberto I center, many of the migrants expressed dismay and uncertainty. Not one had a cellphone or had been able to contact relatives in Africa. (By contrast, Syrian migrants often traveled with smartphones.) None of the migrants knew the status of their asylum applications.\n\nAdvertisement Continue reading the main story\n\n“I want to work,” said Mr. Njie, the Gambian. “I left my family behind, so I want to work. And I want to find peace of mind.”", "summary": "Conflicts in Africa, the Middle East and Central Asia have shaped and reshaped Europe’s migrant flows in recent years, with none more transformative to the Mediterranean smuggling trade than the civil war in Syria.The authorities have not published figures for April yet, but humanitarian and migration groups confirm that a majority of the arriving migrants came originally from sub-Saharan African countries — some directly, with Italy as a destination, but many end up here less deliberately.“We see that even people who had originally moved to Libya with the intention to remain there — including both refugees and migrants — have now decided to flee toward Europe, even though it means risking their lives in a very dangerous journey at sea,” Matteo de Bellis, the Italy representative for Amnesty International, said in an email.Before the fall of the Qaddafi government, Mr. Leimsidor said, hundreds of thousands of West Africans, as well as many Bangladeshis, worked in Libya to save money for an eventual return home, and never planned to move on to Europe, but the situation is very different now.“It has been several years now that work in Libya for the migrants has been quite scarce,” Mr. Leimsidor, who teaches European asylum law at Ca’ Foscari University in Venice, said in an email."}