{"title": "Threatened by Madrid, Catalonia Referendum Is Game of Cat and Mouse", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/09/29/world/europe/catalan-independence-referendum.html", "body": "Two weeks ago, Julian Assange, the founder of WikiLeaks, posted a message on Twitter supporting the Catalan vote, which threatens to sunder an important European Union member.\n\nCarles Puigdemont, the leader of Catalonia, said in an interview this week that Mr. Assange and others could voice their support, but that no one had sought their help.\n\nAdvertisement Continue reading the main story\n\nVoting will be a particular challenge for older Catalans, who are less inclined to use the internet and social media platforms, which have so far kept people updated on fast-shifting voting preparations.\n\nOutside one of the main buildings of Barcelona University, people were lining up all week to receive instructions from student volunteers on how to vote, having never received their normal voting papers at home.\n\nSome walked off discreetly, but others made clear that Madrid’s referendum ban had galvanized them.\n\n“I don’t have internet, I had no idea what to do on Sunday, and it’s really sad to have to vote like this,” said Honorato Pons, 79, a retired welder. “But I’m not going to let anybody in Madrid shut my mouth and leave me feeling humiliated.”\n\nMadrid has said that the police sent from other parts of Spain are in Catalonia to ensure order, but the central government is also clearly fearful that the Catalan police will not heed its calls to block polling stations.\n\nSome police from outside the region have been billeted on cruise liners moored outside the Port of Barcelona — and turned into objects of separatist derision because the ships are decorated with Looney Tunes characters.\n\nThe labor union representing Barcelona’s 1,000 dockworkers has refused to help supply the police ships.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“A political conflict has to be solved by politicians and not policemen, so that’s why we’re just not going to work with these ships,” said Josep Maria Deop, secretary of the dockworkers’ union.\n\nAdvertisement Continue reading the main story\n\nCatalonia held a nonbinding vote in 2014 on independence that was declared illegal by the constitutional court, but which the central government and the police did not prevent. The pro-independence result was dismissed by Madrid as unlawful, but also because just 2.2 million of 5.4 million eligible voters had taken part.\n\nThis month, however, Catalonia’s regional Parliament, in which separatists have a majority, passed its own laws to make any referendum result binding, which could lead to a unilateral declaration of independence within 48 hours."}