{"title": "Migrants Provoke an Identity Crisis in Europe", "authors": ["Alan Cowell"], "url": "https://www.nytimes.com/2015/06/26/world/europe/migrants-provoke-an-identity-crisis-in-europe.html", "body": "And this week, European leaders, debating a plan to take in 40,000 asylum seekers across the Continent, confronted a stark choice to determine the very nature of their land. “If selfishness and fear prevail,” the Italian prime minister, Matteo Renzi, wrote in The Guardian, “we risk losing the noble idea underpinning the European project.”\n\nAt a time of wider divisions over Greek debt and Britain’s discernible shift toward leaving the European Union, the question is this: What purpose will Europe serve if its successes are measured exclusively by the narrow self-interest individual states?\n\nHere, on England’s south coast, history seems to offer one answer: It was ever thus.\n\nOn the ramparts of the 16th-century Deal Castle, built by Henry VIII to defend his realm against invaders, the long snouts of old cannons point out to sea, leading the eye across the English Channel, toward France.\n\nAgain, this week, that waterway was Britain’s bulwark against turmoil when a wildcat strike by French workers brought the port of Calais to a standstill. Tires were burned. Hundreds of England-bound trucks ground to a halt.\n\nMost alarming for many Britons, some of the thousands of migrants camping out around Calais scrambled for hiding places in the log-jammed vehicles to cross the channel — the last hurdle of an odyssey that, according to United Nations figures, brought a record 150,000 migrants to Europe last year.\n\nVideo\n\nArguably the south-north flow is one more sign of the failure to build a new order after the Cold War to contain divisions of belief, ethnicity and geopolitics.\n\nAdvertisement Continue reading the main story\n\nJust last week, indeed, the United Nations produced the startling assessment that the number of people pushed out of their homes by combat, repression and unrest had reached a record 59.5 million — nearly 14 million of them in the past year alone.\n\nThat enormous wall of human misery stands behind those fleeing toward Europe, hundreds of them dying in the process.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMuch of Europe’s putative response has focused on curbing human traffickers and turning back migrants with no legitimate claim on asylum. That approach, however, ignores what David Miliband, the head of the International Rescue Committee, called a broader effort to settle conflicts that force people from their own lands.\n\n“By the time ships are pulling bodies from the Mediterranean,” he said in a speech last week, “it is too late.”\n\nIn the 19th century, Europe’s industrialization fueled the imperial drive for riches. In the 21st, the imperative has turned back on itself, offering portends of what Mr. Miliband called a “decade of disorder” — if not much longer.", "summary": "“If selfishness and fear prevail,” the Italian prime minister, Matteo Renzi, wrote in The Guardian, “we risk losing the noble idea underpinning the European project.” At a time of wider divisions over Greek debt and Britain’s discernible shift toward leaving the European Union, the question is this: What purpose will Europe serve if its successes are measured exclusively by the narrow self-interest individual states? On the ramparts of the 16th-century Deal Castle, built by Henry VIII to defend his realm against invaders, the long snouts of old cannons point out to sea, leading the eye across the English Channel, toward France. That approach, however, ignores what David Miliband, the head of the International Rescue Committee, called a broader effort to settle conflicts that force people from their own lands."}