{"title": "Mediterranean Shipwreck Kills 40 Before a Rescue", "authors": ["Jim Yardley", "Elisabetta Povoledo"], "url": "https://www.nytimes.com/2015/05/06/world/europe/italy-migrants-mediterranean-sinking.html", "body": "Photo\n\nROME — A rubber boat crowded with migrants deflated and foundered in the Mediterranean, and as many as 40 people apparently drowned before an approaching merchant ship could reach them, witnesses told the humanitarian group Save the Children on Tuesday.\n\nVideo\n\nCounting the latest shipwreck, the death toll for migrants trying to cross the Mediterranean to Europe this year is now more than 1,800. Even so, the number of people attempting the crossing on smuggler boats is rising sharply. The Italian authorities reported that nearly 6,000 people were rescued in the Mediterranean in a 48-hour period over the weekend, including a woman who gave birth to a baby girl on an Italian naval vessel.\n\nThe situation has become a humanitarian crisis for Europe, especially after an overloaded vessel capsized during a rescue attempt last month, drowning at least 700 people near the Libyan coast. European leaders responded by tripling their budget for search and rescue operations and by promising to crack down on traffickers, but critics called the response inadequate.\n\nThe latest sinking occurred on Sunday morning. Survivors who arrived in the Sicilian port of Catania on Tuesday and spoke to Save the Children representatives gave this account: Smugglers launched two rubber boats full of migrants from the Libyan coast, and one of them, carrying 105 migrants, was safely rescued at sea by a passing merchant ship. But the second boat, with 197 people, began to steadily lose air, until some people crowded near the edges fell into the sea. Giovanna Di Benedetto, a Save the Children representative in Catania who spoke to survivors, cautioned that the authorities still needed to verify the details.\n\n“Shipwrecks have tragically become a daily occurrence,” Ms. Di Benedetto said. “We appeal to Europe to finally establish a system that will carry out search and rescue missions at sea.”\n\nPhoto\n\nLibya has emerged as a haven for smuggling groups, which are making millions of dollars from desperate migrants whom they load into dangerous fishing boats or rubber vessels and send north toward Europe. Survivors of the episode on Sunday said that most of the migrants on the two rubber boats were from Ghana, Ivory Coast, Mali, Senegal or Zambia, and that several were children.\n\nHundreds of rescued migrants now arrive almost every day in Sicily. Many are Syrians or Eritreans hoping to slip through Italy and reach northern Europe, where asylum benefits tend to be more generous. But there has been a noticeable increase this year in migrants from sub-Saharan Africa, including men who were working in Libya but fled because of rising violence and instability there.\n\nPhoto\n\nMore than 1,200 migrants have been delivered to the small Sicilian port of Pozzallo since Sunday, including several hundred rescued by a private humanitarian group, the Migrant Offshore Aid Station, which is based in Malta.\n\nThe Italian Navy released a photograph of the baby girl who was born on the navy patrol ship Bettica over the weekend. The captain, Vincenzo Pascale, told Italian state news media that the mother, a Nigerian, gave birth after six hours of labor with the assistance of a midwife. A photograph of the infant was published widely by news outlets, especially in Italy and Britain, where her humble birth was contrasted with that of the new British princess, Charlotte.\n\nInitially, the Italian news agency ANSA reported, the authorities were calling the baby Francesca Marina, with the first name honoring Pope Francis and the second “in honor of the navy,” Captain Pascale said.\n\nBut it appears that the mother has other ideas. She is said to have decided on a different name for her new daughter: Gift.", "summary": "ROME — A rubber boat crowded with migrants deflated and foundered in the Mediterranean, and as many as 40 people apparently drowned before an approaching merchant ship could reach them, witnesses told the humanitarian group Save the Children on Tuesday.European leaders responded by tripling their budget for search and rescue operations and by promising to crack down on traffickers, but critics called the response inadequate.Libya has emerged as a haven for smuggling groups, which are making millions of dollars from desperate migrants whom they load into dangerous fishing boats or rubber vessels and send north toward Europe.The captain, Vincenzo Pascale, told Italian state news media that the mother, a Nigerian, gave birth after six hours of labor with the assistance of a midwife.A photograph of the infant was published widely by news outlets, especially in Italy and Britain, where her humble birth was contrasted with that of the new British princess, Charlotte."}