{"title": "Anti-Immigration Movement in Germany Reignites Debate Over National Identity", "authors": ["Alison Smale", "Melissa Eddy"], "url": "https://www.nytimes.com/2015/01/07/world/europe/anti-immigrant-marches-have-germany-looking-in-the-mirror-again.html", "body": "Anti-immigration and anti-Muslim sentiments have been simmering throughout Europe, as thousands of refugees continue to pour in at a time of economic weakness and amid growing fear created by the Islamic State and other militant Muslim groups.\n\nVideo\n\nDespite its standing as the economic powerhouse of Europe, Germany has not been immune to the concerns raised by Pegida and others, who say the immigrants are a drain on public resources and raise questions about such matters as language, customs and religion — including, as some have argued, whether only those who speak German with native fluency can be considered truly German.\n\n“A rift runs through society,” the Council for Migration, a group of 80 academics from different disciplines and universities around Germany, said in a statement Monday. “Every second person is in favor of diversity, but every third person also demands more courage with showing patriotic feelings and thus excludes immigrants.”\n\nBy contrast, all established political parties in Germany have reached a consensus that immigration is good, and needed, both to fill jobs and bring in expertise, but also to contribute to diversity. Just in the past month, it has become possible for the first time for almost everyone born in Germany to foreign parents to hold dual citizenship.\n\nThis is not the first time that identity issues have surfaced in Germany. After the Nazis were defeated in World War II, millions of ethnic Germans were driven from parts of Eastern Europe. There was never any hesitation about taking them in because their heritage was provably German.\n\nLater, when the new, bustling West Germany needed workers, Turks, Greeks and Italians arrived as “guest laborers” — and many never returned. Instead, they founded families or brought them from home, living in tightknit communities largely isolated from Germans except in the workplace. That sentiment of separation lingers to this day.\n\nIn 1990, East and West Germans reunited and discovered how different they were, despite both laying claim to German identity. Almost immediately, record numbers of war refugees arrived from the Balkans, complicating the already costly and difficult task of reunification.\n\nAdvertisement Continue reading the main story\n\nEast Germans were unaccustomed to foreigners: Only 1 percent of their 17 million were foreign. Dresden’s location, as the only major East German city that could not receive West German television, reinforced its isolation. The city has often been a site for right-wing rallies, and the neo-Nazi National Democratic Party of Germany has been elected at least twice to the state legislature.\n\nVideo\n\nBy 2000, there was a full-throated debate going on about what constituted being German. The newspaper Frankfurter Allgemeine Zeitung this week recalled that in 2001, four years before she became chancellor, Angela Merkel endorsed a party political paper that refused to identify Germany as a country of immigration. It stipulated that newcomers could not integrate without accepting “the value system of our Christian-Occidental culture, which was marked by Christianity, antique philosophy, humanism, Roman law and the Enlightenment,” all phrases now heard from Pegida.\n\nOn Monday, the thousands who marched did so despite an unusually direct plea from Ms. Merkel to boycott such rallies, whose organizers, she said, had prejudice and “even hate in their hearts.”\n\nIt is not just Ms. Merkel, and her Christian Democratic Union party, who has shifted markedly in the past 15 years. According to a new study on the role of religion and identity in contemporary Germany, based on the questioning of 8,270 representative Germans by the Berlin Institute for Integration and Migration Research at Humboldt University, “being German today is something that can be learned and acquired,” and is therefore no longer a matter of that ethnic heritage.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhile speakers at Pegida rallies insist that they are not against sheltering war refugees and others in need, their statements and their supporters reflect a sense that they have not been included in the discussion of what 21st-century Germany is, or should be.\n\nSeveral marchers on Monday said they were demonstrating to preserve a Germany they know and recognize. Marchers spurned the news media, and few would be interviewed, but those who did expressed concerns that the country was being overrun by foreigners. It bothers them, some have said, to hand off a changed country to their children and grandchildren.\n\nBut in Dresden, capital of the southeastern state of Saxony, just 2.2 percent of the population are foreigners, and even fewer are practicing Muslims. By comparison, Germany over all has 8 percent to 9 percent without citizenship, many in cities like Berlin or Cologne, where counterdemonstrators outnumbered small Pegida rallies.\n\nGermany’s shift toward a mix of cultures and backgrounds was evident last summer, when the country’s World Cup-winning soccer squad returned to Brandenburg Gate in Berlin with their trophy. Stars like Miroslav Klose, Mesut Ozil and Sami Khedira, just three of the 16 million or so Germans of immigrant background, were a vital part of the team. The players were feted by the country’s No. 1 female singing star, Helene Fischer, born in 1984 — in Siberia."}