{"title": "Nicola Sturgeon, Not Running in British Election, May Yet Prevail", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/05/06/world/europe/nicola-sturgeon-snp-british-election.html", "body": "Judging by opinion polls, she is all but certain to emerge as a national political force, commanding the third-largest bloc of seats in Parliament and ending the Labour Party’s long dominance in Scotland.\n\nBarely known in England before she took over her party last year, she has gained prominence in a series of televised debates in recent weeks. In one exchange, she challenged the head of the populist United Kingdom Independence Party, Nigel Farage, after he blamed immigrants for a housing crisis.\n\nImmigrants “make a net contribution to our country,” she told Mr. Farage. “So if we can maybe just put the boogeyman to one side, we can actually debate these issues for real and in substance,” she continued, to thunderous applause.\n\n“It’s astonishing — —” a shocked Mr. Farage began.\n\n“You are, yes,” Ms. Sturgeon retorted, to more cheers.\n\nVideo\n\nAfter she explained to a national audience why she wanted a higher minimum wage, more spending on health and child care and an end to steep budget cuts, people outside Scotland suddenly wanted to know if they could vote for her party.\n\nThey cannot. Her party is fielding candidates only in Scotland. But with neither the Conservatives nor Labour expected to win a majority, Ms. Sturgeon could well determine the shape of the next British government — or whether one can be formed at all.\n\nAdvertisement Continue reading the main story\n\n“Whatever the outcome, the winner of this election is called Nicola Sturgeon,” said David Torrance, the author of a new biography of her.\n\nThe polls suggest that her party, which has only six seats in Westminster now, may win at least 45 — which could be enough to give Labour a majority if the two parties are willing to work together.\n\nSo far, Ed Miliband, the Labour leader, has ruled out setting up a formal coalition, suggesting that he expects the Scottish Nationalists to support his agenda in any case. The two parties have similar economic platforms, though they differ sharply on some other issues, like nuclear disarmament and Scottish independence.\n\nPhoto\n\nBut Ms. Sturgeon says that Labour cannot be trusted to make Britain a fairer country on its own. “We can bring an influence to bear on Ed Miliband and a Labour government to make them more progressive,” she said in an interview.\n\n“There is as much of an appetite for political change in England as there is in Scotland,” she continued. “The fact that neither Labour nor the Tories are ahead in the polls reflects the fact that people think they haven’t got much of a choice.”\n\nThe right-leaning tabloid The Daily Mail has called her “the most dangerous woman in British politics.” Prime Minister David Cameron has described a possible coalition with her as “a match made in hell.” The Conservative mayor of London, Boris Johnson, likened her to a scorpion and said that allowing her party into a coalition government would be like putting King Herod in charge of a baby farm.\n\nOne Conservative campaign poster shows Mr. Miliband peeking out of Ms. Sturgeon’s pocket. Another has her as his puppet master.\n\nMs. Sturgeon shrugs off the vitriol. “People only try and shoot at you if you’re worth shooting at,” she said. Noting that her party has been in government in Scotland since 2007 and won a majority there in 2011, she said, “If the S.N.P. wasn’t doing well, nobody would be bothering about us.”\n\nIn the meantime, each English insult seems to strengthen her in Scotland.\n\n“Every time David Cameron or Ed Miliband says something stupid, there is a surge in party membership,” said Heather McLean, 59, a former Labour voter from Dundee who joined the Scottish Nationalists during the independence referendum campaign last year. “And they do that quite a lot, you know, say something stupid.”\n\nAdvertisement Continue reading the main story\n\nThe referendum galvanized voters on both sides of the independence debate, drawing nearly 85 percent of Scottish voters to the polls, the highest turnout in any British election in a century. Membership in the Scottish National Party has quadrupled.\n\nEven The Sun, Rupert Murdoch’s tabloid, which is backing the Conservatives elsewhere, has jumped on the nationalist bandwagon in Scotland. Its Scottish edition depicted Ms. Sturgeon as a light-saber-wielding Princess Leia from “Star Wars” and told readers it was “time to vote S.N.P.”\n\nMs. Sturgeon was delighted. “If I cast my mind back a decade, the idea of any tabloid newspaper endorsing the S.N.P. would have seemed a bit fanciful,” she said.\n\nWhen she joined the party as a teenager, it was a fringe group with three seats in the national Parliament (Scotland would not have its own legislature for another decade). It took two decades and numerous defeats before she finally won election to the Scottish Parliament. When she took her seat, she refused to take the traditional oath of allegiance to the queen (though by law she still had to make a “solemn affirmation” to “bear allegiance” to the monarch).\n\nShe was deputy to her formidable but divisive predecessor, Alex Salmond, as deputy party leader, for 10 years. From 2007 to 2014, she was also his deputy first minister in the Scottish government. “Sturgeon has worked half her life to become an overnight success,” Ian Jack wrote recently in The Guardian.\n\nBefore boarding the helicopter to continue her 15-stop campaign tour, Ms. Sturgeon insisted that the election was not about Scottish independence but about making politics more progressive across Britain. But as the helicopter’s doors closed and the large letters of her campaign motto came into full view, there was little doubt about her first loyalty: “Stronger for Scotland,” it said.", "summary": "Judging by opinion polls, she is all but certain to emerge as a national political force, commanding the third-largest bloc of seats in Parliament and ending the Labour Party’s long dominance in Scotland.In one exchange, she challenged the head of the populist United Kingdom Independence Party, Nigel Farage, after he blamed immigrants for a housing crisis.So far, Ed Miliband, the Labour leader, has ruled out setting up a formal coalition, suggesting that he expects the Scottish Nationalists to support his agenda in any case.“Every time David Cameron or Ed Miliband says something stupid, there is a surge in party membership,” said Heather McLean, 59, a former Labour voter from Dundee who joined the Scottish Nationalists during the independence referendum campaign last year.Before boarding the helicopter to continue her 15-stop campaign tour, Ms. Sturgeon insisted that the election was not about Scottish independence but about making politics more progressive across Britain."}