{"title": "German Patience With Greece on the Euro Wears Thin", "authors": ["Nicholas Kulish", "Liz Alderman"], "url": "http://www.nytimes.com/2012/05/09/world/europe/german-patience-with-greece-on-the-euro-wears-thin.html", "body": "Greece, on the other hand, is roundly criticized for lying about the true state of its finances again and again, before and after joining the euro zone, and its failure to take any of the numerous steps demanded by its creditors to modernize its economy and — a particularly sore point — its tax collections. Its status as a special case is underscored time and again.\n\nPerhaps the one card Greece has to play is the danger its exit could pose to other, much larger members like Spain and Italy, with far greater consequences. If Greece were pushed out, Mr. Hefeker said, the bond markets would start betting on the next country to be kicked out. “Then Spain or Italy would be put under pressure, and the danger would be of the whole euro zone collapsing,” he said.\n\nThere is another, nonfinancial calculus as well. “The political cost of the country leaving the euro zone would outweigh a lot of the economic ones,” said Almut Möller, a European analyst at the German Council on Foreign Relations.\n\nEurope has muddled through previous euro crises, and that could happen again. But the options are few and unpalatable. One possibility, analysts said, would be for the troika to pay Greece just enough to keep government services running, withholding the rest until the political situation clears up. In what some consider the most likely possibility, the creditors would agree to renegotiate the terms of the bailout and the new Greek government would go along.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut there is also the possibility that the troika will finally refuse to hand over any money whatsoever, something the I.M.F. did a decade ago in Argentina, when Buenos Aires failed to meet its bailout terms. If this happens, many experts say, Europe will be ready.\n\n“Preparations are quietly being made for the contingency if Greece decides that it’s better off with its own currency,” said Heribert Dieter, an expert on international financial markets at the German Institute for International and Security Affairs.\n\nMost Greek debt is now held by the troika, easing the threat to the banks, and rescue mechanisms are in place to ease speculative pressure on other members of the euro zone. “Those measures could be used temporarily to take speculative pressure away from Italy and Spain,” Mr. Dieter said. “These are the two candidates that may need to be sheltered for weeks, maybe months, but not years.”\n\nWhile leaders in Berlin continued to support publicly the official line that member states would be able to solve their own problems, lower-level staff members increasingly discussed among themselves what would happen if Greece and other countries had to leave the euro zone.\n\nAdvertisement Continue reading the main story\n\n“Nothing is in writing,” said Guntram B. Wolff, deputy director at Bruegel, a research group based in Brussels, “but people really are clearly and openly talking about this.”\n\nMr. Dieter said: “The mood in German government circles has become a little less enthusiastic, to put it mildly. Just last Friday, Finance Minister Wolfgang Schäuble said on the record that membership in the European Union is not compulsory, it’s voluntary, and Greek society has a choice.” He added, “I think this is a good reflection of the changing mood of German policy makers.”\n\n“You can’t be a member of the club and disregard the rules,” he said.\n\nMr. Wolff said that even with Greece’s departure, the structural problems of the euro zone, which ropes together economies of vastly different levels of competitiveness, are going to remain. European policy makers are “still in a state of denial,” he said.\n\n“They don’t acknowledge openly that the only way this is going to work is if significant transfers of wealth are made from north to south.”", "summary": "Greece, on the other hand, is roundly criticized for lying about the true state of its finances again and again, before and after joining the euro zone, and its failure to take any of the numerous steps demanded by its creditors to modernize its economy and — a particularly sore point — its tax collections.“The political cost of the country leaving the euro zone would outweigh a lot of the economic ones,” said Almut Möller, a European analyst at the German Council on Foreign Relations.“Nothing is in writing,” said Guntram B. Wolff, deputy director at Bruegel, a research group based in Brussels, “but people really are clearly and openly talking about this.”Just last Friday, Finance Minister Wolfgang Schäuble said on the record that membership in the European Union is not compulsory, it’s voluntary, and Greek society has a choice.” He added, “I think this is a good reflection of the changing mood of German policy makers.”Mr. Wolff said that even with Greece’s departure, the structural problems of the euro zone, which ropes together economies of vastly different levels of competitiveness, are going to remain."}