{"title": "Belgium Arrests 6 and Holds 2 Longer Over New Year’s Eve Plot", "authors": ["Sewell Chan", "Milan Schreuer"], "url": "https://www.nytimes.com/2016/01/01/world/europe/belgium-arrest-paris-attacks.html", "body": "The plot, along with other security concerns, prompted the Brussels City Council on Wednesday night to cancel the New Year’s Eve fireworks that traditionally take place at the Place de Brouckère, a short distance from the city’s central square, known as the Grand Place or Grote Markt.\n\nAlso on Thursday, the authorities announced that they had charged a Belgian man as part of their investigation of the Paris terrorist attacks that killed 130 people. He is one of nine who have been detained as part of that investigation.\n\nThe suspect, Ayoub Bazzarouj, a 22-year-old Belgian citizen, was arrested after the search of a house in the Molenbeek section of Brussels on Wednesday, officials said.\n\nMr. Bazzarouj was arrested at the same house in Molenbeek, on Rue Delaunoy, where Salah Abdeslam, a fugitive and the only direct participant in the Nov. 13 Paris attacks who is still believed to be alive, is thought to have hidden after the attacks.\n\nAbout 10 cellphones were seized during the search that led to Mr. Bazzarouj’s arrest, and they are being examined. No weapons or explosives were found in the house.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe suspect was “charged with terrorist murder and participation at the activities of a terrorist organization,” according to a statement from the federal prosecutor’s office in Brussels.\n\nMolenbeek, a working-class neighborhood west of the Brussels city center, was the home of at least three men believed to have taken part in the attacks: Mr. Abdeslam and his brother Ibrahim, who died in the attack, and Abdelhamid Abaaoud, who is believed to have been a planner of the attacks.\n\nThe other men who have been put in preventive detention in Belgium in connection with the Paris attacks, some of whom have not been fully identified, are:\n\n■ Mohamed Amri and Hamza Attou, accused of being the getaway drivers for Mr. Abdeslam;\n\n■ Abraimi Lazez and Ali Oulkadi, who are accused of helping Mr. Abdeslam after the attacks;\n\nAdvertisement Continue reading the main story\n\n■ Abdellah Chouaa, who is suspected of being an associate of Mr. Abdeslam’s;\n\n■ Mohamed Bakkali, who lived at a house in the Belgian town of Auvelais that may have been used as a hide-out;\n\n■ Samir Z., who is believed to have been a friend of Bilal Hadfi’s, one of the attackers (another friend, Pierre N., has been granted conditional release);\n\n■ Abdoullah C., who is suspected to have had contacts with Hasna Aitboulahcen, a cousin of Mr. Abaaoud. Mr. Abaaoud died in a police raid outside Paris on Nov. 18.", "summary": "Also on Thursday, the authorities announced that they had charged a Belgian man as part of their investigation of the Paris terrorist attacks that killed 130 people. The suspect, Ayoub Bazzarouj, a 22-year-old Belgian citizen, was arrested after the search of a house in the Molenbeek section of Brussels on Wednesday, officials said. Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services."}