{"title": "Italian Police Charge 5 in Shipwreck That Killed Migrants", "authors": ["Gaia Pianigiani"], "url": "https://www.nytimes.com/2015/08/08/world/europe/italian-police-charge-5-in-shipwreck-that-killed-migrants.html", "body": "Photo\n\nROME — The Italian police arrested two Libyans, two Algerians and a Tunisian on Friday in connection with a shipwreck that left at least 25 confirmed deaths and probably as many as 200.\n\nThe police in Palermo, Sicily, said the five men, ages 21 to 24, operated a rickety fishing boat, overloaded with about 600 migrants, that foundered and capsized off the Libyan coast on Wednesday. The five were charged with multiple homicides and human trafficking, the police said.\n\nThe charges were based on police interviews with dozens of survivors of the shipwreck, more than 360 of whom arrived in Palermo on Thursday. Survivors reported that the migrants on the boat were beaten during the journey and that many were locked in the hold of the vessel, the police said in a statement.\n\nBased on survivors’ accounts, the police said that the vessel was three hours from shore when it began to take on water and that at first the migrants in the hold, mainly from Africa, were ordered to start bailing. When they realized that they could not keep up with the water flooding in, they tried to escape the hold.\n\n“They were beaten with knives and canes and thrown back into the hull, and the hatch was sealed by the burden of the remaining migrants, who were placed there to prevent them from opening it,” the police statement said.\n\nWhen an Irish naval ship tried to help, the boat capsized. The Italian authorities said that probably happened when the crowd of migrants on the deck saw the approaching ship and surged to one side of the fishing vessel.\n\nOnly 25 bodies have been recovered so far, but hundreds more migrants are missing and many are likely to have drowned. Many migrants attempting the illegal crossing cannot swim, and few have life jackets. Often, they are told by smugglers that the crossing will take only a few hours; in fact it can take up to two days.\n\nPhoto\n\nThe second rescue vessel to reach the scene belonged to Doctors Without Borders. “The first thing we did when we arrived on Wednesday was distributing life belts to all those we could spot afloat,” said Juan Matias, a project coordinator for the international group. “It was a desperate situation, and many had been at sea for hours already.”\n\nHe spoke Friday via Skype from off the Libyan coast, where his team has rescued 315 more migrants since Thursday.\n\nMr. Matias said he remembered seeing a Palestinian family in the water, the father desperately trying to swim and hold his infant daughter while his wife clung to a life vest.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“He told me he was giving his life jacket to his wife, who could not swim, as he saw his little daughter going down,” Mr. Matias said. “Imagine what kind of willpower allows you to dive into the water, catch your daughter and stay afloat, next to the two of them, for so long.”\n\nMr. Matias’s vessel was alerted to the shipwreck by the Italian Coast Guard on Wednesday morning, he said, but it could not get there until the early afternoon because it had to stop to rescue another boat that was adrift with 94 migrants aboard.\n\nHe said the people his team plucked from the water were traumatized. “Everyone on board had lost someone,” Mr. Matias said. “They were alive, but looked like dead.”\n\nSurvivors told the police that the smugglers’ price for the voyage ranged from $1,200 to $1,800, depending on a migrant’s place on the boat. A place in the hold cost the least, while a spot on deck near the captain, seen as the safest place to be, cost the most, they said. Life jackets were sold to some migrants for 35 to 70 Libyan dinars — about $25 to $50.\n\nItaly has been working for years with the growing number of migrants trying to flee poverty or conflict in Africa and the Middle East by crossing the Mediterranean. Under a patrol and rescue program called Mare Nostrum, the Italian police managed to catch some smugglers in the act, and prosecutors obtained more than 100 convictions for human smuggling. But Mare Nostrum was ended last year and replaced by a European Union effort that has drawn criticism for its limited resources and aims.\n\nAccording to the International Organization for Migration, more than 192,000 migrants have reached Europe by sea this year, and more than 2,000 are thought to have died in the attempt, often on fishing vessels or rubber boats with little food or water. Military and private vessels coordinated by Italy’s Coast Guard have picked up 1,890 migrants at sea in the last three days."}