{"title": "Migrant Boat Captain Steered Toward Tragedy in Mediterranean, Authorities Say", "authors": ["Jim Yardley", "Dan Bilefsky"], "url": "https://www.nytimes.com/2015/04/22/world/europe/italy-libya-migrant-boat-capsize.html", "body": "“They told me, ‘They were putting us inside like fish,’ ” Mr. Di Giacomo said.\n\nOne of the smugglers took a head count as each man boarded the vessel, and several survivors said roughly 800 people had been stuffed onto the boat. But very few women or children were included. They had been told to board after the men, and by then the boat was full.\n\nNearly all the men were from African countries, including Mali, Gambia, Senegal, Sierra Leone, Ivory Coast, Eritrea and Somalia, as well as some from Bangladesh. A Bangladeshi survivor, airlifted on Sunday from the wreckage site to Sicily, gave prosecutors the first account of the episode.\n\nMr. Di Giacomo said that several survivors described the boats’ colliding but that their accounts differed on what exactly happened. And many told him that they had been working as migrant laborers in Libya until the turmoil there had become untenable. “They told me, ‘Libya, oh my God,’ ” Mr. Di Giacomo recalled.\n\nMr. Di Giacomo said that while “the testimonies are not very clear, they are convergent.”\n\nPietro Sirrato, owner of an Italian boat fishing in the area for red shrimp, said that his crew had recovered four bodies, but that rescue efforts had been difficult.\n\nPhoto\n\n“At first they thought they might recover some bodies that were floating in the area, but the currents there are too strong,” said Mr. Sirrato, who was not aboard the vessel but spoke to its captain. “We are talking about a stretch of open sea.”\n\nThe tragedy has put a new focus on human trafficking through North Africa to Europe, and especially the growing role of Libya as a staging point for refugees desperate to flee war, poverty and persecution in Africa and the Middle East.\n\nAdvertisement Continue reading the main story\n\nThe episode was the deadliest in a series of migrant boat sinkings in the Mediterranean. The office of the United Nations High Commissioner for Refugees said in a statement on Tuesday that the ship had been carrying 850 people, and that only 28 were known to have survived.\n\nThe episode has highlighted a growing humanitarian crisis, and the European Council president, Donald Tusk, has called for a European summit meeting to be held on Thursday to address the issue. Rising numbers of refugees have been trying to reach Europe as the weather improves, often traveling in rickety boats operated by ruthless smugglers. Many never make it.\n\nSince the weekend’s tragedy, the European Union has been scrambling to prevent an escalating humanitarian crisis. But analysts say its options are circumscribed, in part because the 28-member bloc lacks a coherent and common migration policy, which remains largely under the competence of national governments.\n\nPhoto\n\nIn recent years, the European Union has struggled to deploy sufficient planes, boats and rapid-reaction teams to tackle the problem of illegal migration because of a lack of political will and stretched resources. And while the union has sought to harmonize asylum policy, in practice, there is a patchwork of approaches. That has engendered so-called asylum shopping, by which migrants head to countries where they believe they are more likely to gain entry and refuge.\n\nManaging the European Union’s borders became more challenging after the bloc expanded to the east in May 2004, creating an even larger area for asylum seekers from the Middle East and Africa to enter. The right of citizens to move freely across the union’s internal borders has also made it easier for illegal migrants to fall through the cracks. All the while, instability from Syria to Libya to Ukraine has made the European Union ever more attractive for desperate migrants seeking a better life.\n\nYves Pascouau, the director of migration policy at the European Policy Center in Brussels, said that a lack of political will in some European states to help immigrants, fanned by anti-immigrant sentiment on the far right and by high unemployment, had helped exacerbate the migration crisis.\n\nMr. Pascouau said that Italy had recently been forced to stop a search-and-rescue program called Mare Nostrum, undertaken by the Italian Navy, that had saved an estimated 150,000 lives in 2013. He noted that the program, which cost nine million euros (about $9.7 million) a month, had become too much of a financial burden without help from the European Union, which had not been forthcoming.\n\nInstead, Mr. Pascouau said, Mare Nostrum was replaced by a far more modest border protection operation called Triton that is managed by the European Union’s border agency, Frontex — itself woefully underfunded. Triton has a budget of €3 million a month and covers a 30-mile area near Italy’s coast that is far smaller than the area covered by Mare Nostrum, which extended to the coast of Libya.\n\n“The E.U. has been struggling to respond to the crisis because governments think it is too expensive,” Mr. Pascouau said, noting that this was happening against a backdrop where “the debate on immigration has become toxic because of the rise of the far right.”\n\nAdvertisement Continue reading the main story\n\nOn Thursday, European leaders are expected to discuss proposals to double the size of search-and-rescue operations in the Mediterranean, increase the budget for Frontex and ratchet up the fight against smugglers.\n\nThe European Union is also seeking to unify its migration policies, including fingerprinting and recording all migrants and streamlining the application process for asylum.\n\nThe European proposals are a “good beginning, but we clearly need to work much more on protection components,” Volker Turk, the United Nations refugee agency’s assistant high commissioner for protection, told reporters in Geneva.\n\nMore than 1,300 people have drowned trying to get across the Mediterranean to Europe in April alone, said Adrian Edwards, a spokesman for the United Nations refugee agency. They bring the number of reported deaths to more than 1,776 this year, roughly half the number of deaths for the whole of 2014.\n\nThe European Union plan pays a lot of attention to law enforcement measures, raising concerns among United Nations humanitarian agencies that European countries are still approaching the problem as a border protection issue rather than as a humanitarian crisis created by people fleeing conflict and economic migrants seeking a better life in Europe.\n\nMore than half of those crossing the Mediterranean in 2014 were not migrants, but refugees from Syria, Eritrea and Somalia in need of international protection, Mr. Turk observed, urging European leaders to keep in mind the “global displacement crisis that is taking place on the doorstep of Europe.”\n\nThe European proposal did not stipulate the number of people who might be accepted for resettlement, but diplomats spoke of around 5,000. “Clearly, we need more,” Mr. Turk said.", "summary": "Pietro Sirrato, owner of an Italian boat fishing in the area for red shrimp, said that his crew had recovered four bodies, but that rescue efforts had been difficult.In recent years, the European Union has struggled to deploy sufficient planes, boats and rapid-reaction teams to tackle the problem of illegal migration because of a lack of political will and stretched resources.Mr. Pascouau said that Italy had recently been forced to stop a search-and-rescue program called Mare Nostrum, undertaken by the Italian Navy, that had saved an estimated 150,000 lives in 2013.On Thursday, European leaders are expected to discuss proposals to double the size of search-and-rescue operations in the Mediterranean, increase the budget for Frontex and ratchet up the fight against smugglers.More than half of those crossing the Mediterranean in 2014 were not migrants, but refugees from Syria, Eritrea and Somalia in need of international protection, Mr. Turk observed, urging European leaders to keep in mind the “global displacement crisis that is taking place on the doorstep of Europe.”"}