{"title": "Charlie Hebdo’s Defiant Muhammad Cover Fuels Debate on Free Speech", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/01/14/world/europe/new-charlie-hebdo-has-muhammad-cartoon.html", "body": "Beyond new threats — and the potential for more violence after a week in which both mosques and Jewish sites were attacked — the persistence of what many Muslims see as continuing provocations opened complaints about a double standard in European countries, whose bans on hate speech some see as seeming to stop short of forbidding ridicule of Islam.\n\n“If freedom of expression can be sacrificed for criminalizing incitement and hatred, why not for insulting the Prophet of Allah?” Mr. Choudary wrote last week on Twitter on the same day as the massacre at Charlie Hebdo, during which the attackers indicated they were avenging Muhammad for the newspaper’s insults.\n\nSupporters of the iconoclastic newspaper defended the cover as a fitting and defiant tribute to Charlie Hebdo’s slain cartoonists. “I have no worries about the cover,” the cartoonist who drew it, Renald Luzier, who uses the pen name Luz, told assembled reporters at the offices of the newspaper Libération, which the Charlie Hedbo staff has used since the attack. “We have confidence in people’s intelligence, and we have confidence in humor. The people who did this attack, they have no sense of humor.”\n\n“I’m sorry we’ve drawn him yet again,” he added, “but the Muhammad we’ve drawn is a man who is crying.”\n\nLaurent Léger, an investigative journalist with Charlie Hebdo, shrugged off the idea, circulating on social media, that the cartoon contained one or even two hidden renderings of male genitals. “People can see what they want to see, but a cartoon is a cartoon,” he said. “It is not a photograph.”\n\nMuslim leaders as far away as Egypt condemned Charlie Hebdo, recalling threats received by a Danish newspaper in 2005 after it, too, published cartoons satirizing Muhammad.\n\nElsa Ray, the spokeswoman of the Paris-based Collective Against Islamophobia in France, declined to react specifically to the new cartoon, but said that cartoons that lampooned Muhammad breached the limits of decency and insulted Muslims. “The freedom of expression may be guaranteed by the French Constitution, but there is a limit when it goes too far and turns into hatred, and stigmatization,” she said.\n\nAdvertisement Continue reading the main story\n\nMoreover, she argued that the failure of French courts to clamp down on cartoons satirizing Muhammad was a double standard, given the robustness of action taken when Jews were insulted by cartoonists or artists, including Dieudonné M’bala M’bala, a comedian, who in 2013 came under the scrutiny of courts, which banned a series of his shows.\n\nMr. M’bala M’bala has said it was a shame that a Jewish journalist had not been killed in the gas chambers. He has also come under fire for popularizing a gesture that strongly resembles a Nazi salute.\n\nIn a statement on his Facebook page after Sunday’s enormous unity march in Paris, Mr. M’bala M’bala expressed his admiration for Amedy Coulibaly, the gunman behind the killings at a kosher supermarket. “As far as I am concerned, I feel I am Charlie Coulibaly,” he wrote, alluding to the “I am Charlie” rallying cry. The Paris prosecutor’s office said Monday it had opened an investigation to determine if Mr. M’bala M’bala should be charged with promoting terrorism.\n\nMr. M’bala M’bala said he was being unfairly targeted.\n\nFrench laws safeguard the freedom of speech, but there are many exceptions to the rule.\n\nMore on the Paris Shootings\n\nPrime Minister Manuel Valls told the National Assembly on Tuesday that “blasphemy” was not in French law and never would be. But he refused to draw any analogy between the satirists of Charlie Hebdo and Mr. M’bala M’bala.\n\n“There is a fundamental difference,” he said.\n\nSome cultural observers praised Charlie Hebdo for upholding Western values of liberal democracy, even at risk of violence. Flemming Rose, the former cultural editor of the Danish newspaper Jyllands-Posten, whose 2005 publication of cartoons lampooning Muhammad — including one with his turban depicted as a lit fuse — drew violent recriminations that reverberated across the world, recalled that the publication of the cartoons resulted in a fatwa against him by a radical cleric, threats against the newspaper and one of its cartoonists, and attacks against Danish embassies in the Middle East.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Rose said in an interview that Jyllands-Posten had decided not to publish the latest Charlie Hebdo caricature for fear the newspaper would be targeted again. Still, he said it was imperative that Western newspapers not surrender to Islamic radicals.\n\n“We aren’t republishing the Charlie Hebdo cartoons because we are afraid,” he said. “But I know well that if you give in to intimidation, it works.”\n\nHis comments reflect the debate that last’s week attacks have ignited in newsrooms and in the streets and cafes in Europe.\n\nAdvertisement Continue reading the main story\n\nJérôme Fenoglio, the managing editor of Le Monde, said his paper had decided to publish the Charlie Hebdo cartoon on its cover because “it is an important document that we wanted to show to everybody.” The cartoon, Mr. Fenoglio said, “didn’t carry any insulting message.”\n\n“We defend our right to be able to publish any cartoon, but never those which would be aggressive,” Mr. Fenoglio said. Though he said that some of Charlie Hebdo’s caricatures were “not funny” and could “uselessly” offend people, “each paper makes its own judgment.”\n\n“Freedom of the press is an absolute right,” Mr. Fenoglio said, “but each paper has its own free will, and chooses what seems pertinent or not.”\n\nSome American newspapers, including The New York Times, did not reproduce the Charlie Hedbo cartoons that mocked Islam. The Times called the decision an editorial judgment that reflected its standards for content that is deemed offensive and gratuitous.\n\nThe decision drew criticism from some free-speech advocates who called it cowardly in the face of a terrorist attack, which the newspaper disputed.\n\n“Actually, we have republished some of the Charlie Hebdo cartoons, including a caricature of the head of ISIS, as well as some political cartoons,” Dean Baquet, the executive editor of The Times, said in a statement. “We do not normally publish images or other material deliberately intended to offend religious sensibilities.”\n\nThe Washington Post, which published a single previous Charlie Hebdo cartoon of Muhammad on its printed op-ed page last Thursday, republished the new cover on its website on Tuesday. Martin Baron, the newspaper’s executive editor, said the images did not violate its editorial standards.\n\n“It has to be deliberately, pointedly, needlessly offensive,” Mr. Baron said.\n\nMore publications have published or plan to reproduce Charlie Hebdo’s newest cover online. Three million copies of the newspaper will be published on Wednesday in 16 languages.\n\nAdvertisement Continue reading the main story\n\nThe proliferation of the cartoons is heightening concern that the already precarious climate in Europe will worsen, with the possibility of more violence. Some newspapers that reproduced the cartoons in solidarity after last week’s attack have themselves been threatened or targeted already.\n\nA Belgian newspaper, Le Soir, received an anonymous call Sunday from someone threatening that “it’s going to blow in your newsroom.”\n\nThe same day, in Germany, stones and an incendiary object were thrown through the windows of the headquarters of a newspaper, Hamburger Morgenpost, damaging the archive but causing no injuries.\n\nKhalil Charles, spokesman for the Muslim Association of Britain, said free speech had been allowed to defy common sense and had given way to insults. Referring to last week’s attacks, he added: “Muslims are appalled, like everyone, about what happened. But this is criminality that should not be attached to Islam, and the Prophet should not be attacked as a result.”", "summary": "Beyond new threats — and the potential for more violence after a week in which both mosques and Jewish sites were attacked — the persistence of what many Muslims see as continuing provocations opened complaints about a double standard in European countries, whose bans on hate speech some see as seeming to stop short of forbidding ridicule of Islam.“I have no worries about the cover,” the cartoonist who drew it, Renald Luzier, who uses the pen name Luz, told assembled reporters at the offices of the newspaper Libération, which the Charlie Hedbo staff has used since the attack.Laurent Léger, an investigative journalist with Charlie Hebdo, shrugged off the idea, circulating on social media, that the cartoon contained one or even two hidden renderings of male genitals.The Washington Post, which published a single previous Charlie Hebdo cartoon of Muhammad on its printed op-ed page last Thursday, republished the new cover on its website on Tuesday.The same day, in Germany, stones and an incendiary object were thrown through the windows of the headquarters of a newspaper, Hamburger Morgenpost, damaging the archive but causing no injuries."}