{"title": "Merkel Urges Germans to See Migrants as ‘an Opportunity,’ Not a Threat", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2016/01/01/world/europe/merkel-urges-germans-to-see-migrants-as-an-opportunity-not-a-threat.html", "body": "As Germans prepared to ring in 2016 alongside at least a million migrants who were registered as new residents in 2015, Chancellor Angela Merkel dedicated a New Year’s Eve address to what she said her nation could gain from the refugee crisis.\n\n“I am convinced that, handled properly, today’s great task, presented by the influx and the integration of so many people, is an opportunity for tomorrow,” she said in a televised message.\n\nAfter thanking the volunteers and professionals who have helped welcome the newcomers, Ms. Merkel, who has come under fire from even her own party for refusing to put a cap on the number of arrivals, emphasized her belief that the country could benefit in the end:\n\nThere is no question that the influx of so many people will still demand more from us. It will take time, effort and money — especially when it comes to the very important task of integrating those who will be remaining here permanently. Here we want to, and must, learn from the mistakes of the past. Our values, our traditions, our understanding of the law, our language, our rules and regulations — all of these things undergird our society and are the fundamental requirements for the positive and mutually respectful coexistence of all the people in our country. This applies to everyone who wants to live here. Successful immigration, however, benefits a country — economically as well as socially.\n\nShe added, “Next year is about one thing in particular: our cohesion,” and then said: “It is important for us not to let ourselves be divided. Not by generation, and also not socially or into the categories of longtime residents and new residents.”\n\nThat the German leader’s words were made available online with Arabic subtitles by the state broadcaster stirred criticism in Europe and the United States.\n\nPhoto\n\n“It is important,” she said, “not to follow those who, with coldness or even hate in their hearts, want to claim Germanness solely for themselves and exclude others.”\n\nMs. Merkel also looked ahead to soccer’s European Championship to be held in France next summer, where Germany will be represented by a world-beating squad featuring German-born stars of Turkish, Ghanaian, Albanian, Tunisian, Polish and Moroccan ancestry.", "summary": "As Germans prepared to ring in 2016 alongside at least a million migrants who were registered as new residents in 2015, Chancellor Angela Merkel dedicated a New Year’s Eve address to what she said her nation could gain from the refugee crisis. After thanking the volunteers and professionals who have helped welcome the newcomers, Ms. Merkel, who has come under fire from even her own party for refusing to put a cap on the number of arrivals, emphasized her belief that the country could benefit in the end: Our values, our traditions, our understanding of the law, our language, our rules and regulations — all of these things undergird our society and are the fundamental requirements for the positive and mutually respectful coexistence of all the people in our country. Ms. Merkel also looked ahead to soccer’s European Championship to be held in France next summer, where Germany will be represented by a world-beating squad featuring German-born stars of Turkish, Ghanaian, Albanian, Tunisian, Polish and Moroccan ancestry."}