{"title": "Video Shows a Paris Gunman Declaring His Loyalty to the Islamic State", "authors": ["Rukmini Callimachi", "Andrew Higgins"], "url": "https://www.nytimes.com/2015/01/12/world/europe/amedy-coulibaly-video-islamic-state.html", "body": "The Islamic State split from Al Qaeda last year after years of ideological bickering, making their apparent coordination in France — or at least the coordination of people acting in their name — the only known case of cooperation to carry out such a high-profile assault.\n\nThe video, which was posted on Twitter and authenticated by a former lawyer of Mr. Coulibaly’s, a French citizen of African descent, opens with scenes of him doing pull-ups and push-ups at a training ground, as well as shots of his assembled arsenal of automatic weapons. The screen goes black, and a title appears: “A Soldier of the Caliphate.”\n\nIn a reference to the Islamic State leader, Abu Bakr al-Baghdadi, Mr. Coulibaly declares his loyalty to a group notorious for beheading captives and other violent acts: “I pledged allegiance to the caliph as soon as the caliphate was declared.”\n\nIt is not known if Mr. Coulibaly traveled to Iraq or Syria to fight or train with the Islamic State, like thousands of other young Europeans. However, it seems unlikely. When Mr. Baghdadi first announced his Islamic state, or caliphate, last summer, Mr. Coulibaly had just been released from a French prison after serving time for a terrorism-related conviction. Neighbors in Fontenay-aux-Roses, a southern Paris suburb where he lived with his companion, Hayat Boumeddiene, 26, say they saw him regularly until the start of this year.\n\nMs. Boumeddiene, whom the French police have described as Mr. Coulibaly’s accomplice, has now vanished and is reported to have traveled to Syria.\n\nOn the video, Mr. Coulibaly says he and the Kouachi brothers, who killed 12 people on Wednesday at Charlie Hebdo and were killed by the police on Friday, acted both together and separately. His choice of words suggests that the assault on the newspaper, which had published caricatures of the Prophet Muhammad, was conceived separately by the Kouachis and that Mr. Coulibaly piggybacked onto their attack. “The brothers in our team divided themselves into two,” he says, adding that this was done to have “more impact.”\n\nVideo\n\n“We we have done things a bit together, a bit separately,” he says, adding that he had helped one of the Kouachi brothers by providing several thousand euros “so that he could finish what he started.”\n\nAdvertisement Continue reading the main story\n\nMr. Coulibaly knew at least one of the brothers, Chérif, for at least a decade, spending time with him in a prison at Fleury-Mérogis, south of Paris, where they both fell under the influence of Djamel Beghal, a charismatic jihadist jailed in 2001 for a planned attack on the United States Embassy in Paris. Investigators are also examining whether Mr. Coulibaly and Mr. Kouachi first became confederates before their time in prison as activists in the so-called 19th Arrondissement Network, a group of young radicals involved in recruiting fighters for Iraq after the 2003 invasion by United States forces.\n\nIn his video, Mr. Coulibaly speaks fluent French with a smattering of broken Arabic. While declaring loyalty to the Islamic State, he seems more interested in rallying French Muslims, noting that he had visited many mosques, particularly in Paris, that are “full of young men full of vigor” who should be ready to fight for their faith. “I ask, ‘What are you doing, my brothers?’ ” he says. “ ‘What are you doing when they repeatedly insult the prophet?’ ”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn a message tinged with despair that more French Muslims have not followed his own path into violence, the video ends with a call to arms: “How is it that, with all these thousands, millions of people, there are not so many defending Islam?”\n\nA former lawyer for Mr. Coulibaly, who spoke on the condition of anonymity to discuss classified information, said he recognized his client in the videoclip, but remarked on the contrast in his appearance. The young man he knew — who had been arrested and charged with more than half a dozen crimes, including armed robbery, drug offenses and conspiracy to commit a previous terrorist-linked plot — liked to keep pictures of himself posing shirtless on beaches with bikini-clad women, said the lawyer.\n\nA December 2013 court judgment against Mr. Coulibaly in connection with a plot to spring a French-Algerian terrorist from jail cited a psychiatric report that described Mr. Coulibaly as having an “immature and psychopathic personality.”", "summary": "The video, which was posted on Twitter and authenticated by a former lawyer of Mr. Coulibaly’s, a French citizen of African descent, opens with scenes of him doing pull-ups and push-ups at a training ground, as well as shots of his assembled arsenal of automatic weapons.His choice of words suggests that the assault on the newspaper, which had published caricatures of the Prophet Muhammad, was conceived separately by the Kouachis and that Mr. Coulibaly piggybacked onto their attack.Investigators are also examining whether Mr. Coulibaly and Mr. Kouachi first became confederates before their time in prison as activists in the so-called 19th Arrondissement Network, a group of young radicals involved in recruiting fighters for Iraq after the 2003 invasion by United States forces.In a message tinged with despair that more French Muslims have not followed his own path into violence, the video ends with a call to arms: “How is it that, with all these thousands, millions of people, there are not so many defending Islam?”The young man he knew — who had been arrested and charged with more than half a dozen crimes, including armed robbery, drug offenses and conspiracy to commit a previous terrorist-linked plot — liked to keep pictures of himself posing shirtless on beaches with bikini-clad women, said the lawyer."}