{"title": "Turkish Jets Shoot Down Drone Near Syria", "authors": ["Ceylan Yeginsu"], "url": "https://www.nytimes.com/2015/10/17/world/europe/turkey-drone-syria-border.html", "body": "Video\n\nISTANBUL — Turkish fighter jets shot down a drone aircraft close to the Syrian border on Friday after it violated Turkey’s airspace, the military said in a statement.\n\n“An aerial vehicle of unknown origin was detected inside our airspace on the Syrian border,” the statement said, adding, “Our aircraft on patrol mission on the border fired and shot down the vehicle within the rules of engagement.”\n\nSince Russia began its military intervention in Syria on Sept. 30 with a series of airstrikes, Turkey has complained several times of incursions by Russian aircraft into its airspace. The Russians have said that the incursions were unintentional, but NATO, of which Turkey is a member, has moved to bolster the alliance’s defenses.\n\nNews agencies in Russia reported on Friday that the aircraft was not Russian. However, Reuters quoted an anonymous United States official as saying that American officials suspected that it was Russian.\n\nAdvertisement Continue reading the main story\n\nIn Moscow, the Defense Ministry said that all of its warplanes operating in Syria had returned safely to base and that its drones were conducting aerial reconnaissance “as usual.”", "summary": "ISTANBUL — Turkish fighter jets shot down a drone aircraft close to the Syrian border on Friday after it violated Turkey’s airspace, the military said in a statement. Since Russia began its military intervention in Syria on Sept. 30 with a series of airstrikes, Turkey has complained several times of incursions by Russian aircraft into its airspace. The Russians have said that the incursions were unintentional, but NATO, of which Turkey is a member, has moved to bolster the alliance’s defenses. In Moscow, the Defense Ministry said that all of its warplanes operating in Syria had returned safely to base and that its drones were conducting aerial reconnaissance “as usual.”"}