{"title": "Shipwreck Was Simple Murder, Migrants Recall", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2014/10/21/world/europe/shipwreck-survivors-recount-a-deadly-journey-from-middle-east-to-europe.html", "body": "For Europe, the enormous influx of migrants and refugees has stirred both sympathy and resentment, while presenting a policy conundrum — the humanitarian imperative of rescuing the desperate at sea versus the economic and political burden of absorbing them.\n\nWith illegal migration very likely to keep growing, one question is whether to expand legal migration. With policing in disarray along the North African coastline, the smuggling networks are thriving.\n\n“It is a huge coastline and next to impossible to patrol all of it,” said Masood Karimipour, regional representative in Cairo for the United Nations Office on Drugs and Crime for the Middle East and North Africa. “It’s only going to get worse with the dislocation of people.”\n\nPhoto\n\nThe journey of the Awadallah and Doghmosh brothers — involving an elaborate network of smugglers, bus drivers and safe houses — illustrates how quickly these human smuggling routes have coalesced in response to upheaval in the Arab world.\n\nLast year, Syria became a locus of outbound migration, and now a growing number of Palestinians have been fleeing Gaza following Israel’s summertime war with Hamas. Escaping from Gaza meant crawling through smuggling tunnels and then sprinting across the desert.\n\nFor each of the four men, who were trying to reach relatives in Sweden, the cost was roughly $4,000 —a figure that, if applied to all the migrants on the doomed boat, means that smugglers grossed about $1.2 million from a single, fatal journey.\n\n“Life in Gaza is like having no life,” said Mamoun Doghmosh, explaining why he and others took the risks to try to reach Europe. “Everything is destroyed.”\n\nAdvertisement Continue reading the main story\n\nFor the Awadallah brothers, Israeli shelling had destroyed their apartment and the motorbike they used to earn money by making deliveries. Homeless and jobless, they decided to join an uncle in Sweden, and began looking for a smuggler.\n\n“People started giving us phone numbers and we got the number for Abu Sharaf,” said Mohammed Awadallah. “He told us everything would be legal.”\n\nIn interviews in Gaza, several people identified Abu Sharaf Al-Massri as a well-known smuggler. He could not be reached for comment but his cousin, Samir Al-Massri, said Abu Sharaf was connected with smugglers in Egypt, who arranged for transportation and safe houses through the Sinai to the Egyptian coast and, finally, onto boats.\n\nPalestinians with proper paperwork can enter Egypt legally through a border crossing at Rafah. For those trying to reach Europe, the usual practice is to buy a fake Egyptian visa stamp — in case they are stopped on the Egyptian side — and escape through the tunnels.\n\nThe Doghmosh brothers, who also used Abu Sharaf, led a small family group out of Gaza that included two young nephews and a close friend. The Doghmosh and Awadallah brothers left on different days with different groups, as curtained vans delivered them to one of the smuggling tunnels near the town of Khan Younis.\n\nPhoto\n\nThere, they descended about 70 feet down a ladder and crawled on their elbows underground for more than a mile. The Awadallahs spent three hours crawling in the damp, dark tunnel and nine hours waiting at the Egyptian end for a signal to exit.\n\nThere, a smuggler opened the hatch, even as Egyptian border guards started firing. “He started shouting, ‘Run! Run! Run!′ ” Mohammed Awadallah recalled. They ran until another group of smugglers pushed them into a car.\n\nFirst, though, the Awadallah brothers say the smugglers demanded $50 or $100 as a bribe for returning their passports.\n\nAdvertisement Continue reading the main story\n\nFor the next several days or so, the smugglers shuttled them to a vacated safe house, then to a darkened bus stop and finally to a tall building in a densely populated city that they assumed was Alexandria.\n\nThree hours later, they got a call: They were leaving now. As they hustled to board buses, they discovered that hundreds of other migrants were emptying out of the building.\n\nBy some estimates, as many as one million migrants are hiding on the North African coast, from Libya to Egypt, during the peak summer months, waiting for boats. In Egypt, smuggling in Alexandria and nearby ports has risen sharply since the Syrian exodus began in 2013, when five to seven boats left every week. Now five to seven boats leave every day.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAhmed El-Chazli and Muhammed Al Kashef, who monitor illegal immigration in Alexandria for the Egyptian Initiative for Personal Rights, a human rights group, said smugglers in Egypt now offer the equivalent of a rate card, with higher fees during the summer, when sea conditions are less risky.\n\nA basic package costs $2,000 per person, which includes only water to drink. Prices rise if a migrant wants a single meal per day. The most expensive package is roughly $4,000 for passage directly to Albania, a landing point that shortens the land route to Scandinavian countries that offer more help to many refugees.\n\nThe two Egyptian researchers have identified three main smuggling rings; networks of brokers, drivers and boat crews. In some cases, the midlevel brokers are Syrian refugees, unable to get a work permit in Egypt, who join the operation in exchange for free passage for their families on the boats to Europe.\n\nSlide Show\n\nThe Awadallah and Doghmosh brothers say they used the ring run by a smuggling boss known as Abu Hamada, a Syrian living in Egypt who the two researchers say is nicknamed “The Doctor.”\n\nWhen the buses delivered them to the coast, everyone sprinted across a beach, waded into chest-deep water and then crawled onto two small boats. That began a journey over the next three days that saw them transfer onto two more boats, each more crowded than the last , until more than 300 people (other survivors have put the number as high as 500) were pressed together with barely room to stand.\n\n“They treated us like animals,” said Mohammed Awadallah.\n\nFinally, a rickety wooden boat, even smaller, appeared. “We refused,” Mohammed Awadallah said of orders to board. “Even the captain said no.”\n\nAdvertisement Continue reading the main story\n\nAccording to the brothers, the captain called to complain about the unsafe boat to the smuggling boss in Egypt — possibly Abu Hamada — and soon the two men were screaming on the telephone.\n\nThe captain hung up and kept traveling toward Italian waters. It was now Sept. 9, and another boat appeared, larger and more modern, with an Egyptian crew that began shouting at the captain and throwing metal objects at him.\n\nThen the larger boat pulled parallel and turned quickly, ramming its nose into the hull of the migrant boat, flipping it over.\n\nSoon, dead bodies were floating in the water, as survivors grabbed life jackets floating in the water. The Awadallah brothers collected five large bottles of fresh water, as well as bags of dates and sweets. Mamoun Doghmosh desperately searched for his nephews. The older boy was injured and struggling, turning blue.\n\n“After 15 minutes, he died,” Mamoun Doghmosh recalled. The younger nephew, only 5, would die, too.\n\nOn that first night, as many as 150 survivors bunched together, floating in a circle with interlocking elbows. By the next morning, the brothers say another 20 people had died.\n\nPhoto\n\n“You have no water,” said Mohammed Awadallah. “You have no food. And some of these people are sick.”\n\nFor the next three days, the group steadily dwindled. Some broke off into smaller groups and floated away, searching for rescue ships. Two people were later found and taken to Italy; another small group of survivors was rescued and taken to Crete. Others were carried off by the current and never seen again. Still others were going mad.\n\nAdvertisement Continue reading the main story\n\n“Everybody was talking and screaming and imagining things,” said Mohammed Awadallah. “You cannot imagine what it is like.”\n\nBy the evening of Sept. 12, only the Awadallahs and the Doghmoshes remained. Without water, they said they were forced to drink urine. They struggled to remain lucid, seeing demons, or trying to take off their life jackets. Amin Doghmosh was weakening, as Mamoun used himself as a raft to prop up his younger brother.\n\nFinally, they saw a light. The Antarctica, a tanker carrying crude oil from Saudi Arabia, though the Suez Canal, to France, had received a call from Maltese rescue officials providing coordinates to join rescue efforts for a capsized migrant boat.\n\n“We heard some voices in the water,” said Alain Quere, captain of the Antarctica, in an interview. “They were screaming. They were desperate for us to see them.”\n\nThe brothers were brought on board, but only three had survived. Amin Doghmosh had died. The other three were taken to the ship’s medical bay as Captain Quere spent the next 18 hours searching for other survivors.\n\n“We found only dead people,” he said. “There were many people, many bodies. This was the first time for me. I hope it is the last time.”\n\nToday, the three survivors are living in a migrant center and trapped in bureaucratic limbo in Malta. They want to reach a country that will provide them asylum, perhaps Sweden or Canada or Australia. But on Wednesday, they must submit fingerprints and be processed in Malta.\n\n“We need support,” said Mamoun Doghmosh. “We need help.”\n\nMamoun has since spoken to his family in Gaza, and they have asked about the condition of Amin and the young nephews. “I can’t tell them,” he said, his eyes turning red. “What am I going to say?”", "summary": "For Europe, the enormous influx of migrants and refugees has stirred both sympathy and resentment, while presenting a policy conundrum — the humanitarian imperative of rescuing the desperate at sea versus the economic and political burden of absorbing them.“It is a huge coastline and next to impossible to patrol all of it,” said Masood Karimipour, regional representative in Cairo for the United Nations Office on Drugs and Crime for the Middle East and North Africa.The journey of the Awadallah and Doghmosh brothers — involving an elaborate network of smugglers, bus drivers and safe houses — illustrates how quickly these human smuggling routes have coalesced in response to upheaval in the Arab world.For each of the four men, who were trying to reach relatives in Sweden, the cost was roughly $4,000 —a figure that, if applied to all the migrants on the doomed boat, means that smugglers grossed about $1.2 million from a single, fatal journey.He could not be reached for comment but his cousin, Samir Al-Massri, said Abu Sharaf was connected with smugglers in Egypt, who arranged for transportation and safe houses through the Sinai to the Egyptian coast and, finally, onto boats."}