{"title": "Scottish Independence Movement Draws Renewed Sparring", "authors": ["John F. Burns"], "url": "http://www.nytimes.com/2012/01/10/world/europe/scottish-independence-movement-draws-renewed-sparring.html", "body": "LONDON — The smoldering issue of Scottish independence has ignited again, this time in a political context that appears to give Scottish nationalists at least an outside chance of gaining popular support for the end of Scotland’s constitutional ties with Britain in a referendum among Scottish voters within the next two or three years.\n\nThe issue has stirred passionate intensity ever since the parliaments of England and Scotland voted to unite in a single kingdom, Great Britain, more than 300 years ago. The advantages of being part of a far more powerful country, particularly during the height of Britain’s imperial power, have long been weighed, among Scots, against the bloody history of English military depradations north of the border, especially during Bonnie Prince Charlie’s rebellion in 1745.\n\nThe political alignment in Scotland in the wake of the outright victory in last year’s election by the Scottish National Party, a group that has campaigned for independence since the 1930s, has created an unmatched opportunity to press the case for an end to the union. How that fares will depend on a referendum that seems certain now to be held no later than 2015, when the mandates of the contesting governments in London and Edinburgh, Scotland’s capital, expire.\n\nThe potential for bitter dispute was etched in the testy exchanges that erupted on Monday when, at a cabinet meeting, Prime Minister David Cameron of Britain took the position, according to Downing Street spokesmen, that issues affecting British sovereignty are the exclusive purview of the British Parliament, as specified in the statute that granted limited powers of self-government to Scotland — what is known in Britain as devolution — in 1998. That prompted a shrill response from Scottish government leaders, who demanded that they alone should set the timing and the terms under which Scots would vote on the issue and accused Mr. Cameron of “trying to interfere in Scottish democracy.”\n\nAdvertisement Continue reading the main story\n\nMr. Cameron sought to tamp down the emotions enveloping the issue later on Monday, telling reporters that in proposing that the central government have control of the terms and timing of a referendum he wanted to ensure that a Scottish referendum should be “legal, fair and decisive,” not to hijack the process. But Scotland’s deputy first minister, Nicola Sturgeon, accused Mr. Cameron of “a blatant attempt to interfere” in a matter that should be for the Scottish government and people, five million in a British population of more than 60 million, to decide alone. “This is Westminster trying to interfere,” she told the BBC.\n\nPhoto\n\nBehind the sparring lay the competing objectives of the two governments: Scotland’s first minister, Alex Salmond, a former oil economist who is riding a wave of popularity in Scotland and is regarded among his adversaries north and south of the border as the most formidable advocate for independence Scotland has seen for generations, wants to delay a referendum until 2014 to allow time for the independence movement to build still further.", "summary": "The issue has stirred passionate intensity ever since the parliaments of England and Scotland voted to unite in a single kingdom, Great Britain, more than 300 years ago.The political alignment in Scotland in the wake of the outright victory in last year’s election by the Scottish National Party, a group that has campaigned for independence since the 1930s, has created an unmatched opportunity to press the case for an end to the union.How that fares will depend on a referendum that seems certain now to be held no later than 2015, when the mandates of the contesting governments in London and Edinburgh, Scotland’s capital, expire.The potential for bitter dispute was etched in the testy exchanges that erupted on Monday when, at a cabinet meeting, Prime Minister David Cameron of Britain took the position, according to Downing Street spokesmen, that issues affecting British sovereignty are the exclusive purview of the British Parliament, as specified in the statute that granted limited powers of self-government to Scotland — what is known in Britain as devolution — in 1998.Mr. Cameron sought to tamp down the emotions enveloping the issue later on Monday, telling reporters that in proposing that the central government have control of the terms and timing of a referendum he wanted to ensure that a Scottish referendum should be “legal, fair and decisive,” not to hijack the process."}