{"title": "Article 155: The ‘Nuclear Option’ That Could Let Spain Seize Catalonia", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/10/20/world/europe/catalonia-article-155.html", "body": "The article allows the government to intervene in one of Spain’s regions if its autonomous government “fails to fulfill the obligations imposed upon it by the Constitution or other laws, or acts in a way seriously prejudicing the general interests of Spain.”\n\nIt is such a broad instrument that its use has been considered only once before, in 1989, when Felipe González, the Socialist prime minister, threatened to wield it against the Canary Islands to force it to comply with tax obligations.\n\nThe second part of Article 155 calls upon the government to “issue instructions” to restore constitutional order, which is why legal experts are also now debating how Mr. Rajoy’s government could use Article 155 to seize back power in Catalonia if faced with a full-blown insurrection.\n\nGiven the lack of precedent, however, Mr. Rajoy is starting with a blank canvas. He could make Article 155 as broad or narrow as he wishes, as well as keep its measures in place for as long as he deems necessary.\n\nOptions that appear to be in play are to remove from office Catalonia’s political leadership, including Mr. Puigdemont and other separatist lawmakers, and to dissolve the Catalan Parliament to force early elections.\n\nMr. Rajoy and his government could also suspend other Catalan officials across the region’s public administration, from the leadership of the Catalan autonomous police force to the directorship of the Catalan public television and radio broadcaster.\n\nHow quickly will Article 155 be used?\n\nFollowing his cabinet meeting, Mr. Rajoy must follow a parliamentary procedure that culminates in a plenary vote in the Senate. Only then will he be able put into force emergency measures tied to Article 155.\n\nAdvertisement Continue reading the main story\n\nThe measures Mr. Rajoy proposes will be reviewed by a Senate committee. Mr. Puigdemont will also be offered the opportunity to defend his stance and argue against them.\n\nEventually, the full Senate will vote on the measures, but such a vote is unlikely to take place before Oct. 26 or 27.\n\nAre the measures likely to pass?\n\nPhoto\n\nSince late 2016, Mr. Rajoy has led a minority government, but his Popular Party has a majority of the seats in the Senate, the upper chamber of the Spanish Parliament and the one in charge of approving Article 155.\n\nMr. Rajoy is therefore already guaranteed to get the Senate’s approval. In recent days, however, he has pushed for the Socialists and other parties to back his use of Article 155, as the best way to share political responsibility and to build a common front to defend Spain’s Constitution and national sovereignty.\n\nCiudadanos, a party that was founded to oppose Catalan secessionism, is Mr. Rajoy’s main parliamentary ally. It has been pushing for Article 155 since the crisis escalated last month.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Socialists have also said they backed Article 155, but they have been ambiguous about how it should be used. José Luis Ábalos, a senior Socialist official, said on Thursday that the party would support Mr. Rajoy — as long as the prime minister made “very very limited” and short use of Article 155, and also somehow kept “self-government” in Catalonia.\n\nAmong Spain’s main parties, only the far-left Podemos is against using Article 155, which it considers to be a disproportionate response. Pablo Iglesias, the leader of Podemos, wants a Spanish referendum over Catalonia’s future.\n\nWill there be new elections in Catalonia?\n\nAlmost certainly yes. Mr. Rajoy said that his goal was to arrange new Catalan elections within six months, so as to lift the measures taken under Article 155 as soon as possible.\n\nBut it’s not clear who will convene them — and whether they will help end the conflict.\n\nMr. Rajoy’s government and other party leaders in Madrid have been urging Mr. Puigdemont to hold new elections rather than push ahead with his secessionist plan — so far to no avail.\n\nAdvertisement Continue reading the main story\n\nMr. Puigdemont could now try to pre-empt Mr. Rajoy’s move by himself calling new elections in Catalonia, on his own terms.\n\nEither way, it’s unclear that elections would change Catalonia’s political landscape significantly. A new vote may only strengthen separatist parties. The Spanish government and courts could try to ban parties that advocate secession, but it is also possible that part of the Catalan electorate would boycott the vote, further muddying the waters.\n\nAre there powers besides Article 155?\n\nPhoto\n\nÍñigo Méndez de Vigo, a spokesman for the Spanish government, said on Thursday that Madrid was ready to use “all the means within its reach to restore the legality and constitutional order as soon as possible.”\n\nBeside Article 155, Mr. Rajoy has a battery of other measures at his disposal to stop Catalan secessionism, starting with Article 116 of the Constitution, which can be used for situations of “alarm, emergency and siege (martial law).”\n\nIn 2015, Mr. Rajoy’s government also overhauled a national security law to “guarantee the defense of Spain” and its constitutional values. While Mr. Rajoy did not present the new law as a buffer against Catalan separatism, it could nonetheless be used to replace key Catalan officials very swiftly, without seeking approval from the Senate.\n\nAfter the decisions by Mr. Rajoy’s government, Spain’s judiciary could step in more forcefully and even order the arrest of Mr. Puigdemont and others for sedition. Earlier, a judge from Spain’s national court ordered prison without bail for two separatist leaders, pending a sedition trial."}