{"title": "Jean-Marie Le Pen, Co-Founder of National Front, Is Ousted From French Far-Right Party", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2015/08/21/world/europe/jean-marie-le-pen-france-national-front-party.html", "body": "NANTERRE, France — Jean-Marie Le Pen, a co-founder of France’s far-right National Front, was expelled from the party on Thursday after he repeatedly angered its current leader, his daughter Marine, by reviving the party’s anti-Semitic past, which she is eager to shed.\n\nThe party’s executive board voted to kick him out after hearing three hours of arguments from Mr. Le Pen, 87, a former paratrooper who for years has symbolized the most retrograde strain of French politics, including hatred of immigrants and nostalgia for the days of colonial rule in Algeria.\n\nUnder his daughter’s leadership, the National Front has broken into the political mainstream, and Mr. Le Pen has increasingly become an embarrassment to her, especially after repeating his familiar views on the Holocaust. He has repeatedly told interviewers that the gas chambers were a “detail of history” and has said the wartime collaborator Marshal Philippe Pétain was not a “traitor.”\n\nThe Le Pens have been tussling in public for five months, with Ms. Le Pen saying in April that she was “in profound disagreement” with her father after his latest remarks on the Holocaust. France has been treated since then to a father-daughter political feud of rare virulence, one that at first riveted the French public but more recently has seemed to irritate it.\n\nAdvertisement Continue reading the main story\n\nAt a special meeting Ms. Le Pen called in May, party leaders suspended her father’s membership, but his lawyers later persuaded a judge to order him reinstated. She won an important round in July when party activists, in a mail ballot, voted by 94 percent to eliminate his title of honorary party president; that ballot, too, was annulled by a judge.", "summary": "Le Pen, 87, a former paratrooper who for years has symbolized the most retrograde strain of French politics, including hatred of immigrants and nostalgia for the days of colonial rule in Algeria.He has repeatedly told interviewers that the gas chambers were a “detail of history” and has said the wartime collaborator Marshal Philippe Pétain was not a “traitor.”Le Pen saying in April that she was “in profound disagreement” with her father after his latest remarks on the Holocaust.France has been treated since then to a father-daughter political feud of rare virulence, one that at first riveted the French public but more recently has seemed to irritate it.Le Pen called in May, party leaders suspended her father’s membership, but his lawyers later persuaded a judge to order him reinstated."}