{"title": "NATO-Russia Tensions Rise After Turkey Downs Jet", "authors": ["Neil Macfarquhar", "Steven Erlanger"], "url": "https://www.nytimes.com/2015/11/25/world/europe/turkey-syria-russia-military-plane.html", "body": "Mr. Hollande and Mr. Obama clearly hoped that the bombing of a Russian passenger jet over Egypt, claimed by the Islamic State, would cause Moscow to make defeating the jihadists more of a priority than propping up Mr. Assad. But Tuesday’s events will make that a tougher sell, for President Vladimir V. Putin of Russia wants to be seen as an equal player in the conflict, not beholden to Western policies.\n\nTurkey, especially under the increasingly authoritarian rule of its nationalist president, Recep Tayyip Erdogan, has been fierce in defending its airspace, shooting down Syrian jets that have strayed in the past. Turkey insisted that it issued 10 warnings over a five-minute period to the Russian pilot of the Sukhoi Su-24 to pull away.\n\nVideo\n\nBut Mr. Putin, clearly angry, responded that the Russian jet had never violated Turkish airspace and was shot down over Syria. Speaking in Sochi, he called the downing of the plane a “stab in the back delivered by the accomplices of terrorists,” warning that it would have “serious consequences for Russian-Turkish relations.”\n\nMr. Putin said that instead of “immediately making the necessary contact with us, the Turkish side turned to their partners in NATO for talks on this incident. It’s as if we shot down the Turkish plane and not they, ours. Do they want to put NATO at the service of the Islamic State?”\n\nA United States military spokesman, Col. Steven Warren, confirmed on Tuesday that Turkish pilots had warned the Russian pilot 10 times, but that the Russian jet ignored the warnings. Colonel Warren, speaking from Baghdad to reporters in Washington, also said American officials were analyzing radar track data to determine the precise location of the jet when it was shot down.\n\nAt the emergency NATO meeting, Turkish officials played recordings of the warnings Turkish F-16 pilots had issued to the Russian aircraft. The Russian pilots did not reply. The Turkish account of the episode was described by several diplomats, who asked not to be identified because they were discussing a closed-door session at the alliance’s headquarters in Brussels.\n\nAfter Turkish representatives presented their side of the encounter at the meeting, they received expressions of support for their country’s territorial integrity, according to the diplomats’ account.\n\nAdvertisement Continue reading the main story\n\nThe Russian Su-24 that was struck was over the Hatay region of Turkey for about 17 seconds, according to one diplomat who attended the NATO meeting. But the plane re-entered Syrian airspace after being hit and therefore crashed in Syria, the diplomat said.\n\nTensions between Russia and Turkey had increased lately over Russian bombing of Turkmen tribesmen in northern Syria, whom Turkey regards as under its protection and who are fighting to oust Mr. Assad. Just this week, Turkey summoned the Russian ambassador in Ankara to demand that Moscow stop targeting Turkmen tribesmen in Syria.\n\n“It was stressed that the Russian side’s actions were not a fight against terror, but they bombed civilian Turkmen villages, and this could lead to serious consequences,” the Turkish Foreign Ministry said.\n\nAnd so it has. The diplomatic spat may have led directly to Moscow continuing to target the Turkmens on Tuesday, and Turkey’s aggressive response.\n\nWhat may make matters worse is that those same tribesmen said they shot both Russian pilots as they floated to earth in their parachutes, having apparently ejected safely after the plane was hit by air-to-air missiles. The Russian minister of defense said that the navigator of the warplane is alive and has been rescued by Syrian and Russian special forces, but that the pilot was killed by ground fire.\n\nThe tribesmen also reportedly destroyed a Russian helicopter with a TOW antitank missile as it tried to rescue the airmen. The Ministry of Defense said late Tuesday that a marine deployed on the search-and-rescue helicopter died but that the rest of the crew had escaped.\n\nNATO countries have been concerned about Mr. Erdogan’s increasingly authoritarian tendencies for some time, and NATO officials acknowledge that Turkey’s agenda in Syria does not always match that of Washington, Britain or France — let alone Russia.\n\nPhoto\n\nAnd while he has recently allowed American planes to use Incirlik air base for sorties into Syria, Mr. Erdogan’s own troops have largely turned their fire on the Syrian Kurds, whom Washington regards as its best local ally so far against the Islamic State.\n\nAdvertisement Continue reading the main story\n\nTurkey has been in a struggle for decades with Kurdish separatists in Turkey, labeling them terrorists, and regards the Kurds in Syria and Iraq as sharing the same desire to break away and form a Kurdish state.\n\nIn a speech on Tuesday, Mr. Erdogan said there would have been more incidents like Tuesday’s if Turkey had not exercised such restraint.\n\n“The reason why worse incidents have not taken place in the past regarding Syria is the coolheadedness of Turkey,” he said in speech in Ankara. “Nobody should doubt that we made our best efforts to avoid this latest incident. But everyone should respect the right of Turkey to defend its borders.”\n\nNewsletter Sign Up Continue reading the main story Breaking News Emails Sign up to receive an email from The New York Times as soon as important news breaks around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhile Mr. Hollande is pressing Mr. Obama for tougher action against the Islamic State and plans to travel to Moscow on Thursday to meet Mr. Putin, Washington-Moscow tensions, high over Russia’s annexation of Crimea, were highlighted again on Tuesday when Mr. Obama complained that Russian airstrikes against moderate opposition groups in Syria were bolstering the Assad government instead of trying to destroy the Islamic State.\n\nBut the United States and Russia have different interests in Syria, and Mr. Putin has been clear about the need to preserve the existing Syrian government, if not Mr. Assad himself as leader. Mr. Obama, like Mr. Hollande, is committed to the ouster of Mr. Assad and believes that the Syrian strongman is complicit with the Islamic State — from which his government buys considerable amounts of oil — as a means of dividing his own opposition.\n\nIn a news conference in Washington with Mr. Hollande, Mr. Obama said, “I do think that this points to an ongoing problem with the Russian operations in the sense that they are operating very close to the Turkish border and they are going after moderate opposition that are supported by not only Turkey but a wide range of countries.”\n\nTurkey has the right to defend its territory, Mr. Obama said, but he urged both sides to talk to make sure they figure out what happened and “discourage any kind of escalation.”\n\nRussia’s retaliation so far has been largely symbolic. Foreign Minister Sergey V. Lavrov canceled a Wednesday visit to Turkey, and a large Russian tour operator, Natalie Tours, announced it was suspending sales to Turkey. Russians accounted for 12 percent of all tourists to Turkey last year.\n\nThe two countries are also significant trade partners. But “Russia-Turkey relations will drop below zero,” Ivan Konovalov, director of the Center for Strategic Trends Studies, said on the state-run Rossiya 24 cable news channel.\n\nAdvertisement Continue reading the main story\n\nWashington is not interested in getting deeper into Syria with ground troops or having a conflict with Russia. So cautious are the NATO countries about Article 5 of the NATO Treaty, which calls for mutual self-defense, that when Mr. Hollande declared “war” on the Islamic State after the Paris attacks, he invoked the European Union’s toothless Lisbon Treaty and sidestepped NATO. Mr. Hollande was also, French officials have said, eager not to offend Mr. Putin by making Syria a NATO issue.", "summary": "Mr. Hollande and Mr. Obama clearly hoped that the bombing of a Russian passenger jet over Egypt, claimed by the Islamic State, would cause Moscow to make defeating the jihadists more of a priority than propping up Mr. Assad. Turkey, especially under the increasingly authoritarian rule of its nationalist president, Recep Tayyip Erdogan, has been fierce in defending its airspace, shooting down Syrian jets that have strayed in the past. And while he has recently allowed American planes to use Incirlik air base for sorties into Syria, Mr. Erdogan’s own troops have largely turned their fire on the Syrian Kurds, whom Washington regards as its best local ally so far against the Islamic State. Mr. Obama, like Mr. Hollande, is committed to the ouster of Mr. Assad and believes that the Syrian strongman is complicit with the Islamic State — from which his government buys considerable amounts of oil — as a means of dividing his own opposition."}