{"title": "British Leaders to Sign Agreement on Scottish Independence Vote", "authors": ["Alan Cowell"], "url": "http://www.nytimes.com/2012/10/16/world/europe/scottish-independence-vote-agreement.html", "body": "Calling the deal the Edinburgh Agreement, Mr. Salmond cast the signing as a triumph, telling reporters it was “a major step forward in Scotland’s home rule journey.”\n\nThe signing also foreshadowed a strenuous bid by Mr. Cameron to keep the United Kingdom intact.\n\n“Now we’ve dealt with the process,” he said. “Now we should get on with the real argument, and I passionately believe Scotland will be better off with the United Kingdom, but also, crucially, the United Kingdom will be better off with Scotland.\n\n“Let the arguments now be put, and I hope that people will vote to keep this United Kingdom together.”\n\nThe Scottish authorities had initially wanted the referendum to offer two questions: a straight yes or no on independence and an alternative granting greater autonomy and powers to the existing Scottish Parliament and government.\n\nBut Mr. Cameron insisted on a single question that would force Scottish voters into a clear choice, reflecting a belief that most Scots would oppose a complete break with the rest of Britain.\n\n“What we have is one single question, a very simple single question about whether Scotland wants to stay in the United Kingdom or separate itself from the United Kingdom,” Mr. Cameron said.\n\nPhoto\n\nMr. Salmond has invested much political capital in promoting Scottish independence, while Mr. Cameron does not want history to cast him as the prime minister who oversaw the unraveling of the union, particularly since he is to face the voters to seek a second term in 2015.\n\nAdvertisement Continue reading the main story\n\n“I want to be the prime minister who keeps the United Kingdom together,” Mr. Cameron said. For his part, Mr. Salmond said the agreement “paves the way for the most important decision our country of Scotland has made in several hundred years.”\n\n“It is, in that sense,” he added, “a historic day for Scotland and a major step forward in Scotland’s home rule journey.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAsked by a reporter if his intention was to “rip up” the union flag, the Scottish leader replied, “We are interested in building a new relationship, not in ripping things up.”\n\nJohn Curtice, a professor at the University of Strathclyde in Scotland, said recent polling showed about 63 percent of potential voters opposed to independence and 37 percent in favor.\n\nBut, with two years to go before a vote, it is uncertain whether those numbers will endure in an era of economic austerity and broader uncertainties over issues like Britain’s place in the European Union and Mr. Cameron’s shaky coalition with the Liberal Democrats.\n\nWhile Mr. Salmond’s followers are hoping for a boost from younger voters, Mr. Curtice said 16- and 17-year-olds would account for only around 2.5 percent of the eligible electorate.\n\nThe battle over independence is likely to be fought on a broad front that includes the economy, with Mr. Salmond’s followers saying that access to a greater share of Britain’s North Sea oil reserves would more than offset the loss of annual transfer payments from Britain.\n\nSupporters of retaining the union are likely to argue that Scotland would have much greater international influence as a part of the United Kingdom than as a stand-alone nation of five million people.\n\n“I think these are the issues that people are going to focus on and that will be much more powerful than an uncertain prospect,” said Michael Moore, Britain’s minister for Scottish affairs.\n\nThe impetus for a referendum gathered pace last year after Scottish elections in which Mr. Salmond’s Scottish National Party won an outright majority in the Scottish Parliament, bringing the party closer to the goal of independence, which it has pursued since its founding almost 80 years ago.\n\nAdvertisement Continue reading the main story\n\nBut the referendum has sweeping consequences across the political spectrum, particularly for the opposition Labour Party, which would forfeit its electoral support among Scots if Scotland broke away from Britain.", "summary": "Calling the deal the Edinburgh Agreement, Mr. Salmond cast the signing as a triumph, telling reporters it was “a major step forward in Scotland’s home rule journey.”But Mr. Cameron insisted on a single question that would force Scottish voters into a clear choice, reflecting a belief that most Scots would oppose a complete break with the rest of Britain.Mr. Salmond has invested much political capital in promoting Scottish independence, while Mr. Cameron does not want history to cast him as the prime minister who oversaw the unraveling of the union, particularly since he is to face the voters to seek a second term in 2015.But, with two years to go before a vote, it is uncertain whether those numbers will endure in an era of economic austerity and broader uncertainties over issues like Britain’s place in the European Union and Mr. Cameron’s shaky coalition with the Liberal Democrats.But the referendum has sweeping consequences across the political spectrum, particularly for the opposition Labour Party, which would forfeit its electoral support among Scots if Scotland broke away from Britain."}