{"title": "4 Killed at Jewish School in Southwestern France", "authors": ["Scott Sayare", "Steven Erlanger"], "url": "http://www.nytimes.com/2012/03/20/world/europe/gunman-kills-3-at-a-jewish-school-in-france.html", "body": "“It is unbearable that someone be able to dehumanize children to this point,” Ms. Yardeni said, choking back tears.\n\nAntiterrorism magistrates arrived from Paris to take charge of the investigation into all three shootings on Monday, officials said, working under the belief that a single suspect carried out the attacks.\n\nOn Monday, the killer arrived and fled on a motorbike, following the same approach used in the two previous attacks. In those shootings, a man wearing a motorcycle helmet killed three French paratroopers and critically wounded another. The soldiers were all Arab or black, and appeared to have been targeted specifically, witnesses said.\n\nPhoto\n\n“We know that it is the same person, the same arm that killed the soldiers, the children and a teacher,” the French president, Nicolas Sarkozy , said Monday night.\n\n“We are faced with an individual who targets his victims specifically,” said Élisabeth Allannic, a spokeswoman for the Paris prosecutor’s office, which is handling the investigation. “He targets his victims for what they represent.” The interior minister, Claude Géant, said it was worrying that the gunman seemed to act with impunity and coldness, and that he clearly had a sophisticated knowledge of weapons.\n\nImmediately after the shooting Monday morning, leading politicians and Jewish community leaders descended on the school, Ozar Hatorah , a low-slung brick and stucco complex in a quiet warren of residential streets known as La Roseraie, or the Rose Garden, just outside downtown Toulouse. A tall, white corrugated metal wall fences the school off from the street; six bullet holes, numbered by the police, were visible in the wall.\n\nOfficials identified the victims as Rabbi Jonathan Sandler, 30, a religious instructor at the school; his two sons, Arye, 6, and Gabriel , 3; and Miriam Monsonego, 8, who is the daughter of the school principal, Yaacov Monsonego.\n\nAdvertisement Continue reading the main story\n\nRabbi Sandler came to Toulouse from Jerusalem with his family in July to teach at the school, a friend said. The Israeli Foreign Ministry said that the rabbi was a French citizen but that his wife was Israeli and that their children had dual nationality. Israel announced that in accordance with the wishes of the families, the victims would be flown to Israel on Tuesday for burial.\n\nAnother student, 17, a boy, was said to be wounded and in critical condition at a local hospital.\n\n“The community is in shock,” said Arié Bensemhoun, a Jewish leader in Toulouse. About 20,000 Jews live in Toulouse, Mr. Bensemhoun said, a tight-knit network confronted with what he characterized as regular anti-Semitic violence and vandalism in recent years in this area of southwest France, where there are also many Muslim immigrants.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSecurity cameras were installed at Ozar Hatorah about 10 years ago, after a string of anti-Semitic incidents, apparently linked to the second Palestinian intifada, recalled Alain Assraf, 53, whose children were students there at the time.\n\nAbout 550,000 Jews are estimated to live in France, the largest Jewish population in Europe .\n\nThere has been no claim of responsibility for any of the murders, though there has been some speculation that the killings might be tied to the court-martial several years ago of a group neo-Nazi soldiers who had been members of the 17th Parachute Transport Regiment. Three of the four soldiers attacked in recent days were members of that unit.\n\nThe shooting on Monday was the deadliest anti-Semitic attack in France since 1982, when the Chez Jo Goldenberg restaurant in Paris was bombed at lunchtime, killing 6 people and wounding 22. In 1980, a terrorist group attacked a Jewish synagogue on the Rue Copernic in Paris, killing 4 people and wounding about 40.\n\nPhoto\n\nThe French authorities ordered heightened security and surveillance for all religious schools after the shooting. Mr. Sarkozy and his main rival for the presidency, François Hollande , both broke off their political campaigns to rush to the scene. Mr. Sarkozy called the shooting a “national tragedy” and ordered a minute’s silence to be observed across France on Tuesday at 11 a.m.\n\nLater, Mr. Sarkozy said he had sent gendarmes and riot police officers to guard all Jewish and Muslim schools and places of worship in the region until the killer is stopped. He raised the national terrorism alert to its highest level, “scarlet.”\n\nOn Monday evening, Mr. Sarkozy and Mr. Hollande joined numerous other political leaders and public officials at a memorial service at the Nazareth Synagogue in Paris. The congregation sang psalms, but the politicians did not speak.\n\nOzar Hatorah is a Jewish society promoting religious education among young people, especially in the Middle East , northern Africa and among the Sephardic Jews in France.\n\nAdvertisement Continue reading the main story\n\nThe authorities have been hunting for the gunman since the soldiers were killed last week, and the military has told soldiers not to wear uniforms in public.\n\nThe wave of killings has stunned and infuriated France, prompting tense speculation about its cause. Even before the shooting on Monday, there was discussion about a possible racial or ethnic component to the attacks. Speculation over the motives for the killings ranged from anger at Muslims fighting in Afghanistan — the unit of three of the soldiers has been deployed there — and anti-Semitism, to a hatred of immigrants.\n\nLeaders from across the globe condemned the killings, including representatives of the Vatican and the White House. The Israeli ambassador to France, Yossi Gal, also traveled to Toulouse from Paris on Monday.\n\nThe front page of Tuesday’s Libération, the leftist daily national newspaper, showed only the names and ages of the seven victims, as well as the dates they were killed, against a black background.\n\nLe Figaro, the rightist daily newspaper, also devoted its front page to the killings on Tuesday, with a page-width headline reading, “France Horrified.”", "summary": "Immediately after the shooting Monday morning, leading politicians and Jewish community leaders descended on the school, Ozar Hatorah , a low-slung brick and stucco complex in a quiet warren of residential streets known as La Roseraie, or the Rose Garden, just outside downtown Toulouse.About 20,000 Jews live in Toulouse, Mr. Bensemhoun said, a tight-knit network confronted with what he characterized as regular anti-Semitic violence and vandalism in recent years in this area of southwest France, where there are also many Muslim immigrants.Security cameras were installed at Ozar Hatorah about 10 years ago, after a string of anti-Semitic incidents, apparently linked to the second Palestinian intifada, recalled Alain Assraf, 53, whose children were students there at the time.Ozar Hatorah is a Jewish society promoting religious education among young people, especially in the Middle East , northern Africa and among the Sephardic Jews in France.The front page of Tuesday’s Libération, the leftist daily national newspaper, showed only the names and ages of the seven victims, as well as the dates they were killed, against a black background."}