{"title": "Hundreds of Migrants Are Feared Dead as Ship Capsizes Off Libyan Coast", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2015/04/20/world/europe/italy-migrants-capsized-boat-off-libya.html", "body": "Mr. Renzi conferred with European leaders on Sunday and has called for an emergency summit meeting to discuss the migration crisis and how Europe can help bring political stability to Libya, where criminal smuggling gangs are operating freely.\n\nSARDINIA ITALY Mediterranean Sea SICILY Tunis MALTA Lampedusa TUNISIA Approximate area of sinking Tripoli LIBYA 100 miles\n\nOnly 24 bodies had been recovered by Sunday evening, and Joseph Muscat, the prime minister of Malta, the island nation not far from the African coastline, said that 28 passengers had been rescued. He also called for global action to stabilize Libya.\n\n“The amount of people we’ve seen coming, and how it has been organized in the past few months, is unprecedented,” Mr. Muscat said in a telephone interview. “We’ve just seen 700 people die. If we don’t get our act together on Libya, we’ll see more.”\n\nFor the past several years, Europe has been confronted with hundreds of thousands of migrants arriving illegally from Africa and the Middle East. Italy has been in the vanguard of rescue efforts, with its Navy and Coast Guard ships rescuing more than 130,000 people last year in a widely praised program known as Mare Nostrum.\n\nThe Italian program began in October 2013 as an emergency response to a shipwreck that killed more than 360 people near the Italian island of Lampedusa.\n\nBut Mare Nostrum was phased out last autumn and replaced by the European-led Triton, which has fewer ships and a less well-defined mandate. António Guterres, the United Nations high commissioner for refugees, called Sunday for Europe to expand its rescue and patrol program as well as the legal avenues for migration to Europe so that people would not have to risk their lives at sea.\n\n“It also points to the need for a comprehensive European approach to address the root causes that drive so many people to this tragic end,” Mr. Guterres said in a statement. “I hope the E.U. will rise to the occasion, fully assuming a decisive role to prevent future such tragedies.”\n\nPhoto\n\nIn European capitals, leaders pledged to confront the crisis. President François Hollande of France told the French news media that Europe needed “more boats, more aerial surveillance and a much tougher fight against traffickers.” In Spain, Prime Minister Mariano Rajoy told supporters at a political rally that “words won’t do anymore.”\n\nAdvertisement Continue reading the main story\n\n“As Europeans we are gambling with our credibility if we aren’t able to stop these dramatic situations that are now happening on a daily basis,” he said.\n\nEven as European leaders debate how best to respond at sea, the weekend shipwreck does not appear to be a case of a slow response. Italian officials say they received an emergency call on Saturday night that a large migrant boat had been spotted 70 miles off the Libyan coast, and about 130 miles from Lampedusa.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAs often happens, the Italian authorities ordered the commercial ship closest to the scene — in this case, the freighter King Jacob — to respond until rescue ships could arrive. But when the King Jacob came in view of the migrant boat early on Sunday morning, people apparently rushed to one side, trying to attract attention, according to Italian and Maltese officials.\n\n“There was some commotion on board,” said Mr. Muscat, the Maltese prime minister. “They tried to make a signal to the ship, and the boat capsized.”\n\nIn many cases, smugglers’ boats are old and relatively small, and carry fewer than 200 people. But Mr. Muscat said this ship had multiple tiers and was teeming with people. Maltese rescuers reported seeing bodies floating and sinking in the water.\n\nPhoto\n\n“It was quite large, with two stories,” Mr. Muscat said of the boat. “Most of the people who died are still trapped in the ship.”\n\nBy midday Sunday, more than 17 vessels were searching for survivors, led by the Italian Coast Guard, vessels in the Triton program and several merchant boats. While relatively few bodies had been recovered, Italian prosecutors said a Bangladeshi survivor described hundreds being locked in the ship’s hold and estimated that 950 people had been on board, The Associated Press reported. The prosecutors emphasized that his account had not been confirmed.\n\nPolitical leaders clearly expected the worst. Mr. Renzi returned to Rome from northern Italy on Sunday to oversee the response and said Europe was witnessing “systemic slaughter in the Mediterranean.”\n\nAdvertisement Continue reading the main story\n\nFederica Mogherini, an Italian who is the European Union’s foreign policy chief, announced that migration would be discussed on Monday in Luxembourg at a meeting of European Union foreign ministers.\n\n“We have said too many times ‘Never again,’ ” she said. “Now is time for the European Union as such to tackle these tragedies without delay.”\n\nIn Vatican City, Pope Francis, who has spoken repeatedly about the plight of migrants, used his Sunday address to call for European Union leaders to take action “decisively and quickly to stop these tragedies from recurring.”\n\n“These are men and women like us, our brothers seeking a better life, starving, persecuted, wounded, exploited, victims of war,” the pope said. “They were looking for a better life.”", "summary": "Mr. Renzi conferred with European leaders on Sunday and has called for an emergency summit meeting to discuss the migration crisis and how Europe can help bring political stability to Libya, where criminal smuggling gangs are operating freely.SARDINIA ITALY Mediterranean Sea SICILY Tunis MALTA Lampedusa TUNISIA Approximate area of sinking Tripoli LIBYA 100 milesOnly 24 bodies had been recovered by Sunday evening, and Joseph Muscat, the prime minister of Malta, the island nation not far from the African coastline, said that 28 passengers had been rescued.But when the King Jacob came in view of the migrant boat early on Sunday morning, people apparently rushed to one side, trying to attract attention, according to Italian and Maltese officials.In Vatican City, Pope Francis, who has spoken repeatedly about the plight of migrants, used his Sunday address to call for European Union leaders to take action “decisively and quickly to stop these tragedies from recurring.”"}