{"title": "Migrant Smuggling in Europe Is Now Worth ‘Billions’", "authors": ["Rick Lyman", "Alison Smale"], "url": "https://www.nytimes.com/2015/09/04/world/europe/migrants-smuggling-in-europe-is-now-worth-billions.html", "body": "In another case, the police rescued 24 Afghans from a sealed truck after a chase through the streets of Vienna. “One hour longer and they would have been dead,” Ms. Mikl-Leitner said.\n\nRob Wainwright, head of Europol, Europe’s police agency, told Newstalk, an Irish radio network, that an estimated 30,000 people were involved in human smuggling gangs. Europol has opened 1,400 cases this year involving human smuggling, he said.\n\nOfficials continue to arrest suspects involved in the operation that led to the 71 deaths.\n\nWhile members of smuggling groups that use a sea route into Italy have been prosecuted, this case is the first against a land-based ring, and may be the first in which the police have linked both a driver and his accomplices to deaths, said Melissa Fleming, chief spokeswoman for the United Nations’ refugee agency.\n\nUntil now, Ms. Fleming said, smugglers were “able to commit mass murder with impunity.”\n\nProsecutors in Bulgaria released the names and some details of the five citizens arrested. Four are in custody in Hungary; the fifth awaits extradition from Bulgaria. An Afghan national — who, like the others, has a long criminal history, officials said — was also arrested in the case.\n\nSome of the Bulgarian suspects lived elsewhere in Europe recently, said Rumiana Arnaudova, chief spokeswoman for the Bulgarian prosecutor’s office.\n\nOne of the men, Metodi Georgiev, is from Lom, Bulgaria, on the Romanian border. Several residents who declined to give their names for fear of antagonizing the smugglers said Mr. Georgiev had been living in Austria and Germany. They said he had not been one of the truck’s drivers, but a lookout and recruiter.\n\nAnother suspect, identified as Tsvetan Tsvetanov, was arrested on a European warrant issued by the Austrian police. He appeared Thursday in Montana, Bulgaria.\n\nAdvertisement Continue reading the main story\n\nUshered into the courtroom with his hands and feet shackled, Mr. Tsvetanov denied being one of the truck’s drivers. He told the judge he was unemployed and had not been traveling abroad. But outside the court, some of his relatives said he had recently returned from Germany, where he had gone in search of a job.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA third suspect, Vetsislav Todorov, is from a village near Vratsa, Bulgaria, local news media reported. His brother was quoted by Btv, a Bulgarian network, as saying the leader of the smuggling ring was from Lom.\n\nProsecutors identified the two other suspects as Kasem Saleh and Ivailo Stoyanov, but provided no details about their residences.\n\nThe Afghan suspect, Samsooryamal Lahoo, also in custody in Hungary, was previously picked up in 2013 after traveling to Germany without a passport, said Frank Passade, a spokesman for state prosecutors in Bremen.\n\nVideo\n\nOfficials are expected to give more details Friday on the time and cause of the 71 deaths. But the deteriorated state of the bodies and the lack of identity documents may mean that some of them — 59 men, eight women and four children — will never be identified, a police spokesman, Helmut Marban, said Thursday.\n\nOfficials said the smuggling groups in the Balkans varied in size and sophistication. Usually, they are local organized crime groups that have simply seized on a moneymaking opportunity, said Izabella Cooper, spokeswoman for Frontex, which monitors the European Union’s borders. They normally hire Afghan or Syrian representatives to act as their agents on the ground, handling contact with potential customers, Ms. Cooper said.\n\n“If a migrant has a lot of money, smugglers can get them a forged passport or a stolen ID card with a visa, together with a plane ticket to a chosen European country,” she said. “But this option is affordable only for a handful of people.”\n\nMigrants can sometimes plot a route from Turkey to Germany with one central coordinator and are passed from gang to gang, paying as they go, said Livia Styp-Rekowska, senior immigration and border management specialist at the International Organization for Migration.\n\n“The one phenomenon that we definitely see in this region is the growth of the smuggling operation online,” Ms. Styp-Rekowska said. “There are all sorts of online advertisements targeting Syrians, written in Arabic.”\n\nAdvertisement Continue reading the main story\n\nThe migrants have become wary of dealing with the smugglers, both for fear of injury or death and because there are many stories of migrants’ being cheated by phony smugglers.\n\nOne group, preying on the migrants huddled outside the Keleti station this week, promised rides to the Austrian border, but instead placed the migrants in the back of a windowless van and drove several times around Budapest’s outer ring road, depositing them by a suburban shopping center with entry gates that look vaguely like a border crossing.\n\nOthers are abandoned in the woods and threatened if they complain. Still others are robbed and left on remote roadsides.\n\n“We explain the options, but the smugglers are so tempting,” said Zoltan Bolek, head of the Hungarian Islamic Community, a service group. “Taxis willing to take them to the Austrian border are everywhere. It costs 1,000 euro, and if they are lucky, they actually get there.”", "summary": "Rob Wainwright, head of Europol, Europe’s police agency, told Newstalk, an Irish radio network, that an estimated 30,000 people were involved in human smuggling gangs. While members of smuggling groups that use a sea route into Italy have been prosecuted, this case is the first against a land-based ring, and may be the first in which the police have linked both a driver and his accomplices to deaths, said Melissa Fleming, chief spokeswoman for the United Nations’ refugee agency. The Afghan suspect, Samsooryamal Lahoo, also in custody in Hungary, was previously picked up in 2013 after traveling to Germany without a passport, said Frank Passade, a spokesman for state prosecutors in Bremen. Usually, they are local organized crime groups that have simply seized on a moneymaking opportunity, said Izabella Cooper, spokeswoman for Frontex, which monitors the European Union’s borders."}