{"title": "Europe Takes Stronger Measures, Albeit Symbolic, to Condemn Israeli Policies", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2014/11/23/world/europe/europe-takes-stronger-measures-albeit-symbolic-to-condemn-israeli-policies.html", "body": "Statements and nonbinding votes in support of a Palestinian state do not seem likely to have an immediate, tangible impact on Israel’s core political or economic interests. Israel continues to enjoy good diplomatic relations with the major European powers.\n\nYet the actions reflect surging antipathy in Europe’s public discourse that threatens to drown out residual support for the Jewish state. Many leaders do not rule out sanctions on Israeli interests, especially in territories beyond the country’s 1967 boundaries, if they see no progress toward a two-state solution.\n\nThe tone sharpened in response to the war in Gaza this summer and to continuing Israeli settlement expansion, which European leaders call illegal.\n\nEuropean diplomats have been discussing what actions the European Union might take — in addition to recognizing a Palestinian state, symbolically or otherwise — to promote a two-state solution in the absence of negotiations toward that end.\n\nPerhaps most of all, said Vincent Fean, Britain’s consul general in Jerusalem from 2010 until this year, Europe is deeply troubled by “the one-state outcome, where Israel is heading fast.”\n\nThe changing atmosphere presents dangers for Israel. The European Union is Israel’s biggest trading partner, at nearly 30 billion euros (about $37.4 billion) a year, and provides it with tariff-free access to the bloc’s 28 member states. For many European nations, Israel is an important partner in high technology, intelligence and defense, including arms purchases.\n\nBeyond that, most Israelis see themselves as more aligned culturally with Europe than with the United States or the Middle East. The prospect of being cut off — through the introduction of visas, say — would be a terrible shock.\n\nAdvertisement Continue reading the main story\n\n“Most of Israel cares very much,” said Shlomo Avineri, a former diplomat who teaches at the Hebrew University of Jerusalem. “There’s nowhere else in the world where people wake up and are disturbed by what a newspaper in London or Stockholm says.”\n\nAt the same time, Mr. Avineri said he was alarmed by how some Israeli hard-liners disregard the shift in tone in Europe.\n\n“There are people in the Israeli government for the first time who are messianic fanatics,” he said. “They don’t care what the world thinks, either because they believe God is on their side, so who cares what Brussels thinks, or because they want Armageddon, after which all will be fine.”\n\nIsraeli leaders reject much of the European criticism of their policies as betraying a deep bias or lack of understanding. It is Palestinian leaders, not Israelis, they say, who have declined to engage substantively in the peace process. They argue that radical Islamists among the Palestinians, including Hamas, conduct armed struggle and terrorist attacks against Israelis, leaving the country no choice but to take tough security measures. Some blame an increasingly organized and vocal subset of Muslims for the shifting opinions in Europe.\n\nMoreover, they say, the chaos that followed the Arab Spring, and the quick rise of extremist groups like the Islamic State, underscored how easily a poorly governed Palestinian state could threaten Israel’s existence.\n\nEuropeans have focused on Israeli settlement activity, which they see as illegal under international law and as fundamentally at odds with public vows by Israeli leaders to pursue a two-state solution. They draw a sharp legal distinction between pre-1967 Israel and occupied territories.\n\nDaniel Levy, a Middle East expert at the European Council on Foreign Relations, said the era of a “cost-free occupation” of Palestinian lands, as defined by the 1967 borders, was coming to an end. European officials are threatening sanctions for what Israel does outside those borders, including settlement expansion.\n\nSo far, symbolic gestures like recognizing Palestine or limiting academic cooperation to pre-1967 Israel have had little impact.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“But the next time the European frustration or egregious Israeli action hits a certain bar, then you’ll start to hit tangible issues and not just symbolic ones,” Mr. Levy said. Some suggest that European actions might include visa restrictions for Israeli leaders who reject a two-state solution, or even economic sanctions against companies doing business on occupied land.\n\nAdvertisement Continue reading the main story\n\nAvi Primor, head of European studies at Tel Aviv University and a former Israeli ambassador to Germany and the European Union, acknowledged “the loss of European public opinion.”\n\nStill, many Israelis do not seem to care, Mr. Primor said — so “it does not change anything for the government,” which dismisses most criticism as anti-Semitic, and will not affect elections.\n\n“Public opinion in Israel has learned that international criticism does not hurt us,” he said. “Does this damage something? Bring sanctions? No. The dogs bark and the caravan moves on.”\n\nForeign Minister Avigdor Lieberman last month compared European criticism of Israel and support for the Palestinians to “Europe’s attitude toward Czechoslovakia in 1938.” He also said that increasingly large Muslim communities in Europe were influencing government views.\n\nThe frustration in Europe has led diplomats from some leading countries to begin informal discussions about how to encourage movement toward a two-state solution. They say they are weighing possible actions, including sanctions, against settler organizations and Israeli politicians like Naftali Bennett, the economy minister, who oppose a Palestinian state as no longer “realistic.”\n\nSenior European Union officials said these discussions, which began in September after a burst of Israeli settlement activity, were at a low level and had produced no agreement. They are more indicative, one official said, “of growing frustration with the absence of serious efforts to find a negotiated solution.”\n\nThere is a great gap between these early talks, which have been opened by diplomats from individual countries, and serious action by the European Union, which would require unanimity among the 28 member states.\n\n“This is a theoretical exercise that stems from member states’ trying to think through ideas about what to do if the whole project fails,” the official said.\n\nAdvertisement Continue reading the main story\n\nAt the United Nations, too, there are European efforts, led by Britain and France, to draft a Security Council resolution urging talks. The French ambassador to the United Nations, François Delattre, told the Council this month that Europe must “assume its responsibilities” and work to give Palestinians a more equal status with Israelis.\n\n“It is no longer acceptable for the Security Council to remain a bystander to the Israeli-Palestinian conflict,” Mr. Delattre said. “Of course, if nothing can replace the negotiations between the parties, Security Council action to establish a balanced framework for the negotiations must be seriously considered.”\n\nNigel Sheinwald, a former British ambassador to the United States and the European Union, recalled growing up Jewish in North London when Israel was revered as a plucky, brave outpost of the West that had arisen from the ashes of the Holocaust. That image is long gone.\n\n“The change from that high point to the levels of public antipathy toward Israel today is quite serious,” Mr. Sheinwald said. “The single thing that has changed perceptions of Israel and increased the sense of frustration is simply the sense that this Israeli government, even more than its predecessors, has been averse to serious negotiations with the Palestinians.”\n\nEuropean officials also worry about some young Muslims’ attraction to the Islamic State, also known as ISIS, which they say is partly inspired by sympathy with the Palestinian cause.\n\nFor now, symbolism rules. Sweden in October granted recognition to a Palestinian state. Prime Minister Stefan Lofven said in a recent visit to the United Nations that the move was not intended to take sides in the conflict, but to spur talks.\n\n“Everyone says we need a negotiated solution. That’s also what we want,” Mr. Lofven said. “We need to make these two partners a little less unequal.”\n\nSweden, he added, would like to see “two partners, being two states, negotiating.”\n\nThe British and Spanish Parliaments urged their governments to do the same as Sweden, and similar nonbinding votes are scheduled soon in France and in the European Parliament.\n\nBut Europe must be careful, warned Dore Gold, a former Israeli ambassador to the United Nations and president of the Jerusalem Center for Public Affairs. “In general, these European initiatives don’t contribute to diplomacy, and strengthen the Palestinian proclivity for unilateralism,” he said, “so it can have the exact opposite effect from what Europeans want.”", "summary": "They argue that radical Islamists among the Palestinians, including Hamas, conduct armed struggle and terrorist attacks against Israelis, leaving the country no choice but to take tough security measures.Daniel Levy, a Middle East expert at the European Council on Foreign Relations, said the era of a “cost-free occupation” of Palestinian lands, as defined by the 1967 borders, was coming to an end.They say they are weighing possible actions, including sanctions, against settler organizations and Israeli politicians like Naftali Bennett, the economy minister, who oppose a Palestinian state as no longer “realistic.”The French ambassador to the United Nations, François Delattre, told the Council this month that Europe must “assume its responsibilities” and work to give Palestinians a more equal status with Israelis.Nigel Sheinwald, a former British ambassador to the United States and the European Union, recalled growing up Jewish in North London when Israel was revered as a plucky, brave outpost of the West that had arisen from the ashes of the Holocaust."}