{"title": "In Britain, Spy Chief Calls for More Power for Agency", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/01/10/world/europe/britains-domestic-intelligence-chief-calls-for-greater-authority-for-spies.html", "body": "“Currently,” he added, “this picture is patchy.”\n\nMr. Parker also offered perhaps the starkest assessment yet of the homegrown Islamist threat, citing more than 20 Syrian-linked terrorist plots against Western targets over the past 14 months.\n\nIn recent months, intelligence services in Britain and the United States have publicly been campaigning against pressure to rein in their surveillance operations, notably pitting them against the American technology companies that dominate the Internet, like Google, Facebook and Apple.\n\nRobert Hannigan, the recently appointed director of GCHQ, Britain’s electronic intelligence agency, castigated Internet companies in November for providing the “command-and-control networks of choice for terrorists and criminals” and challenged them to find a better balance between privacy and security.\n\nCompanies are stepping up efforts to strengthen encryption, saying they are responding to demands for more privacy from their users.\n\nGovernments and their security services, technology executives have argued, should obtain a warrant before gaining access to private communications.\n\nMore on the Paris Shootings\n\nThe Paris attacks, however, hold the potential to shift the debate.\n\nReacting to Mr. Parker’s speech, held before an invited audience, the chancellor of the Exchequer, George Osborne, said the government would give intelligence services what they needed.\n\nAdvertisement Continue reading the main story\n\n“My commitment is very clear,” Mr. Osborne told the BBC. “This is the national priority. We will put the resources in. Whatever the security services want, they will get.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAlready, he said, the government is spending more than 100 million pounds, about $151 million, to monitor Britons traveling to conflicts in Syria and Iraq.\n\nElsewhere, officials also appeared to call for measures that make counterterrorism a higher priority than certain civil liberties. The president of the European Council, Donald Tusk, said Friday that the Paris attack highlighted the need for airlines to share passenger data, in order to better track extremists traveling to and from Europe and conflict zones.\n\nA proposal that would grant the security services access to several years of travel data in and out of the European Union was blocked by the Civil Liberties Committee of the European Parliament because of privacy concerns. But Mr. Tusk urged lawmakers to fast-track the proposal.\n\nEurope’s response to the Paris attack will top the agenda during a Feb. 12 summit meeting. “The E.U. cannot do everything,” Mr. Tusk said, but it “can contribute on strengthening security.”\n\nMr. Parker described the attack on the newspaper as “a terrible reminder of the intentions of those who wish us harm.”\n\nAbout half of MI5’s investigations focus on counterterrorism, and almost all of them intercept communications in one way or another to identify plotters and plots, Mr. Parker said. “If we lose that ability, if parts of the radar go dark and terrorists are confident that they are beyond the reach of MI5 and GCHQ, acting with proper legal warrant, then our ability to keep the country safe is also reduced,” he said.\n\n“My sharpest concern as director general of MI5,” he said, “is the growing gap between the increasingly challenging threat and the decreasing availability of capabilities to address it.”\n\nAlthough he said that the threat level in Britain had worsened, the country had not raised its terror alert level beyond its current level, the second highest.\n\nAdvertisement Continue reading the main story\n\nExtra security staff members have been posted at critical hubs like airports and train stations, as well as at border points with France.\n\nAn attack in Britain is “highly likely,” he said, adding that MI5 could not guarantee it would be able to stop it.\n\n“Although we and our partners try our utmost, we know that we cannot hope to stop everything,” he said.", "summary": "Mr. Parker also offered perhaps the starkest assessment yet of the homegrown Islamist threat, citing more than 20 Syrian-linked terrorist plots against Western targets over the past 14 months.In recent months, intelligence services in Britain and the United States have publicly been campaigning against pressure to rein in their surveillance operations, notably pitting them against the American technology companies that dominate the Internet, like Google, Facebook and Apple.Robert Hannigan, the recently appointed director of GCHQ, Britain’s electronic intelligence agency, castigated Internet companies in November for providing the “command-and-control networks of choice for terrorists and criminals” and challenged them to find a better balance between privacy and security.Reacting to Mr. Parker’s speech, held before an invited audience, the chancellor of the Exchequer, George Osborne, said the government would give intelligence services what they needed.The president of the European Council, Donald Tusk, said Friday that the Paris attack highlighted the need for airlines to share passenger data, in order to better track extremists traveling to and from Europe and conflict zones."}