{"title": "France, 2 Weeks After Paris Attacks, Observes National Day of Mourning", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/11/28/world/europe/france-paris-terror-attacks-day-of-mourning.html", "body": "Photo\n\nLONDON — France, still reeling from deadly terrorist attacks two weeks ago, held a national day of mourning on Friday, centered on a memorial service in Paris that was tinged with patriotism, solemnity and no lack of defiance.\n\nAbout a thousand people, including President François Hollande, attended the service in the courtyard of Les Invalides, a former military hospital in central Paris that houses Napoleon’s tomb and a military museum.\n\nVideo\n\nAt least 10 survivors in wheelchairs lined up in front of the stands in the open-air courtyard, which was packed with the families of victims and of those wounded.\n\nAddressing the crowd, Mr. Hollande said that the 130 victims of the terrorist attacks of Nov. 13 represented “130 laughs that we won’t hear anymore, 130 voices that went quiet forever.”\n\nAdvertisement Continue reading the main story\n\n“These women, these men, embodied the happiness of life,” Mr. Hollande continued. “They were killed because they were life, they were shot down because they were France, they were slain because they were freedom.”\n\nPhoto\n\nThose in attendance observed a minute of silence as the names of all the victims, who Mr. Hollande noted came from 17 countries, were read out. Mr. Hollande said that most of the victims were younger than 35. They came from Chile, France, Germany, Morocco and the United States, among others.", "summary": "LONDON — France, still reeling from deadly terrorist attacks two weeks ago, held a national day of mourning on Friday, centered on a memorial service in Paris that was tinged with patriotism, solemnity and no lack of defiance. At least 10 survivors in wheelchairs lined up in front of the stands in the open-air courtyard, which was packed with the families of victims and of those wounded. Addressing the crowd, Mr. Hollande said that the 130 victims of the terrorist attacks of Nov. 13 represented “130 laughs that we won’t hear anymore, 130 voices that went quiet forever.” Those in attendance observed a minute of silence as the names of all the victims, who Mr. Hollande noted came from 17 countries, were read out."}