{"title": "Finding Hope in the Vigils of Paris: A Virtual Reality Film", "authors": ["Ben C. Solomon", "Leslye Davis"], "url": "https://www.nytimes.com/2015/11/21/world/europe/finding-hope-in-the-vigils-of-paris.html", "body": "Photo\n\nThe Times has produced a virtual reality film from footage of candlelight vigils in Paris. To view it, download the NYT VR app on your mobile device if you don’t already have it. (Go here for Android, and here for iPhone.) Here, two video journalists reflect on covering the vigils.\n\nArriving in Paris after the terrorist attacks last week, we didn’t find people in a state of despair. Instead, as we traveled to the various sites of the attacks — the bloodiest in Europe in more than a decade — we realized we were documenting a place that seemed determined to push past the violence.\n\nEven though demonstrations were not allowed, large groups of people showed their determination to return to a French way of life, the very thing the attackers had sought to disrupt.\n\nWe decided to film around the places of remembrance: in the squares, at the attack sites and at memorials that Parisians and visitors had quickly constructed as a way to transform sadness into strength.\n\nAdvertisement Continue reading the main story\n\nAs journalists, we always seek to help readers understand what life feels like in the places we cover. Virtual reality allows us to do that in an entirely new way.", "summary": "Arriving in Paris after the terrorist attacks last week, we didn’t find people in a state of despair. Instead, as we traveled to the various sites of the attacks — the bloodiest in Europe in more than a decade — we realized we were documenting a place that seemed determined to push past the violence. Even though demonstrations were not allowed, large groups of people showed their determination to return to a French way of life, the very thing the attackers had sought to disrupt. We decided to film around the places of remembrance: in the squares, at the attack sites and at memorials that Parisians and visitors had quickly constructed as a way to transform sadness into strength."}