{"title": "Scores Are Stranded as Ferry Catches Fire Off Greek Coast", "authors": ["Elisabetta Povoledo"], "url": "https://www.nytimes.com/2014/12/29/world/europe/ferry-catches-fire-off-greek-coast-with-hundreds-on-board.html", "body": "A container ship carrying 49 passengers from the ferry arrived in the Italian port of Bari on Monday morning. Shortly before 8 a.m., the Italian Navy said that 290 people had been saved, and that another 188 were still on board.\n\n“The water is choppy, and it is very cold,” Capt. Riccardo Rizzotto of the Italian Navy said on RAI News, an Italian national broadcaster. “Certainly they’re suffering.”\n\nPhoto\n\nThroughout the day, ships and helicopters departed from several Italian ports to reach the stricken boat. The ferry, the Norman Atlantic, sails under an Italian flag but was chartered by a Greek company, ANEK Lines. It caught fire about 35 miles north of the Greek island of Corfu after leaving the Greek port of Igoumenitsa early Sunday morning, the charter company said in a statement. It did not say what had caused the fire.\n\nA distress call was issued shortly before 5 a.m. on Sunday, requesting that all ships in the channel off Otranto in the Puglia region of Italy assist with the rescue efforts.\n\nItalian news media broadcast images of the ship enveloped in smoke. Greece’s merchant marine minister, Miltiadis Varvitsiotis, described the rescue operations as “particularly difficult and complicated,” and the Italian Navy said Sunday evening that the smoke was hampering rescue efforts.\n\nPassengers found refuge on the top deck of the ship, according to the navy.\n\nBut a Greek woman, who gave her name only as Athina, told a Greek television station that she and about 40 other passengers could feel the heat from the fire on the deck before boarding a lifeboat. “The deck was hot; it was burning our feet,” she said. “We couldn’t believe what was happening.”\n\nPhoto\n\nNavy helicopters were used to begin carrying some passengers to safety, and by late Sunday afternoon, the ship was attached to a towboat. Although other ships were responding to the distress call, rescuers warned that it was still a hazardous situation. “The severe weather conditions are still making it difficult for ships to get close, and it’s beginning to be dark,” said an Italian Defense Ministry spokesman, who asked not to be identified according to Italian institutional practices.\n\nAdvertisement Continue reading the main story\n\nBut by Sunday evening, 10 merchant ships had managed to reach the ferry, and they were taking on passengers, the Greek Merchant Marine Ministry said.\n\nAnother Greek passenger, Nikos Papatheodosiou, told Greek television that “the wind is pushing us from one side to the other, and we can’t breathe in the smoke.”\n\n“Do something to save us,” he begged. “We’ll drown like mice.”\n\nIn a separate accident in the region, a Turkish cargo ship collided with another merchant vessel and sank off the coast of Italy in the northern Adriatic on Sunday, killing two crew members and leaving four others missing, officials said, according to The Associated Press."}