{"title": "Paris Attacks Force European Union to Act on Border Controls", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/11/21/world/europe/paris-attacks-force-european-union-to-act-on-border-controls.html", "body": "The concern is that they will make those temporary controls, which are allowed under Schengen, effectively permanent, destroying the agreement.\n\nOn Thursday night, adding to the confusion, most nations along Europe’s migrant corridor abruptly shut their borders to those not coming from war-torn countries such as Syria, Afghanistan or Iraq, leaving thousands stranded at Balkan border crossings.\n\nManuel Valls, the French prime minister, said on Thursday: “If Europe doesn’t shoulder its responsibilities, then it’s the whole Schengen system that’s put into question.”\n\nThe open-border arrangement, established 20 years ago, covers 22 European Union countries and four other nations. But the system can work only if its external borders are policed and protected, and it is obvious to all that Europe has failed to do so.\n\nArnaud Danjean, a member of the European Parliament and a former security official and diplomat from France, put it bluntly: “If by the end of the year necessary measures to reinforce external border controls and to check passports of Schengen citizens are not implemented, I think Schengen is dead.”\n\nOtherwise, he said, “many countries will come back in January and say we need another system, and until we have one, we will adopt permanent border controls.”\n\nFrench proposals for tighter controls were first made after Islamist radicals attacked the satirical newspaper Charlie Hebdo and a kosher supermarket in January.\n\nAdvertisement Continue reading the main story\n\nBut they were stalled by inaction and by concerns over data privacy in the European Parliament, raised particularly by Germany and the newer members from Central and Eastern Europe, which have been largely untouched by terrorism.\n\nOn Friday, however, the ministers gave their backing to measures demanded by France this week that included tightening external borders by extending checks to more people who can usually enter, and move freely within, the Schengen area.\n\nPhoto\n\nStrengthening controls at external borders is “indispensable for the protection of European citizens,” Bernard Cazeneuve, the French interior minister, said at a news conference.\n\nOverhauling the Schengen rules would mean “systematic and obligatory checks to be carried out at all our external borders and on all people entering the Schengen area, including those who benefit from the freedom of movement,” he said.\n\nMr. Cazeneuve has expressed fury that France found out that the ringleader of the Paris attacks, Abdelhamid Abaaoud, had slipped undetected back into Europe only from intelligence provided by a non-European country, believed to be Morocco.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nUnder the proposals, if a Schengen passport holder travels to a third country, whether Turkey, Syria or the United States, upon re-entering the Schengen area the passport should not just be examined but checked against criminal and security databases.\n\nThe ministers also agreed to establish a single European gun registration file. Mr. Danjean said he hoped that the gun control laws could be unified eventually in the European Union, pointing out that Belgian laws are much less restrictive than French ones.\n\nWhile the difficulties with Schengen are largely technical and administrative, the politics around the subject have become nasty, feeding Europe’s far-right parties, especially France’s National Front and Sweden’s Democrats.\n\nMarine Le Pen, the leader of the National Front, said that “the absence of national borders is criminal madness.” Striking a familiar but trenchant theme, she said: “The French elites have given themselves over to this surreal myth of a country without borders. Open your eyes, now!”", "summary": "But they were stalled by inaction and by concerns over data privacy in the European Parliament, raised particularly by Germany and the newer members from Central and Eastern Europe, which have been largely untouched by terrorism. On Friday, however, the ministers gave their backing to measures demanded by France this week that included tightening external borders by extending checks to more people who can usually enter, and move freely within, the Schengen area. Mr. Cazeneuve has expressed fury that France found out that the ringleader of the Paris attacks, Abdelhamid Abaaoud, had slipped undetected back into Europe only from intelligence provided by a non-European country, believed to be Morocco. While the difficulties with Schengen are largely technical and administrative, the politics around the subject have become nasty, feeding Europe’s far-right parties, especially France’s National Front and Sweden’s Democrats."}