{"title": "Muslim Employee of Kosher Market in Paris Praised for Hiding Customers From Gunman", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/01/11/world/europe/charlie-hebdo-kosher-supermarket-hostage-crisis.html", "body": "As the authorities in France worked on Saturday to piece together the sequence of events at a kosher supermarket in Paris where a gunman and four hostages were killed on Friday, there was an outpouring of praise online for a young employee credited with saving the lives of some customers by hiding them in a cold-storage room.\n\nThe employee, Lassana Bathily, 24, was identified in the French news as a Muslim from Mali who worked at the supermarket, Hyper Cacher, near the Porte de Vincennes in eastern Paris.\n\nIn an interview with the French channel BFMTV, Mr. Bathily said he ushered about 15 people into the basement room after the gunman burst into the shop. He then turned off the power and the lights.\n\n“We were locked in there,” he said. “I told them to calm down, not make any noise, or else if he hears that we’re there, he can come down and kill us.”\n\nLater in the four-hour siege, Mr. Bathily decided to leave the room and try to escape through a freight elevator leading to the attic. He encouraged others to join him, he said, but they were worried that the gunman, identified by the police as Amedy Coulibaly, would be able to hear them if they used that escape route and decided to remain hidden.\n\nAdvertisement Continue reading the main story\n\nWhen Mr. Bathily escaped and emerged from the market while Mr. Coulibaly was still inside, he was ordered by the police to lie down and put his hands on his head. “I was a bit confused,” he told BFMTV, perhaps not having considered that he could have been mistaken for a militant.", "summary": "As the authorities in France worked on Saturday to piece together the sequence of events at a kosher supermarket in Paris where a gunman and four hostages were killed on Friday, there was an outpouring of praise online for a young employee credited with saving the lives of some customers by hiding them in a cold-storage room.The employee, Lassana Bathily, 24, was identified in the French news as a Muslim from Mali who worked at the supermarket, Hyper Cacher, near the Porte de Vincennes in eastern Paris.In an interview with the French channel BFMTV, Mr. Bathily said he ushered about 15 people into the basement room after the gunman burst into the shop.He encouraged others to join him, he said, but they were worried that the gunman, identified by the police as Amedy Coulibaly, would be able to hear them if they used that escape route and decided to remain hidden.When Mr. Bathily escaped and emerged from the market while Mr. Coulibaly was still inside, he was ordered by the police to lie down and put his hands on his head."}