{"title": "A French Politician Who Has Helped Refine the National Front Party", "authors": ["Suzanne Daley", "The Saturday Profile"], "url": "https://www.nytimes.com/2015/03/21/world/europe/a-french-politician-who-has-helped-refine-the-national-front-party.html", "body": "RIGHT-LEANING parties — the mainstream conservative Union for a Popular Movement party, or UMP, as well as the National Front — are expected to do well. But analysts doubt it will be a breakthrough election for them, though the UMP may face runoffs with the National Front in a number of second-round elections.\n\nThe last time that happened was in the 2002 presidential election when Jacques Chirac, the center-right candidate, faced Jean-Marie Le Pen, the father of Marine Le Pen, who has succeeded him as the National Front leader. Mr. Chirac won by a landslide, with 82 percent of the vote.\n\nThese days, the French actually hear more from Mr. Philippot, who is a constant presence on television talk shows, than they do from Ms. Le Pen.\n\nIt is not hard to see why he is such a popular guest. He is a graduate of one of France’s elite business schools as well as its École Nationale d’Administration, known as ENA, which has trained most French politicians, including Mr. Hollande, and he appears indestructible on television.\n\nLike the front-row student who always has his hand up, he sits, neatly groomed, on the edge of his chair, happily jousting with panels of gray-haired experts who mean to portray his party as dangerously extreme. But more often than not they are flummoxed by Mr. Philippot’s intellectual agility.\n\nRECENTLY, he was mocking the French economy minister’s latest reforms, which are largely a collection of small-bore items such as letting more stores stay open on Sundays and developing more bus routes between towns. Mr. Philippot scoffed at the notion that new bus routes might be called progress.\n\n“What’s next?” said Mr. Philippot, rolling his eyes. “Rickshaws?”\n\nWhen the National Front was led by Mr. Le Pen, it was seen as a marginal party of racist and anti-Semitic old men. He made his ideas heard during presidential election years, but never did the groundwork to build a functioning party.\n\nAdvertisement Continue reading the main story\n\nIn contrast, his daughter, with Mr. Philippot’s help, is developing a political machine with a broad base. The National Front won the mayoralty in some 10 city halls last year, as well as city councilors in hundreds of other municipalities. Now with the departmental elections, the party is fielding more than 7,000 candidates, and Mr. Philippot is using the accomplishments of the new mayors, many of whom are in their 20s and 30s, to argue that the party has already proved it is capable of governing, and in many cases cutting taxes.\n\nMr. Philippot said he has only expanded on Ms. Le Pen’s ideas, helping her develop party policy on a broad range of issues, including education and economics. Her father, he said, spent far too much time on his trademark anti-immigrant discourse.\n\n“He only talked about immigration,” Mr. Philippot said. “A political party should be able to speak on all subjects.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe describes his first meeting with Ms. Le Pen in 2009 as a kind of political love at first sight. A friend had arranged a dinner party, knowing that Mr. Philippot was intrigued. By the end of the night, Ms. Le Pen has said, they were finishing each other’s sentences.\n\n“From the beginning we connected both on a human and a political level,” Mr. Philippot said, adding, “I was attracted to her energy, her dynamism, her courage.” And, he said, the National Front was a party that would allow young people a place at the table.\n\nIN public, Mr. Philippot is rousing. His message is that France needs to stop being ashamed of its history. It needs to renegotiate its treaty with the European Union, and restore its currency and its borders. Schools need to spend more time teaching the French language. On the economy, protectionism is the way to go.\n\nThe audience applauded often, and happily stood with him at the end to sing the national anthem.\n\nMr. Philippot has less charisma in one-on-one situations. He smiles little and looks awkward when he has to shake hands with people after his speech. While he campaigned to be mayor of a small town last year, aides reportedly had to continually remind him to greet people on the street and make small talk.\n\nHe fell short in that contest but won a seat on the City Council, and went on to win a seat in the European Parliament a few months later. He makes no secret of his ambitions. He expects a ministerial position if Ms. Le Pen wins the presidency. “Which job is up to her,” he said. “But I want an active role in the executive, yes.”\n\nMr. Philippot’s rise in the party has been meteoric. He officially joined the National Front in 2010, and was named to his post in the wake of the party’s 2012 results, when it took nearly 18 percent of the vote in the first round, more than ever before. He had campaigned only once before, as a university student in 2002 for a candidate who garnered only 5 percent of the vote.\n\nAdvertisement Continue reading the main story\n\nMr. Philippot was born in the north of France near Lille, where deindustrialization has fed pockets of strong support for the National Front. His father is the principal of a public school, and he shrugs when asked if his father agrees with his politics, saying that the family gets along well. His grandmother, he said, who lives in a small village, clips articles about him.\n\nHe has repeatedly refused to discuss his private life. But in December, the gossip magazine Closer, which last year published photos of Mr. Hollande sneaking out of the Élysée Palace on a scooter to meet an actress, published photographs of Mr. Philippot on vacation with a boyfriend.\n\nSOME experts say the disclosure may not sit well with the National Front’s conservative supporters, but Mr. Philippot seems unperturbed. “It doesn’t matter at all,” he said. “It’s just that we should be entitled to private lives, and the idea that someone was following me for three days is just horrible.”\n\nMr. Philippot said his political idol is Charles de Gaulle, who led Free France during World War II and later twice served as president. He is the last real president the country has had, Mr. Philippot said. Last November, he led a group of 100 young National Front supporters to lay a wreath at de Gaulle’s grave.\n\nMr. Philippot said he had always been interested in politics, but was not a fan of the National Front before Marine Le Pen came along, and he would not have joined the party with Mr. Le Pen at the helm.\n\nMr. Le Pen, 86, who founded the National Front, has a habit of causing controversy even now. Just recently he made headlines when, in an interview with a Russian newspaper, he suggested that the Charlie Hebdo massacre might have been the work of an “intelligence agency” working with the connivance of the French authorities.\n\nMr. Philippot stepped up to deflect the uproar, suggesting that Mr. Le Pen had perhaps had “a little vodka” before he made his statement. Mr. Le Pen later said his statements had been mistranslated.", "summary": "He is a graduate of one of France’s elite business schools as well as its École Nationale d’Administration, known as ENA, which has trained most French politicians, including Mr. Hollande, and he appears indestructible on television.Like the front-row student who always has his hand up, he sits, neatly groomed, on the edge of his chair, happily jousting with panels of gray-haired experts who mean to portray his party as dangerously extreme.RECENTLY, he was mocking the French economy minister’s latest reforms, which are largely a collection of small-bore items such as letting more stores stay open on Sundays and developing more bus routes between towns.“From the beginning we connected both on a human and a political level,” Mr. Philippot said, adding, “I was attracted to her energy, her dynamism, her courage.” And, he said, the National Front was a party that would allow young people a place at the table.Mr. Philippot said his political idol is Charles de Gaulle, who led Free France during World War II and later twice served as president."}