{"title": "Italy Plans Naval Mission Off Libya to Stop Migrant Boats", "authors": ["Jason Horowitz"], "url": "https://www.nytimes.com/2017/07/27/world/europe/italy-plans-naval-mission-off-libya-to-stop-migrant-boats.html", "body": "“It is very relevant news in the fight against human trafficking in Libya, if we respond positively,” Mr. Gentiloni said after the meeting. “I believe this is necessary.”\n\nBut the potential hurdles confronting such a strategy are manifold. Not least it requires the approval of parliament, which is scheduled to begin debating the potential deployment next Tuesday.\n\nOnce parliament gives consent, which is expected, the defense ministry says that it can quickly begin a mission and expects three to six ships, but also helicopters, fighter jets and drones, to be in action by mid-August.\n\nIn the meantime, Italian government officials said they were trying to untangle thorny issues related to the rules of engagement.\n\nThose included what Italian warships would do if they encountered hostile human traffickers in foreign waters; whether they can stop arms and oil smugglers as well as human traffickers; and whether the migrants they might have to rescue should be returned to Libya, where they could face a horrific security situation.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe political impact could also be significant. Domestically, the waves of migrants have become a conservative talking point against the center-left government, which has found itself increasingly on the defensive as elections approach.\n\nThe crisis has stoked tensions between Italy and its European Union partners, who have mostly been unwilling to share the burden of migrants flowing into Italy, even as many of the migrants seek destinations farther north among Europe’s richer countries.\n\nSince 2015, the government in Tripoli has denied the European Union’s antismuggling mission, called Sophia, from entering its waters. Italian efforts to train the Libyan Coast Guard have proved mostly ineffective.\n\nAdvertisement Continue reading the main story\n\nInstead, Libya has emerged as a key point of departure for hundreds of thousands of migrants, as human traffickers capitalize on the power vacuum created by the overthrow and killing of Muammar el-Qaddafi in 2011.\n\nAid groups operating ships have rescued a significant percentage of the migrants in grave risk of drowning at sea. Some anti-immigrant parties have accused the aid groups of encouraging, or even colluding with, human traffickers.\n\nThat suspicion, and a far-right-wing ideology to protect European countries from Muslim and a nonwhite “invasion,” prompted a group of far-right activists operating under the name Defend Europe to charter a ship to monitor and disrupt aid group activity to prevent asylum seekers from reaching Europe.\n\nThe “identitarians,” as they call themselves, planned to board the ship this month in Sicily and sail toward Libyan waters. But the ship got stuck for days in Egypt.\n\nOn Wednesday, it arrived in Northern Cyprus, where its captain and first mate were reportedly arrested themselves for people-smuggling and forging documents after about 20 South Asians were found on board.\n\nAbout five of the South Asian crew asked for asylum. A spokesman for Defend Europe blamed the asylum requests on bribes from aid groups.", "summary": "Domestically, the waves of migrants have become a conservative talking point against the center-left government, which has found itself increasingly on the defensive as elections approach. Instead, Libya has emerged as a key point of departure for hundreds of thousands of migrants, as human traffickers capitalize on the power vacuum created by the overthrow and killing of Muammar el-Qaddafi in 2011. Aid groups operating ships have rescued a significant percentage of the migrants in grave risk of drowning at sea. On Wednesday, it arrived in Northern Cyprus, where its captain and first mate were reportedly arrested themselves for people-smuggling and forging documents after about 20 South Asians were found on board."}