{"title": "German Leader Denounces Anti-Immigrant Surge", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2014/12/16/world/europe/german-politicians-push-back-as-anti-immigrant-rallies-swell.html", "body": "The protesters in Dresden, a mix of young men, local neo-Nazis and ordinary citizens who have appropriated the rallying cry of anti-Communist demonstrators in East Germany in 1989, have made clear that not everyone agrees with immigration and refugee policy. Their chants of “Wir Sind das Volk,” or “We are the people,” have both struck a chord and sent a shudder throughout Germany.\n\nNerves were rattled last Friday, when three buildings newly renovated for a few dozen refugees in Vorra, a village of 1,000 near Nuremberg, were burned in what appeared to be arson attacks. A swastika and an anti-refugee slogan were daubed on one of the burned structures.\n\nVideo\n\nThe hand-wringing over anti-foreigner and right-wing sentiment crested in the last week. The three most prominent television hosts each devoted a whole show to the protests in Dresden, which are led by a group known as Pegida, a German acronym for Patriotic Europeans Against Islamization of the West.\n\nOpposition parties — the Greens and the Left Party — have accused Ms. Merkel’s conservative bloc of Christian Democrats and their Bavarian sister party, the Christian Social Union, of being too tentative in criticism of the protests because they fear losing votes on the right.\n\nThe German justice minister, Heiko Maas, a Social Democrat in Ms. Merkel’s coalition government of center-left and center-right parties, called Dresden demonstrators “a shame for Germany.” The majority of Germans, Mr. Maas said Monday, want to welcome refugees “who have just lost everything.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Maas cited the example of a pro-foreigner rally attended by 15,000 people in Cologne over the weekend, and counterdemonstrations in Dresden — attended by 9,000 people last week — welcoming refugees.\n\nThe protests have raised the question of whether Germany, despite relative prosperity and low unemployment, is vulnerable to the kind of populism on much stronger display in neighboring France, where polls show Marine Le Pen and her Front National party are favored by 25 percent to 30 percent of voters, or in Britain, where the anti-immigrant U.K. Independence Party has rattled the governing Conservative Party.\n\nA new party, Alternative for Germany, struck a populist tone and won local legislative seats this fall in three eastern German states, including Saxony, which in the past had elected neo-Nazis in the National Democratic Party to its state legislature. Every February, on the anniversary of the Allied bombing of 1945, Dresden is the venue for Germany’s biggest annual far-right protest.\n\nAdvertisement Continue reading the main story\n\nPolitics in eastern Germany, where memories of Communist rule are still strong a quarter-century after reunification, are notoriously febrile, and it is unclear whether Alternative for Germany can reach the 5 percent threshold needed for any legislative representation in Berlin, either in coming western German state elections, or in national elections to be held in 2017.\n\nOver the weekend, Alternative party leaders clashed over whether to heed the Dresden demonstrators. One leader, Alexander Gauland, said in a telephone interview that he would go Monday and talk with Pegida marchers. “I would like to know who they are,” he said, condemning other politicians for dismissing the Dresden crowd as out of hand.\n\n“Obviously, for the most part, these are normal people from right in the middle of society,” Mr. Gauland said."}