{"title": "Referendum Reshapes Scottish Political Terrain", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/04/18/world/europe/referendum-reshapes-scottish-political-terrain.html", "body": "Many thought that September’s independence referendum in Scotland, which the pro-independence side lost, 55 percent to 45 percent, was the end of the debate for a generation. Instead, it electrified politics here.\n\nDespite the referendum defeat and the resignation of its leader, Alex Salmond, the Scottish National Party has seen a huge increase in membership, to nearly 110,000 people, becoming the third-largest party in Britain, and it has managed to win and retain the support of those, including many Labour voters, who wanted independence.\n\nThe reason, Ms. Black said, is simple: Scots believe that the Labour Party has betrayed its working-class roots and become “red Tories,” little different than the Conservative Party.\n\nPhoto\n\nThe new Scottish National Party leader, Nicola Sturgeon, 44, who represents a nearby Glasgow constituency in the Scottish Parliament, has impressed Britons with her fluency and drive, while appearing less abrasive and defensive than Mr. Salmond. Some think she has outshone both Mr. Miliband and Prime Minister David Cameron, a Conservative, in televised debates, arguing against “austerity” and demanding more taxes on the wealthy.\n\nMr. Alexander, 47, who grew up here, has a good local reputation, and five years ago won the seat with 59.6 percent of the vote. He has represented the area in Parliament since 1997. But his situation is a metaphor for the rapid evolution of politics in Scotland, which one Labour member of Parliament likened to being caught, helpless, in a tsunami.\n\nThe local Labour Party is very anxious. Mark Macmillan, the leader of the Labour-run Renfrewshire Council, said as he canvassed here: “It’s very, very tight.”\n\nPaisley, once famous for its weaving and thread industries (the Paisley pattern, for instance) and its radical politics in the early 19th century, is now much poorer. The old industries are gone, the huge Anchor Mills has been turned into apartments, and while there are start-ups, much of the city’s employment is in public services.\n\nAdvertisement Continue reading the main story\n\n“Paisley has always been seen as a bellwether,” Mr. Macmillan said. “The current condition of the Scottish Labour Party is not great,” he conceded. “But locally Douglas is popular and well-known. It’s close, but it’s winnable.”\n\nThere are lots of local issues, from unemployment to the long waiting times at the Royal Alexandra Hospital, for which he blames the S.N.P.-led Scottish government. Labour promises more nurses for Scotland funded by increased taxation of the wealthy in southeastern England, and financial help for young people who do not go to college.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nJohn Lloyd, a Scot and former editor of The New Statesman magazine, said that “the collapse of the Labour machine” in Scotland has been gradual.\n\n“What destroyed the party was the decline of the unions, the de-industrialization of the west of Scotland and the rise of oil and the S.N.P., which said, ‘We’ve got the oil, and we can be independent and rich,’ ” Mr. Lloyd said. “The S.N.P. used to be a political joke, but Salmond made it something serious, digging into that well of Scottish schizophrenia, where the head said, ‘Stay with England,’ but the heart said, ‘We were a state once and could be again.’ ”\n\nJim McNaughton, an urban planner and campaign manager for Ms. Black, said that at least a third of the Labour voters his party has canvassed have expressed firm support this time for the Scottish National Party. “People don’t see it as just a personal clash between Douglas and Mhairi,” he said. “People are looking at the bigger picture — it’s about where Scotland is going.”\n\n10 Miles SCOTLAND River Clyde Paisley Glasgow Firth of Clyde Paisley and Renfrewshire South Parliment constituency\n\nVoters “feel betrayed by the Labour Party over the referendum,” he said, when Mr. Miliband stood with Mr. Cameron during the independence referendum to appeal for national unity. “They saw their party siding with the rich and the bankers in the southeast,” Mr. McNaughton said. “But more positively, most of the support for the S.N.P. comes from how can we make Scotland better, fairer, more prosperous.”\n\nPart of Labour’s problem is also Mr. Miliband, who is not well known or popular here.\n\nWhile Mr. Miliband is more left-wing than Tony Blair, the Scottish National Party is further left still. Mr. Miliband would need a rousing socialist campaign in Scotland to compete with Ms. Sturgeon, while at the same time, he must show the voters of England — 85 percent of the British electorate — that Labour is fiscally responsible.\n\nHis dilemma was on display Thursday night in a nationally televised debate among opposition party leaders, when Ms. Sturgeon pressed him sharply to commit to an after-election parliamentary coalition with the Scottish National Party in order to “lock David Cameron out of Downing Street.”\n\nMr. Miliband, looking uncomfortable, refused, emphasizing his “fundamental disagreements” with the S.N.P. over Scottish independence and Britain’s submarine-based nuclear deterrent. He attacked her for wanting the Tories out, but trying to undermine Labour everywhere, making a Tory victory more possible.\n\nAdvertisement Continue reading the main story\n\nIn downtown Paisley, where the 12th-century abbey contrasts with empty storefronts on the main street, Margaret Flanagan said: “I used to vote Labour, and my mother and father always voted Labour.”\n\nMrs. Flanagan, 75, added: “Labour’s as bad as the Tories. They’ve gone as conservative as the Tories. The S.N.P., they’re more working-class.” She had a telephone call from the Alexander campaign in which, she said, she told the caller that she was undecided.\n\nSteven Bowie, an engineer who lives in what the pollsters consider an “aspiring working-class” neighborhood of neat homes, told Labour canvassers that he was undecided, and he seemed genuinely so. He voted for Labour last time but said he was wavering.\n\nStephen Campbell, 22, voted for independence but thinks that neither Labour nor the Scottish National Party is being fully honest. “The S.N.P. is not fully coming out and saying what are their goals in Westminster,” he said. “And Labour?” he sighed. “They’re not really speaking to me, they seem to be speaking to England.”\n\nMs. Black, who calls herself “a political geek,” spent the last two years campaigning for independence. The referendum last September reinforced her love of politics. “It forced people to stop and think of the future,” she said.\n\nIf she wins on May 7, she says, she will go to London, push for change, find a good committee.\n\nIf she loses, Ms. Black said, “I’ll get some sleep.” Then she paused. “And then I’d better start revising for my politics exam.”", "summary": "Some think she has outshone both Mr. Miliband and Prime Minister David Cameron, a Conservative, in televised debates, arguing against “austerity” and demanding more taxes on the wealthy.There are lots of local issues, from unemployment to the long waiting times at the Royal Alexandra Hospital, for which he blames the S.N.P.-led Scottish government.Labour promises more nurses for Scotland funded by increased taxation of the wealthy in southeastern England, and financial help for young people who do not go to college.Mr. Miliband would need a rousing socialist campaign in Scotland to compete with Ms. Sturgeon, while at the same time, he must show the voters of England — 85 percent of the British electorate — that Labour is fiscally responsible.Steven Bowie, an engineer who lives in what the pollsters consider an “aspiring working-class” neighborhood of neat homes, told Labour canvassers that he was undecided, and he seemed genuinely so."}