{"title": "Europe Focuses on Emerging Threats From Smaller Crews of Terrorists", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/01/14/world/europe/europe-focuses-on-emerging-threats-from-smaller-crews-of-terrorists.html", "body": "The growing number of potential troublemakers is compounded, the former intelligence official said, by a diminished ability to track them. “We have less intelligence capacity in the wake of Edward Snowden’s leaks,” he said, referring to the former contractor for the National Security Agency who exposed many of its eavesdropping activities. “The tactics that are being used by terrorists make it harder, too.”\n\nAfter a series of attacks by individuals or small groups across Europe, governments are pressing for more powers to gather intelligence from modern means of communication like Internet sites, including social media. Germany wants to revoke the ID cards of those suspected of traveling to join jihadist groups. In France, there is now a debate about increased surveillance powers, through something of a French Patriot Act.\n\nEven as the episodes in Paris were playing out last Thursday, Andrew Parker, director of Britain’s domestic intelligence agency, MI5, called for more authority to monitor communications. Threats are increasing, he said, as terrorist arrests rise sharply, and “three U.K. terrorist plots” that could have led to deaths were disrupted in recent months.\n\n“My sharpest concern,” Mr. Parker said, “is the growing gap between the increasingly challenging threat and the growing availability of capabilities to address it.”\n\nHis speech added to the long-running debate here about how to balance the right of privacy with the obligation to provide security for citizens. Mr. Parker warned, as Mr. Cameron did on Monday in Nottingham, that intelligence agencies should have the legal means to intercept the encrypted communications of suspected terrorists.\n\nMr. Cameron promised to ensure there would be no areas online where terrorists, criminals and pedophiles could hide. But the deputy prime minister, Nick Clegg of the Liberal Democrats, immediately criticized the proposal on privacy grounds.\n\n“The hardest problem” for the intelligence services, said the former British intelligence official, who requested anonymity because of the sensitivity of the topic, is “what we call ‘target acquisition,’ figuring out who these people are, rather than investigating known targets.” That effort, he said, requires cooperation from technology companies, which have been pressured to protect privacy since the N.S.A. leaks. “That just isn’t there anymore as a consequence of Snowden,” the former official said.\n\nAdvertisement Continue reading the main story\n\nRobert Hannigan, the director of G.C.H.Q., Britain’s electronic intelligence agency, recently accused the technology companies of providing “command-and-control networks of choice for terrorists and criminals.”\n\nLone actors or small groups communicate less, or more often in person, and many have become more careful in using telephones and the Internet. Family ties help them, too. Saïd and Chérif Kouachi, the brothers killed in a police raid after being identified as suspects in the Paris attacks, would have been able to converse without raising much concern, experts said, because calls between brothers are not unusual.\n\nSometimes, family members radicalize one another. The brother and sister of Mohammed Merah, who killed seven people in Toulouse in 2012 while targeting soldiers and Jews, were more radical than he was.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSimilar circumstances surrounded the Frenchman Mehdi Nemmouche, who killed four people at the Jewish Museum of Belgium in June after his return from Syria, said Camille Grand, director of the French Foundation for Strategic Research.\n\n“Small groups with limited logistics are a major problem,” Mr. Grand said. Even if they are on a watch list, “when they decide to act, unless you have an informant or what security people call ‘exquisite intelligence,’ with a phone call that says tomorrow is the day, you can’t monitor and follow everyone full time.”\n\nShashank Joshi, a research fellow at the Royal United Services Institute in London, said that a lone wolf, or a small group known as a wolf pack, operating without formal control from abroad, created enormous problems.\n\nMore on the Paris Shootings\n\nThe acquisition of a weapon — even a Kalashnikov rifle, which costs less than $2,500 on the black market, much less knives and a meat cleaver like the ones used in the attack on a British soldier, Lee Rigby, in 2013 — is unlikely to set off the kind of alarms that ordering tons of chemicals might. And there are a variety of new communications channels, like WhatsApp and Snapchat, some of which encrypt their data.\n\nBut more power to monitor would mean more data to sift, Mr. Joshi said, and would require more money and staffing. “We shouldn’t confuse powers with resources,” he said.\n\nRaffaello Pantucci, director of international security studies at the Royal United Services Institute, has studied lone actors, and he said they were often known to the police “but haven’t yet crossed the threshold of concern, so they’re in the background, a lower priority.”\n\nAdvertisement Continue reading the main story\n\nThe suspects in Paris were not lone wolves — like Mr. Rigby’s killers or Anders Behring Breivik, who killed 77 people in Oslo in 2011 — but were long-term radicals who had been largely inactive, Mr. Pantucci said.\n\n“If they’re never the leader, never the principal, at some point you don’t focus on them,” he said. “They don’t set off intelligence tripwires.”\n\nIn a study of 119 lone-actor terrorists in the March 2014 Journal of Forensic Sciences, Paul Gill, a lecturer at University College London, and his co-authors found that there was “no uniform profile” of lone actors, although they often spoke beforehand about their grievances, beliefs and even their intention to commit violence. The study also found that their acts “were rarely sudden and impulsive” and that they “regularly engaged in a detectable and observable range of activities with a wider pressure group, social movement or terrorist organization.”\n\nThat finding would suggest that traditional police work within target communities is vital to detecting a potential attack. At this point, Mr. Gill said in a telephone interview, there are eight to 10 such attacks a year, and he expects the number to increase.\n\nLone actors are difficult but not impossible to detect, Mr. Gill said. “There are weaknesses in these lone actors that create opportunities for counterterrorism,” he said. A study that he did for the United States Department of Homeland Security found, to his surprise, that “in 60 percent of the cases, the individuals had leaked very specific information about the plots they were about to go on,” telling families and friends what they were going to do, Mr. Gill said.\n\nMany of them, he said, try to be dramatic so the attack will be remembered, because the propaganda value is as important as the amount of damage. He mentioned the Rigby killing, which claimed a single victim but was done in a very public space. Some of the scene and comments by one of the perpetrators were recorded and then broadcast.\n\n“He learned his script and spoke into the phone camera, with his bloody hands, and that imagery will always be remembered,” Mr. Gill said. “So they provide a script for other lone actors to follow.”", "summary": "After a series of attacks by individuals or small groups across Europe, governments are pressing for more powers to gather intelligence from modern means of communication like Internet sites, including social media.Similar circumstances surrounded the Frenchman Mehdi Nemmouche, who killed four people at the Jewish Museum of Belgium in June after his return from Syria, said Camille Grand, director of the French Foundation for Strategic Research.The acquisition of a weapon — even a Kalashnikov rifle, which costs less than $2,500 on the black market, much less knives and a meat cleaver like the ones used in the attack on a British soldier, Lee Rigby, in 2013 — is unlikely to set off the kind of alarms that ordering tons of chemicals might.In a study of 119 lone-actor terrorists in the March 2014 Journal of Forensic Sciences, Paul Gill, a lecturer at University College London, and his co-authors found that there was “no uniform profile” of lone actors, although they often spoke beforehand about their grievances, beliefs and even their intention to commit violence.A study that he did for the United States Department of Homeland Security found, to his surprise, that “in 60 percent of the cases, the individuals had leaked very specific information about the plots they were about to go on,” telling families and friends what they were going to do, Mr. Gill said."}