{"title": "Nicola Sturgeon Becomes Leader of Scottish National Party", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2014/11/15/world/europe/nicola-sturgeon-scottish-national-party-leader.html", "body": "Photo\n\nLONDON — After 10 years as deputy leader, Nicola Sturgeon moved into the top job of the pro-independence Scottish National Party on Friday and immediately suggested that the party might seek another referendum on separation from the United Kingdom after the defeat of an independence vote in September.\n\nMs. Sturgeon, 44, was unopposed for the position at a party convention in Perth, Scotland. She will replace Alex Salmond, who announced his resignation as party leader and first minister of Scotland, the head of government, after Scots voted “no” on independence.\n\nThe party holds a majority of seats in the Scottish Parliament in Edinburgh, and Ms. Sturgeon is expected to be formally elected first minister next week. Known as a tough and effective politician, Ms. Sturgeon studied at Glasgow University and worked as a lawyer before being elected to the Scottish Parliament at the age of 29 in 1999.\n\nAfter her long apprenticeship as deputy, Ms. Sturgeon had no rival for the leadership and takes over a buoyant party.\n\nAdvertisement Continue reading the main story\n\nDespite losing in September, the pro-independence campaign has galvanized support for the Scottish National Party, which has increased its membership and is expected to make gains at the expense of the opposition Labour Party in next year’s British general election.", "summary": "LONDON — After 10 years as deputy leader, Nicola Sturgeon moved into the top job of the pro-independence Scottish National Party on Friday and immediately suggested that the party might seek another referendum on separation from the United Kingdom after the defeat of an independence vote in September.She will replace Alex Salmond, who announced his resignation as party leader and first minister of Scotland, the head of government, after Scots voted “no” on independence.The party holds a majority of seats in the Scottish Parliament in Edinburgh, and Ms. Sturgeon is expected to be formally elected first minister next week.Known as a tough and effective politician, Ms. Sturgeon studied at Glasgow University and worked as a lawyer before being elected to the Scottish Parliament at the age of 29 in 1999.After her long apprenticeship as deputy, Ms. Sturgeon had no rival for the leadership and takes over a buoyant party."}