{"title": "Passengers’ Accounts of Rescue From Burning Ferry Differ Sharply", "authors": ["Elisabetta Povoledo"], "url": "https://www.nytimes.com/2015/01/09/world/europe/passengers-offer-sharply-differing-accounts-of-rescue-from-burning-ship.html", "body": "“Women were screaming, children crying, people rushed around, looking for life vests,” said Mr. Ndreu, who was on the return leg of a visit to relatives in Albania, in a town close to the Greek border. He spoke on his brother-in-law’s mobile phone; his own was lost during those first panicky moments.\n\n“No one was giving us any orders,” Mr. Ndreu said. “There was a lot of confusion. I don’t want to blame the crew, but no one was telling us what to do, and that made people more afraid.”\n\nHe strapped on a life vest and made his way to a railing, where a few crew members were helping passengers step into a long, wide plastic orange chute that ran down the side of the ship and into a lifeboat.\n\nHe slid for a few meters but quickly found himself trapped between passengers who had entered before him, and another passenger who landed on his shoulders. “It was chaos. Fortunately after the guy on top of me, the crew had stopped sending people down the chute,” he said.\n\nPhoto\n\nPanic rising, he said he “prayed to God for help.”\n\nOnce aboard the lifeboat, he found himself exhausted and nauseated with fewer than a dozen people, though the boat could hold many more.\n\nSomeone cut the ropes that held the lifeboat to the ferry and it drifted off.\n\nEventually — he could not say after how long — a cargo ship arrived, and he remembered ropes being lowered. “It was difficult to grab hold because the sea was so rough and the wind was very, very strong; the lifeboat kept moving away,” he said.\n\nThen, suddenly, the lifeboat flipped over and Mr. Ndreu found himself in the water, underneath, floating in an air pocket. “I came out where there was air. I held on to the tubes that made the lifeboat float. There was another person next to me, and we both held on.”\n\nAdvertisement Continue reading the main story\n\nAfter about 20 minutes underneath the boat, and being battered by the hull, Mr. Ndreu swam under the rim and into the rough sea, holding on to ropes attached to the sides with both hands.\n\nOverhead, he heard the sound of a helicopter through the rain and the waves. He saw a man gesturing for Mr. Ndreu to prepare himself. “It took some time, but, finally, he harnessed me,” he said. He was lifted into the helicopter and taken to a military base in Gallipoli, in southern Italy, where he waited for his family to drive the eight hours from their home in Forli, in the Emilia-Romagna region of Italy.\n\nAs to the fate of the other passengers in the lifeboat, he could not say. He never saw them again. “I don’t know what happened to them, I couldn’t keep track, it was just such an incredible experience,” he said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Koron, one of the last passengers to disembark, woke to a siren and the acrid odor of smoke and burning plastic.\n\nInitially, he and some of the passengers found refuge on one bridge, breaking the windows to let in air.\n\n“You couldn’t stay inside long; the smoke burned your eyes,” he said from Sesto al Reghena, in the Friuli-Venezia Giulia region of Italy, where he lives with his family, driving a truck for a local company. He is originally from Slovenia.\n\nHe opted to take refuge on an outer deck, taking cover from the rain and seawater under a metal sheet. There he shivered as fireboats sprayed water aboard, trying to tame the flames. Explosions could be heard below.\n\nVideo\n\nPassengers were told that the only way of getting off the ship was by helicopter, and he said he prepared himself for a long wait. “It’s only in Rambo movies where people are evacuated immediately,” he said.\n\nOver the next 30 hours he watched as passengers were airlifted to safety, children, women and families first. The evacuation was ordered once the navy was involved, he said.\n\nAdvertisement Continue reading the main story\n\nWhile some passengers complained that they had been left to fend for themselves, Mr. Zoron was impressed by the rescue. “I knew some of the Greek crew from before, and some know me by name. I’ve done that route for 12 years,” he said. “I wasn’t worried.”\n\nMr. Zoron was one of the last people to be airlifted to safety, he said.\n\nThe ship’s commander, its first mate, a crew member responsible for one of the lifeboats, and its owner are all under investigation on suspicion of involuntary shipwreck, multiple manslaughter, and other crimes, along with two individuals with the Greek company that operated the ferry.\n\nFirefighters, forensic experts and other specialists are continuing to investigate. Both of the ship’s black boxes with their navigational data have been recovered and have been turned over to prosecutors in Bari.\n\nSeveral hypotheses on the cause of the fire have been advanced, but prosecutors await an inspection of the ferry, which cannot be carried out until the fires are completely out and it has cooled enough to go inside.\n\nProsecutors are also looking into the ferry’s safety measures to see if they worked as they should have, and whether evacuation procedures were handled properly. They also want to know if correct precautions had been taken in securing the ship’s cargo, given the rough weather.\n\nThe number of people under investigation could increase, depending on what is discovered upon an examination of the wreck and “what we can reconstruct based on the testimonies of the survivors,” Mr. Volpe, the Bari prosecutor, said in a telephone interview.\n\nPeople were afraid, Mr. Zoron said, though he did not see scenes of panic. “People were supportive of each other, taking turns warming up in the areas where it wasn’t too wet,” he said. “We were all united.”\n\n“The captain controlled everything,” he added. “As far as I am concerned, everything worked as it was supposed to.”"}