{"title": "Third Body Is Found in Rubble of Police Raid Near Paris", "authors": ["Aurelien Breeden", "Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2015/11/21/world/europe/paris-attacks.html", "body": "French news organizations have reported that Mr. Abaaoud was recorded on a surveillance video at 10:14 p.m. on Nov. 13 at the Croix de Chavaux station on the No. 9 line of the Métro — near the street where the attackers at four restaurants in the 10th and 11th Arrondissements left a black Seat Léon. If confirmed, the video suggests that Mr. Abaaoud had been not only an organizer of the attacks, but also a participant.\n\nOn Friday, a lawyer for Mr. Abaaoud’s father, Omar, said he had expressed dismay that his son had not been captured alive, because the family wanted to learn what had happened to a younger son who had been lured to fight for the Islamic State.\n\n“He was expecting for the raid to end very badly,” the lawyer, Nathalie Gallant, told reporters in Brussels. Abdelhamid Abaaoud had persuaded his brother Younes, then 13, to join him in Syria.\n\nOmar Abaaoud’s “only regret is that they didn’t capture him alive so that they could interrogate him,” Ms. Gallant said. “The father hoped to understand how his son could have gone off the tracks, understand why he took Younes with him, where Younes is, and whether he’s still alive or whether he’s dead.”\n\nPhoto\n\nMoroccan news agencies reported on Friday that another brother, Yassine, who is in jail in Morocco, tipped off Moroccan security services that Abdelhamid was not in Syria — as French intelligence agencies initially believed — but rather in France, leading intelligence agencies to the apartment in St.-Denis.\n\nA senior Moroccan diplomat declined to comment on those reports, saying only that the cooperation between the French and Moroccan intelligence and security services was “very strong,” and that officials in both countries were working together on the investigation in “a very serious and efficient way.”\n\nOne of the many unanswered questions in the investigation is the identity of a suicide bomber who entered Greece on Oct. 3 by presenting himself as a refugee with a Syrian passport — probably fake or stolen — and detonated his vest outside the French soccer stadium in St.-Denis. Compounding the mystery, the French authorities concluded on Friday, based on fingerprint analysis, that a second suicide bomber outside the stadium also entered Greece on Oct. 3. (It was not clear how.) The identities of the men are not known.", "summary": "French news organizations have reported that Mr. Abaaoud was recorded on a surveillance video at 10:14 p.m. on Nov. 13 at the Croix de Chavaux station on the No. “He was expecting for the raid to end very badly,” the lawyer, Nathalie Gallant, told reporters in Brussels. One of the many unanswered questions in the investigation is the identity of a suicide bomber who entered Greece on Oct. 3 by presenting himself as a refugee with a Syrian passport — probably fake or stolen — and detonated his vest outside the French soccer stadium in St.-Denis. Compounding the mystery, the French authorities concluded on Friday, based on fingerprint analysis, that a second suicide bomber outside the stadium also entered Greece on Oct. 3."}