{"title": "Nationalist Leader in Scotland Wagers Career on Independence Vote", "authors": ["Steven Erlanger", "Katrin Bennhold", "The Saturday Profile"], "url": "https://www.nytimes.com/2014/04/19/world/europe/alex-salmond-scottish-independence.html", "body": "Scots regard themselves as a nation, with their own church, legal and educational system, rugby and soccer teams, political culture and habits of mind, out of step with a center-right government in London led by Prime Minister David Cameron, a Conservative. Now there are more pandas (two) in Scotland than Conservative members of Parliament, and Mr. Salmond is skillfully playing on Scottish pride, nostalgia and distaste for Westminster to make the idea of independence seem within grasp.\n\nWith a combination of a ferocious, bullying wit and skillful retail politics, Mr. Salmond has leapt on every error of the “no” campaign — called Better Together — to slowly improve the independence movement’s poll results. Those favoring Scottish independence have increased from 30 percent to almost 40 percent in most polls, while the “no” vote hovers in the high 40s. But about one in six Scots still call themselves undecided or are simply refusing to say how they will vote. With the campaign growing more intense, the arguments are getting nastier.\n\n“There’s a hysteria of potential loss of possession impinging on the minds of the British establishment,” Mr. Salmond said with some glee, contemptuously dismissing the leader of the “no” campaign, Alistair Darling, who was chancellor of the Exchequer in the British government under the Labour Party in the last decade, as weak and bluffing about the dire economic fate an independent Scotland might face.\n\nWhen asked if he was not taking on a needlessly negative tone, Mr. Salmond, momentarily thrown, called his caustic criticism of Mr. Darling banter. Recovering, he then retorted: “It’s when you attempt to scaremonger a nation, to materialize boogeymen out of cupboards, when you intend to intimidate people out of voting or out of aspiration, when you tell people they are somehow inadequate or not good enough to take charge of their own affairs — that’s negativity.”\n\nFOR many, this is a battle between the heart and the head, with Mr. Darling, who leads a cross-party effort, emphasizing the economic risks Scotland runs and the shifts Mr. Salmond has made over the years. Originally a proponent of an independent Scotland’s adopting the euro as its currency, Mr. Salmond has since reversed course to favor continued use of the British pound.\n\nBut a statement by all three main British parties — the Conservatives, Labour and the Liberal Democrats — insisted that an independent Scotland would not be able to use the pound. Above all, questions have been raised about jobs — from those of the 15,000 people who work in defense in Scotland, since Britain would be unlikely to build ships in what would be a foreign nation, to those dependent on North Sea oil and gas, which some analysts warn might run out faster than predicted.\n\nMr. Salmond says that the British would quickly come to terms with a Scotland that had voted freely to become independent in a referendum that Westminster had allowed.\n\nAdvertisement Continue reading the main story\n\n“They are bluffing, you don’t need me to tell you they’re bluffing, their own minister said so to The Guardian,” Mr. Salmond said. He was referring to an unnamed minister who told the newspaper that there would be negotiations with an independent Scotland that could involve trading the use of the pound for the maintenance of the British nuclear base at Faslane, which Mr. Salmond has said a nuclear-free Scotland would remove.\n\nScotland’s main export market is the rest of the United Kingdom. However, Scotland is the rest of the country’s second-biggest market, after the United States, Mr. Salmond said. Citing Scotland’s Adam Smith, whose statue overlooks the Royal Mile here, he said a deal would have to be done. “It’s enlightened self-interest, it’s what grown-ups do,” he said. “The point is to ensure that both countries prosper.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIf Britain insists on being the inheritor nation, as Russia was after the breakup of the Soviet Union, he warned, it will also inherit the entire debt of the United Kingdom — another reason, in his view, that London would allow Scotland to share the pound.\n\nBrussels, too, would come around, he insisted, dismissing statements from the president of the European Commission, José Manuel Barroso, that an independent Scotland would have to reapply to the European Union as a new state. Spain, which opposes a similar referendum in Catalonia and has never recognized Kosovo’s independence, could hardly object to a democratic vote sanctioned by Westminster, Mr. Salmond said.\n\n“These are scare stories for children,” he said. “The idea that after a democratic vote for independence for Scotland that anyone will stand in the way of having the best outcome for Scotland or the rest of the U.K. or the rest of Europe is ridiculous,” he said. “It would run counter to every democratic provision in the European ideal.”\n\nMagnus Linklater, editor of The Scotsman from 1988 to 1994, said Mr. Salmond was still struggling to convince a majority here. They may like the way his party rules, but they disagree with its central tenet — independence, Mr. Linklater said. “People are worried about it,” he said. “They’re not sure the timing is right, that the economic climate is right.”\n\nBut Mr. Salmond has given Westminster a fright. Mr. Darling’s Labour Party, for years Scotland’s strongest, has suffered from the nationalists’ popular proposals for Scandinavian-style social democracy, and without Scotland, the British Labour Party would see its chances of winning a general election sharply diminished.\n\nMr. Darling said in an interview that polls would go up and down but that “it remains clear that a majority of the population are not backing independence.” His task, he said, “is to persuade a majority of my fellow countrymen that we’re better together for jobs, for pensions, for welfare, for Europe, and that cultural ties should not be broken, that Scots can be both and should not be forced to choose.”\n\nIn some ways, he suggested, the “no” campaign has it harder. “We need to win and win well, while they only need to win by one vote,” Mr. Darling said. “But we hope we win well enough to say that this has been settled for at least a generation.”\n\nAdvertisement Continue reading the main story\n\nMR. SALMOND, an economist who also studied medieval Scottish history, was born in Linlithgow, like James V and Mary, Queen of Scots. His parents were civil servants, and at 26, he married Moira, then 43, who later became his boss.\n\nAsked what has brought Scotland to this vital moment, Mr. Salmond laughed and said the arrogance of the Conservative Party under Margaret Thatcher, which introduced an unpopular poll tax and tried it out first in Scotland. Second, he said, has been the success of the Scottish Parliament, which has governed effectively since its re-establishment in 1999.\n\nMr. Cameron is disliked here, considered cowardly for not coming north to debate Mr. Salmond; his recent speech from Olympic Park in London appealing to Scottish emotions for “Team G.B.” — Great Britain — fell flat. But Mr. Cameron’s success in getting Mr. Salmond to agree to a single in-or-out question in September, as opposed to having a second question proposing even more autonomy, was considered clever.\n\nMr. Salmond, of course, disagrees, and the move may backfire. While he would have preferred a second question, he said, what mattered to him was getting Westminster’s consent to have the referendum.\n\nIndependence, he is sure, is inevitable. “My whole political life I’ve never believed in anything short of Scottish independence,” he said. “Independence is about having sovereignty,” and “what you do with that sovereignty is a question of choice.”", "summary": "Scots regard themselves as a nation, with their own church, legal and educational system, rugby and soccer teams, political culture and habits of mind, out of step with a center-right government in London led by Prime Minister David Cameron, a Conservative.With a combination of a ferocious, bullying wit and skillful retail politics, Mr. Salmond has leapt on every error of the “no” campaign — called Better Together — to slowly improve the independence movement’s poll results.Above all, questions have been raised about jobs — from those of the 15,000 people who work in defense in Scotland, since Britain would be unlikely to build ships in what would be a foreign nation, to those dependent on North Sea oil and gas, which some analysts warn might run out faster than predicted.If Britain insists on being the inheritor nation, as Russia was after the breakup of the Soviet Union, he warned, it will also inherit the entire debt of the United Kingdom — another reason, in his view, that London would allow Scotland to share the pound.Mr. Cameron is disliked here, considered cowardly for not coming north to debate Mr. Salmond; his recent speech from Olympic Park in London appealing to Scottish emotions for “Team G.B.” — Great Britain — fell flat."}