{"title": "E.U. Agrees to Naval Intervention on Migrant Smugglers", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2015/05/19/world/europe/european-union-human-trafficking-military.html", "body": "But it appears to do little to address the underlying causes of mass migration or the fate of those who have flocked to the shores of North Africa in hopes of reaching Europe.\n\n“It’s not clear to me that the ministers understand the complexities of migration dynamics involved,” said Elizabeth Collett, the director of the Migration Policy Institute Europe, a research institute based in Brussels. “Military operations in the Mediterranean are only really likely to have any impact as one very small piece in a far more comprehensive strategy to address smuggling.”\n\nPhoto\n\nThe tougher stand against human smuggling comes amid a sharp spike in migration to Europe, much of it driven by a crescent of conflicts involving Islamic extremists from Nigeria and Mali to Somalia and Syria.\n\nMost critically, overshadowing the crisis is the prospect of uncontrolled migration from Libya, where a civil war and the limited reach of the authorities have made it easier for smugglers to use the country as a launching pad for the dangerous journey to the European Union.\n\nThere were about 17 times as many refugee deaths — more than 1,800 people — from January to April this year as there were during the same period last year. Overall, 436,000 people applied for asylum across Europe last year, according to the United Nations refugee agency.\n\nJust in Italy, the nation most affected by the crisis in the Mediterranean because of its proximity to Libya, some 33,000 have applied for asylum so far this year, on top of 170,000 arrivals last year.\n\nThe resulting deaths have prompted the European authorities to seek a united response, amid concerns that the lucrative trade is helping finance terrorism in North Africa and offering terrorists a way into Europe. The loss of life has climbed in recent weeks as smugglers in North Africa offer the migrants passage in flimsy rubber dinghies and overcrowded fishing boats.\n\nAdvertisement Continue reading the main story\n\nLast week, the European authorities presented plans to spread the burden of processing and accommodating asylum seekers among most of the bloc’s 28 member states. That plan has met with resistance in countries like Britain and Hungary, and it still needs the approval of governments at a summit meeting in June.\n\nBut the meeting on Monday focused on a different aspect of the European response: military operations to disable the smugglers’ vessels before they leave North African shores and to destroy smugglers’ operations.\n\nFederica Mogherini, the European Union foreign policy chief, told reporters after the meeting Monday that action was needed for the “destruction of the business model of the smugglers, the system that they have, the organizations, the networks themselves, to make it physically impossible for these criminal organizations” to continue operating.\n\nThe idea was “to neutralize these vessels so they can’t be reused,” Ms. Mogherini said.\n\nHow to stem the tide of migrants and accommodate those who make it to the European Union is among the thorniest challenges for the bloc. Even as strong anti-immigration sentiment in some countries has fueled demonstrations and gains for right-wing parties, there remains a deep reluctance in the European Union to use force in places like Libya, where NATO’s enforcement of a no-fly zone in 2011 helped to drive the country’s dictator, Col. Muammar el-Qaddafi, from power.\n\nSince then, the Libyan government has virtually collapsed, its authority limited to the country’s east, while many migrant smugglers operate in the country’s west. But the reality of what amounts to a failed state on the opposing shore of the Mediterranean has raised the difficult question of what authority European countries could deal with in Libya to coordinate any intervention.\n\n“We have insisted on having a legal ground for every step on the way, and also to be able to control each and every step,” Margot Wallstrom, the Swedish foreign minister, told reporters.\n\nA United Nations Security Council resolution would be necessary “as the basis for our actions,” she said.\n\nMs. Collett also said there could be some hurdles for Europe to win the resolution it is seeking from the United Nations Security Council for operations in Libyan territorial waters.\n\nAdvertisement Continue reading the main story\n\nThere is “some nervousness within the Security Council as to whether this resolution would become the thin end of the wedge and have implications for maritime migration taking place in other parts of the world such as the Red and Andaman Seas,” she said.\n\nAdvocates for the welfare of the migrants were also wary.\n\n“Saving lives must remain at the forefront of Europe’s approach to managing migration,” said John Dalhuisen, the director for Europe and Central Asia for Amnesty International.\n\n“Any naval intervention must not distract European naval and aerial assets from their key search-and-rescue mission to save refugees and migrants at sea,” he said.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe plan under discussion in Brussels would be divided into three phases.\n\nThe first would increase patrols in international waters to find out what routes the smugglers use and to collect other intelligence.\n\nThe second part would involve the boarding, seizure and diversion of vessels encountered in international waters. That will probably require a United Nations Security Council resolution if those actions are to be conducted in the territorial waters of North African countries, or the consent of those countries.\n\nThe third phase, calling for “all necessary measures against a vessel and related assets,” is the most the problematic because it would involve actions near the coasts of Libya and other countries, and possibly involve other operations to identify and attack targets. Though European officials have repeatedly ruled out putting European “boots on the ground” to stop That could require both a Security Council resolution and the agreement of the targeted countries.\n\nThe ministers also decided Monday to put the command-and-control center for the operation in Italy, a front-line state for the migrants leaving from North Africa that has significant experience patrolling the Mediterranean. The operation, to be called EU Navfor Med, would be based in Rome and under the command of Rear Adm. Enrico Credendino.\n\nThe so-called Central Mediterranean Route is the most widely used sea route for the migrants, who are smuggled mainly from the Libyan coast across to Malta and the Italian islands of Lampedusa and Sicily. There are also concerns that the trade is increasing the threat of terrorist attacks in Europe.\n\nAdvertisement Continue reading the main story\n\nNATO had not been formally approached for help, Mr. Stoltenberg, the NATO chief, said on Monday. But he said the Western military alliance stood “ready to help if there is a request” for such assistance.\n\n“Of course, one of the problems is that there might be foreign fighters, there might be terrorists, also trying to hide, to blend in, among the migrants,” Mr. Stoltenberg told reporters.\n\n“We have to respond to this turmoil, to these threats, in many different ways,” he said.\n\nMigration routes across the Mediterranean are among the most dangerous in the world, according to European officials, who say more than 20,000 people have died trying to make the crossing during the past two decades.", "summary": "The tougher stand against human smuggling comes amid a sharp spike in migration to Europe, much of it driven by a crescent of conflicts involving Islamic extremists from Nigeria and Mali to Somalia and Syria. Most critically, overshadowing the crisis is the prospect of uncontrolled migration from Libya, where a civil war and the limited reach of the authorities have made it easier for smugglers to use the country as a launching pad for the dangerous journey to the European Union. The resulting deaths have prompted the European authorities to seek a united response, amid concerns that the lucrative trade is helping finance terrorism in North Africa and offering terrorists a way into Europe. The loss of life has climbed in recent weeks as smugglers in North Africa offer the migrants passage in flimsy rubber dinghies and overcrowded fishing boats."}