{"title": "16 Arrests in Belgium Terrorism Raids", "authors": ["Andrew Higgins", "Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2015/11/23/world/europe/brussels-remains-on-highest-alert-level-as-manhunts-expand.html", "body": "The operation, the biggest in the Belgian capital since the Paris attack, began shortly after a government meeting on the crisis and a decision to maintain for a second day the highest possible alert level in Brussels.\n\n“We fear an attack similar to the one in Paris,” Prime Minister Charles Michel said Sunday at a news conference. “A number of individuals could launch an attack on several locations in Brussels simultaneously.” He spoke amid a growing mood of crisis as the authorities extended the hunt for Mr. Abdeslam, believed to be the only known survivor from three terrorist squads that attacked Paris, and for a widening number of suspects in Belgium linked to it.\n\nPolice officers and soldiers in camouflage blocked roads around the central headquarters of the Brussels police, near the Grand Place, and around the offices of the federal police.\n\nMr. Michel did not elaborate on what information the government had received of a possible assault, saying only that it had “indications that the targets of such an attack will be areas that attract large crowds like commercial centers.”\n\nBelgium’s interior minister, Jan Jambon, said that threat was wider than that posed by Mr. Abdeslam, suggesting that the Paris attacks may have involved a far broader network than originally thought. “There’s no point in hiding it; there is a real threat,” Mr. Jambon earlier told a Sunday program on the Belgian broadcaster VRT.\n\nA former French intelligence official close to the investigations said that the Belgians were looking for eight to 10 people who were heavily armed with weapons and explosives, in addition to Mr. Abdeslam.\n\nAdvertisement Continue reading the main story\n\nWith the country’s threat level at 4, the highest possible, the United States Embassy in Brussels continued to advise citizens to “remain at home” and avoid public gatherings. The authorities announced that schools and subways in Brussels would remain closed on Monday.\n\nA railway station under the headquarters of the European Union’s executive branch remained sealed off on Sunday, and all traffic on the Brussels metro system was suspended. Soldiers with automatic weapons patrolled malls. Several big stores stayed closed. A huge Sunday market near the Brussels-South railway station that usually draws as many as 50,000 shoppers was canceled.\n\nMr. Michel said Saturday that the threat level had been raised because of “information, relatively precise, of a risk of an attack similar to the one that unfolded in Paris.”\n\nBernard Clerfayt, the mayor of Schaerbeek, a commune of Brussels, was more loose-tongued. On Sunday, he told the Belgian television network RTBF that “there are two terrorists on the ground in the Brussels region.”\n\nAt the same time, the French authorities published a new call on Sunday for witnesses related to the attacks in Paris and last week’s raid in St.-Denis, appealing for more information about the suicide bomber who was the second of three attackers to detonate explosives vests outside the Stade de France.\n\nPhoto\n\nThe call for witnesses, published by the French national police on Twitter, included a picture but not a name, and asked anybody who had information on the person to contact the authorities. The second suicide bomber detonated his vest near Gate H of the stadium, killing only himself.\n\nThe first detonated his explosives near Gate D, killing one other person. A Syrian passport for a 25-year-old man named Ahmad al-Mohammad, from Idlib, Syria, was found near his body, but the French authorities believe the passport may have been stolen.\n\nOn Friday, the Paris prosecutor’s office said that fingerprints for both the first and second bombers were taken at the same check for migrants in Greece on Oct. 3. The third bomber, identified as Bilal Hadfi, 20, a French citizen living in Belgium, detonated his explosives on the nearby Rue de la Cokerie but did not kill anybody else.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe appeal for help and the extraordinary security measures in Brussels came amid fresh revelations about another suspect, Abraimi Lazez, 39, a Belgian of Moroccan descent, who was arrested Thursday and charged with helping Mr. Abdeslam after his return to Belgium following the Nov. 13 attacks in Paris.\n\nAdvertisement Continue reading the main story\n\nThe authorities arrested Mr. Lazez after finding a handgun and an unspecified amount of blood in his car, his lawyer, Sokol Vljahen, said. Mr. Lazez, who grew up in the same Molenbeek neighborhood as some of the Paris attackers, denied any link to the attacks, his lawyer said.\n\nMr. Abdeslam was stopped by French police officers on Nov. 14, a few hours after the attacks, during a routine traffic check as he drove back to Brussels with two friends, both of whom have since been arrested. He had a criminal record but no warrant linked to his file, and he had not yet been tied to the attacks, so he was allowed to drive on.\n\nPhoto\n\nOne of the two men traveling with him and now under arrest has since told the police that Mr. Abdeslam had been wearing a big jacket, “with something underneath,” according to the suspect’s lawyer, Carine Couquelet. While he did not know what it was, the lawyer said, the sight of it “made him scared.”\n\nAccording to Mr. Lazez’s lawyer, his client never met Salah or his brother, Ibrahim Abdeslam, one of the suicide bombers in Paris. Mr. Lazez was not friends with Abdelhamid Abaaoud either, he said. Mr. Abaaoud, another Molenbeek resident, was the presumed ringleader of the Paris attacks and was killed in a police raid just north of the French capital on Wednesday.\n\nMohamed, another brother of Salah Abdeslam who was detained briefly after the attacks but released, appealed for Salah to turn himself in.\n\n“We wish for him to turn himself in,” he told RTBF television in an interview on Sunday. “To answer us. For our family, for the family of victims, for all the others. We prefer to see him in prison than in a cemetery.”\n\nHe said he had not paid attention when the attitudes of his two brothers began to change six months ago. “They started praying,” Mohamed said. “Or they stopped drinking alcohol, but it’s not a radical change. For me it’s the sign of people who wanted to chasten themselves, and to be more respectful of their religion.”\n\nWhen asked whether his brother Salah might have been reluctant to participate in the attacks, Mohamed said: “It is my hope that he stepped back at the last minute.”\n\n“Maybe he saw or heard something that made him turn back. After, did he kill victims? Was he at the exact location? Was he there until the end? We don’t know.”", "summary": "The operation, the biggest in the Belgian capital since the Paris attack, began shortly after a government meeting on the crisis and a decision to maintain for a second day the highest possible alert level in Brussels. Belgium’s interior minister, Jan Jambon, said that threat was wider than that posed by Mr. Abdeslam, suggesting that the Paris attacks may have involved a far broader network than originally thought. With the country’s threat level at 4, the highest possible, the United States Embassy in Brussels continued to advise citizens to “remain at home” and avoid public gatherings. The third bomber, identified as Bilal Hadfi, 20, a French citizen living in Belgium, detonated his explosives on the nearby Rue de la Cokerie but did not kill anybody else."}