{"title": "Upstart Pirate Party Continues to Hijack Votes in Germany", "authors": ["Melissa Eddy"], "url": "http://www.nytimes.com/2012/05/09/world/europe/the-pirate-party-continues-to-hijack-votes-in-germany.html", "body": "The Pirates have built their success on little more than a vague platform of greater openness in government, using technology. Though they have failed to offer their own solutions to the Continent’s economic crisis, the Pirates have succeeded in attracting protest voters, an angry share of the electorate that is expanding even in Germany, though for reasons opposite those of many other parts of Europe.\n\nWeary of the pains of austerity, voters in France on Sunday elected the Socialist François Hollande, who has promised to make growth Europe’s new priority. In parliamentary elections, Greek voters, too, balked at the heavy costs of the belt-tightening that Ms. Merkel has demanded.\n\nGermans, on the other hand, appear increasingly wary of the costs that the bailouts and pro-growth policies advocated by Europeans elsewhere may end up costing them. The Pirates have expanded their base by tapping into those fears, as well as addressing the feeling among many Germans that decisions regarding the euro crisis have been made over their heads, in ways not fully transparent.\n\nMany feel that Germans, unlike other Europeans, did the hard work of reform for themselves in the 1990s and that the troubles of their neighbors now threaten to strip them of the rewards.\n\nThe result has been a flight from the political center that is forcing change upon — even fragmenting — Germany’s once predictable tendency toward stable two-party coalitions, at least at the regional level.\n\nA three-party government appears to be the most likely option in Schleswig-Holstein, where the Pirates drew 14,000 votes each from Ms. Merkel’s center-right conservative party and its partners in government, the Free Democrats, according to Infratest dimap, a research institute.\n\nThe main opposition parties suffered an exodus of equal measure, with 10,000 voters turning their backs on the Social Democrats in favor of the Pirates, and 13,000 shifting their support from the Green Party.\n\nAdvertisement Continue reading the main story\n\nThe results extend a trend that has been building for years, as voters move away from the Christian Democrats and the Social Democrats. Many had once flocked to the Greens, or the Left Party, formed in 2007, when the successor party to East Germany’s Communists teamed up with leftists from western states. Now it is the Pirate Party’s turn. A poll this year put the Pirates ahead of the Greens at the national level for the first time.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“This is a party that is angering other parties,” said Joachim Krause, a political scientist at the University of Kiel.\n\nThat much was evident Sunday when Renate Künast, a leading Greens member, groused, “Enough talk about the Pirates already,” on a talk show on the public broadcaster ARD after the Schleswig-Holstein results had come in. “They are a party, just like all of the others.”\n\nThat is what the Greens would like to believe. Yet the Pirates seem to have touched a nerve with German voters, whose support for them, so far, shows no sign of letting up.\n\nThey have certainly come a long way quickly. Alexander Levin joined the Schleswig-Holstein branch of the Pirates in 2009. Back then, he recalled over the din of cheering supporters clad in T-shirts of the party’s black and orange colors on election night Sunday in Kiel, the only people interested in the party were intellectuals and students. This year, he said, was different.\n\n“I had many older women who came up to us and said, ‘Great Work!”’ said Mr. Levin, now the party treasurer. “And a woman who must have been 60 came up and asked for information about the party for her mother.”\n\nBut the rise of the Pirates at the national level is by no means guaranteed. Many warn that the Pirates’ rocketing success could crumble as they face the pressure of having to enact the various changes they have promised on the campaign trail.\n\nEven if it has a strong showing in North Rhine-Westphalia, the party has a lot to learn before parliamentary elections in the autumn of 2013, Mr. Niedermayer said. They will also be under pressure to perform in those states where they are now represented.\n\nOne of the biggest problems they face is a lack of concrete positions on heavyweight issues, like the euro crisis or military deployments abroad. So far the party’s leaders have ducked this problem, arguing that they have not yet had the time to come up with a clear position.\n\nAdvertisement Continue reading the main story\n\nWhat they do know is how to rally voters around the idea of increased transparency and direct voter participation through technology and the Internet. Issues are to be developed, debated and amended directly by party members through Liquid Feedback, an open source platform developed in Berlin.\n\nA local branch of the Pirates in the southwestern region of Trier held their first decentralized party congress last week, linking members in three different locations via video conference, while the leading Pirate in Kiel, Torge Schmidt, wants all of the legislature’s committee meetings to be streamed live over the Internet.\n\nThose changes in favor of greater openness, many now argue, cannot be ignored. “The Pirates have brought about an important value system by saying, we want a very transparent political system, and we want citizens to participate in this,” Mr. Niedermayer said. “That is what has electrified many voters.”", "summary": "Though they have failed to offer their own solutions to the Continent’s economic crisis, the Pirates have succeeded in attracting protest voters, an angry share of the electorate that is expanding even in Germany, though for reasons opposite those of many other parts of Europe.Weary of the pains of austerity, voters in France on Sunday elected the Socialist François Hollande, who has promised to make growth Europe’s new priority.The Pirates have expanded their base by tapping into those fears, as well as addressing the feeling among many Germans that decisions regarding the euro crisis have been made over their heads, in ways not fully transparent.The result has been a flight from the political center that is forcing change upon — even fragmenting — Germany’s once predictable tendency toward stable two-party coalitions, at least at the regional level.One of the biggest problems they face is a lack of concrete positions on heavyweight issues, like the euro crisis or military deployments abroad."}