{"title": "The Chasm Tilting Scots Toward Independence", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2014/08/18/world/europe/the-chasm-tilting-scots-toward-independence.html", "body": "Even before the independence vote, Scotland is pursuing a very different course from the central government in London, thanks to earlier agreements that granted it considerable freedom to pursue its own policies. Scots enjoy several benefits that are more generous than those available in England, some of them free, in areas including home health care for the elderly, university tuition, medical prescriptions and bus travel for retirees.\n\nThe Scottish National Party, which controls the Scottish government and supports independence, wants to get rid of nuclear weapons, raise the minimum wage in line with inflation and begin a sweeping extension of child care. And it is more favorable toward immigration and the European Union than the British government is.\n\n“There is more of a communitarian viewpoint in Scotland that sees the value of coming together to provide public services, to acknowledge the strength of community in Scotland,” said Nicola Sturgeon, Scotland’s deputy first minister. This, she said in an interview, is “reflected in some of the different policy choices,” adding that Scotland could learn still more from Nordic social democracies.\n\nEven some political opponents of Scottish independence agree that a divergence is underway, including Henry McLeish, a former first minister, or head of the Scottish government.\n\nAs a member of the Labour Party, which opposes independence, Mr. McLeish says that he will vote against secession next month, but that a “no” vote might only delay separation. “You can start to peel away the layers, and what you get then for most Scots is an increasingly unattractive union with very little to offer,” he said, citing issues including the “ramshackle” unwritten British Constitution and the British government’s policies toward immigration and the European Union.\n\nSome suggest that the political differences between the two countries are exaggerated. A study by two academics, John Curtice and Rachel Ormston, concluded that although Scotland was more social-democratic in outlook than England, “the differences are modest at best.”\n\nOthers contend that the divide is not between Scotland and England but between the south of England and the rest of Britain. Politically, Scotland has more in common with the north of England than London does, they say. And some argue that Scottish government policies like free university tuition benefit the middle class more than the poor, and therefore should not be considered leftist.\n\nPhoto\n\nYet Cairns Craig, professor of Irish and Scottish studies at the University of Aberdeen, contends that Scotland “has always had what one might call a strong ‘communitarian’ tradition, dating back at least to the Reformation, in which it is assumed that the members of a community support each other.”\n\nAdvertisement Continue reading the main story\n\nOne example is the more democratic structures that evolved historically in the Scottish church, where parishioners elect ministers. Another is the communitarian ethos embodied in Scottish philosophy and theology, Professor Craig added, citing John Macmurray, the 20th-century philosopher whose Christian socialism was said to have inspired former Prime Minister Tony Blair, who led the Labour Party to victory in three national elections in the 1990s and 2000s.\n\nMore direct causes of the divergence between Scottish and English politics lie with British political parties, particularly the Conservatives. In the 1955 general election, the Conservative Party won more than half of Scotland’s seats in the British Parliament, yet by the 1997 general election it had failed to secure a single seat there.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSitting on a bank of grass opposite the shipyard in Govan, near Glasgow, where he has worked since 1968, Jamie Webster, an official of the G.M.B. trade union, talks of Scotland’s disdain for Mrs. Thatcher, who for many here came to embody an attack on Scottish values.\n\n“She was one of the worst things that ever happened politically to this country,” Mr. Webster said.\n\nThe passions provoked by the Thatcher years stretched the political system to its breaking point. Between 1979 and 1992, two years after Mrs. Thatcher resigned, Scots favored the Labour Party in four elections but, because of results in England, ended up with Conservative governments anyway. (Supporters of independence argue that only separation can guarantee that this will not happen again.)\n\nFinally, in 1997, England and Scotland voted the same way — for Labour — and the new government created a Scottish Parliament with substantial powers to set policy. But Labour, which routinely sent dozens of Scottish lawmakers to the British Parliament, then lost its dominance in Scotland to the Scottish National Party through what Mr. McLeish calls “massive complacency.”\n\nDavid Cameron, Britain’s prime minister, is campaigning to keep Scotland in the union. But his Conservatives might stand to gain politically should Scotland opt for independence, since Scotland would take with it a large population of left-leaning voters, weakening Britain’s Labour Party — though Ms. Sturgeon notes that it is historically rare for Scottish votes to change the outcome of a British election.\n\nThe more immediate question is whether British parties can reconnect with Scotland in time to save the historic union between the two nations.\n\nAdvertisement Continue reading the main story\n\nOn a recent visit to Brodies, a restaurant in Moffat where Mr. Mundell was greeted warmly by several constituents and served coffee on the house, he argued that the Conservatives’ weakness was caused not by the Thatcher years but by the amount of time it took the party to embrace decentralization and accept the Scottish Parliament.\n\nThe Conservatives now hold 15 out of 129 seats in the Scottish Parliament and, in the 2010 British general election, won about 17 percent of the votes cast in Scotland, with Mr. Mundell the only Conservative winner of a seat from Scotland in the British Parliament.\n\nMost opinion polls predict that Scotland will reject independence but also show that many people remain undecided.\n\nMr. Mundell is confident that Scots will vote “no” in September, but he is less willing to predict that after Britain’s next general election in 2015, Scotland will have more Conservative lawmakers than giant pandas.\n\nThat possibility seemed more remote after a recent announcement from the Edinburgh Zoo: Its female panda, Tian Tian, appears to be pregnant.", "summary": "Scots enjoy several benefits that are more generous than those available in England, some of them free, in areas including home health care for the elderly, university tuition, medical prescriptions and bus travel for retirees.Yet Cairns Craig, professor of Irish and Scottish studies at the University of Aberdeen, contends that Scotland “has always had what one might call a strong ‘communitarian’ tradition, dating back at least to the Reformation, in which it is assumed that the members of a community support each other.”Another is the communitarian ethos embodied in Scottish philosophy and theology, Professor Craig added, citing John Macmurray, the 20th-century philosopher whose Christian socialism was said to have inspired former Prime Minister Tony Blair, who led the Labour Party to victory in three national elections in the 1990s and 2000s.On a recent visit to Brodies, a restaurant in Moffat where Mr. Mundell was greeted warmly by several constituents and served coffee on the house, he argued that the Conservatives’ weakness was caused not by the Thatcher years but by the amount of time it took the party to embrace decentralization and accept the Scottish Parliament.Mr. Mundell is confident that Scots will vote “no” in September, but he is less willing to predict that after Britain’s next general election in 2015, Scotland will have more Conservative lawmakers than giant pandas."}