{"title": "A Divided Europe Focuses on Growth After Elections", "authors": ["Nicholas Kulish"], "url": "http://www.nytimes.com/2012/05/08/world/europe/a-divided-europe-focuses-on-growth-after-elections.html", "body": "Mr. Bofinger said that what was needed was to slow down spending cuts for countries in the midst of recession and “a transfer of fiscal sovereignty to the euro-area level” as a step toward euro bonds. But he said that such an approach was still extremely unpopular in Germany.\n\nMs. Merkel left no doubt about whether she was ready to embrace the most radical measures, strongly rejecting Mr. Hollande’s suggestion that European leaders reopen a compact on deficit reduction that they adopted in March.\n\n“We in Germany are of the opinion, and so am I personally, that the fiscal pact is not negotiable,” Ms. Merkel said at a news conference in Berlin. “It has been negotiated and has been signed by 25 countries.”\n\nMr. Hollande’s victory is a significant moment in Europe’s continuing efforts to manage the crisis, ejecting Ms. Merkel’s closest collaborator, Mr. Sarkozy, from office. But it remains to be seen whether Mr. Hollande’s election is a real turning point or Ms. Merkel is able to stick to austerity while making only symbolic gestures toward flexibility on the margins.\n\n“Everyone’s talking about some kind of space between structural reforms, like liberalizing labor markets, and the kind of direct stimulus Germans call crude Keynesian measures on the other hand,” said Hans Kundnani, a Germany expert at the European Council on Foreign Relations in London. “I’m not sure what space there is between those two.”\n\nGerman intransigence also reflects a shift in recent years toward greater self-assurance and a willingness to pursue the country’s own interests more overtly than it had in the postwar era. “Germans have become in a sense much more confident about saying, ‘This is what we think, and we don’t care if you agree with us,’ ” said Mr. Kundnani. “Economists who disagree with them are perceived as being anti-German.”\n\nBut discontent has soared in Europe, evident in the high number of voters supporting radical parties both in the first round of voting in the French presidential election and in Sunday’s vote in Greece, which brought an extreme-right party, the ultranationalist Golden Dawn party, into Parliament in Athens for the first time.\n\nPhoto\n\nIn the meantime, the number of prominent politicians demanding new stimulus measures has grown. In Rome, Prime Minister Mario Monti, a technocrat appointed in November as the euro crisis deepened, said the outcome of the French vote was a “call for a reflection on European policies.”\n\nAdvertisement Continue reading the main story\n\n“Responsible public finances are a necessary condition, but certainly not sufficient for the key objective: sustainable growth that creates employment and is orientated toward social equality,” Mr. Monti said. “For this reason it is fundamentally important that Europe urgently adopts concrete policies for growth.”\n\nMs. Merkel’s political opponents at home also said a shift was necessary. Sigmar Gabriel, leader of the opposition Social Democrats, said on Monday that the result in France showed that “the politics of Angela Merkel and Nicolas Sarkozy led Europe deeper into crisis.” The victory for Mr. Hollande will “not only change France, but finally help Europe to go in another direction,” Mr. Gabriel said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYet the consensus for lower budget deficits and public debts is entrenched in Germany and reaches across party lines. Mr. Gabriel was careful to add that “no one wants to do away with the fiscal pact,” but merely add measures promoting growth and jobs to it.\n\nKlaus-Peter Flosbach, a member of the finance committee in Parliament and a spokesman on finance matters for Ms. Merkel’s Christian Democratic delegation, said: “The fiscal pact is the basis for further cooperation. In the parliamentary groups of the coalition there is absolutely no support for introducing euro bonds.”\n\nThe hard line embraced by Ms. Merkel and her party has been popular with German voters, and as the country’s most populous state, North Rhine-Westphalia, prepares to vote in a new state Parliament next week, it is little wonder that Ms. Merkel refuses to bend. Nor can Mr. Hollande afford to tone down his message with the French parliamentary elections coming up.\n\n“I don’t see coordinated fiscal stimulus happening,” said Mark Hallerberg, director of the Fiscal Governance Center at the Hertie School of Governance in Berlin. Action by the European Central Bank, however, seems more likely.\n\n“Euro bonds are a red line; quantitative easing much less so,” Mr. Hallerberg said. “It’s fashionable for the Bundesbank to always complain, but it’s only one vote. Merkel can blame the bank. The Germans may be sending mixed signals.”\n\nThe adjustment will be slow and incremental rather than quick and decisive. “There will be a bit of inflation, and there will be some pay increases,” Mr. Hallerberg said. “Higher wages make Germans wealthier. It’s hard to hate.”\n\nAdvertisement Continue reading the main story\n\nIn an interview in the German newsweekly Focus, Finance Minister Wolfgang Schäuble said it was appropriate for wages to rise more quickly in Germany than in other European Union countries. “These wage increases also have the effect of reducing the imbalances within Europe,” Mr. Schäuble said.\n\nAt the news conference on Monday, Ms. Merkel explained her rationale for holding the line on spending, describing how in her view the debt crisis grew out of the coordinated stimulus packages in the first phase of the financial crisis.\n\n“We are in the middle of a debate to which France, of course, under its new president, will bring its own emphasis,” she said. “But we are talking about two sides of the same coin: progress is only achievable via solid finances plus growth.”\n\nMs. Merkel said she telephoned Mr. Hollande on Sunday night to congratulate him on his victory and expected him to come to Berlin soon. “I may say from my side that François Hollande will be welcomed with open arms here in Germany by me,” Ms. Merkel said. “We will work together well and intensively.”", "summary": "Mr. Bofinger said that what was needed was to slow down spending cuts for countries in the midst of recession and “a transfer of fiscal sovereignty to the euro-area level” as a step toward euro bonds.Ms. Merkel left no doubt about whether she was ready to embrace the most radical measures, strongly rejecting Mr. Hollande’s suggestion that European leaders reopen a compact on deficit reduction that they adopted in March.In Rome, Prime Minister Mario Monti, a technocrat appointed in November as the euro crisis deepened, said the outcome of the French vote was a “call for a reflection on European policies.”“Responsible public finances are a necessary condition, but certainly not sufficient for the key objective: sustainable growth that creates employment and is orientated toward social equality,” Mr. Monti said.In an interview in the German newsweekly Focus, Finance Minister Wolfgang Schäuble said it was appropriate for wages to rise more quickly in Germany than in other European Union countries."}