{"title": "Cellphone Contacts in Paris Attacks Suggest Foreign Coordination", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2015/12/31/world/europe/cellphone-contacts-in-paris-attacks-suggest-foreign-coordination.html", "body": "Several people, however, have yet to be apprehended, and the dots do not yet connect entirely. In addition to Mr. Abdeslam, those still at large include Mohamed Abrini, who appears in video footage with some of the attackers as they travel to France.\n\nSo far, the Belgian authorities have arrested nine people who have been charged with crimes relating to the November attacks in Paris. But little has been clarified about what role they may have played.\n\nThe Paris prosecutor also confirmed Wednesday that the police had found that two hours before the attacks began, one of the cars used by the assailants had traveled to the city’s largest international airport, Charles de Gaulle.\n\nIt stayed for about an hour at Terminal 2C. One of the attackers contacted the phone of someone in the car. It is not clear if someone was dropped off, picked up or neither.\n\nUp until now, investigators have said Mr. Abaaoud, a 28-year-old Belgian, was believed to have been the chief planner of the coordinated assaults. He was among three people killed five days later in a raid by the French police in a Paris suburb.\n\nBut the new information on the cellphone connections appears to have undercut that assumption. No one knows the identity of the person contacted in Belgium, nor the person’s whereabouts.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“We don’t know yet actually who was the real mastermind of the attack,” said Claude Moniquet, a veteran of France’s intelligence service and now the director of the European Strategic Intelligence and Security Center.\n\n“It’s clear it was not Abaaoud and it was probably not a European,” he said, speculating that it could have been someone with ties to Abu Bakr al-Baghdadi, the leader of the Islamic State. The group, also known as ISIS and ISIL, claimed responsibility for the attacks less than 24 hours after they were carried out.\n\nAdvertisement Continue reading the main story\n\n“The attacks must have been decided by someone at the top of ISIS, very likely someone close to Baghdadi, and probably an Iraqi from Saddam Hussein’s intelligence or military,” Mr. Moniquet added.\n\nThe Islamic State’s ranks include some experienced Iraqi intelligence and military figures who worked for Saddam Hussein and lost their jobs when he was ousted by the United States-led coalition in 2003.\n\n“But it’s clear they had to have commanders on the ground,” Mr. Moniquet said. “We know that Abaaoud was a commander on the ground,” along with Mr. Abdeslam, who appears to have been less senior but still had some authority.\n\nAnother possible commander or liaison to the commanders in Iraq or Syria was Charaffe al-Mouadan, who was killed on Dec. 24 by an American airstrike. He was the subject of a conversation among the Bataclan assailants during the attack.\n\nOne of the survivors said that he had overheard one assailant ask another if they should call Souleymane, the nom de guerre of Mr. Mouadan, and the other replied that he was not going to call him.", "summary": "In addition to Mr. Abdeslam, those still at large include Mohamed Abrini, who appears in video footage with some of the attackers as they travel to France. The Paris prosecutor also confirmed Wednesday that the police had found that two hours before the attacks began, one of the cars used by the assailants had traveled to the city’s largest international airport, Charles de Gaulle. “The attacks must have been decided by someone at the top of ISIS, very likely someone close to Baghdadi, and probably an Iraqi from Saddam Hussein’s intelligence or military,” Mr. Moniquet added. The Islamic State’s ranks include some experienced Iraqi intelligence and military figures who worked for Saddam Hussein and lost their jobs when he was ousted by the United States-led coalition in 2003."}