{"title": "A Train Journey From Communism to Freedom, Almost Ended in Hungary", "authors": ["Rukmini Callimachi"], "url": "https://www.nytimes.com/2015/09/07/world/europe/a-train-to-freedom-almost-ended-in-hungary.html", "body": "The train stopped, and I remember the conductor inspecting our papers, my mother sitting like stone.\n\nHe left, and just as the train was about to depart, a woman came running up to our compartment, banging violently on the window, screaming in Hungarian. I will never forget the look of terror in my mother’s face. The woman on the platform knew we weren’t supposed to be there, and she gestured and yelled and poked her finger accusingly in our direction, but the train was already moving. It was gaining speed, and the woman ran alongside us, until she fell back as we pulled out of the station.\n\nThen, as now, Hungary was a place of treachery for migrants. It was a place where my family’s journey — like those of thousands of Syrians today, facing much greater risks after four years of civil war — almost came to an end. Had we been turned back, it would have meant certain imprisonment for my mother, and possibly for my elderly grandmother.\n\nWe reached Germany, where the authorities provided us temporary housing. A week later, we took the train to Switzerland, where we were awarded political refugee status.\n\nBack in Bucharest, my father, considered one of Romania’s top pediatric surgeons, was told he was being relocated to a clinic in the remote countryside. And roughly a year after our departure, the man who would one day become my stepfather, after my parents’ divorce, was placed under house arrest for criticizing the catastrophic economic policies of Romania’s dictator, Nicolae Ceausescu.\n\nIt took years for me to understand that we were not on a holiday. As a child, I clung to the hope that we would return to Apartment No. 49, on Vasile Conta Street in Bucharest, to the two-bedroom home where I had left all my dolls and where Tata Geo now lived alone.\n\nI am deeply grateful to the officials in Germany and Switzerland who gave us safe passage. I am even more grateful to the man at the immigration counter in the United States who years later looked over my high school transcript and nodded, then stamped the form awarding me American citizenship.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYet that day 36 years ago also marked a fissure in my life: There was a “Before,” a time when I felt secure and deeply loved, and where I knew my place in the world; and there was an “After,” when nothing could ever be taken for granted again. Despite the fact that I speak fluent English, own a home in America and attended elementary school, high school and college here, the nice lady at Chase whom I called yesterday to ask about a charge on my account still begins the conversation with: “What an unusual name; where are you from, honey?”\n\nThe only objects I have from Romania are the stuffed rabbit and the stuffed elephant which I was allowed to take. Both are now missing their heads.\n\nWhen my grandmother died, she left me her prayer book.\n\nThe picture of the Mother of God still bears the color of her lipstick. She kissed it that day in Hungary in thanks for the fact that the train kept going, and then for every miracle along our journey since.", "summary": "The woman on the platform knew we weren’t supposed to be there, and she gestured and yelled and poked her finger accusingly in our direction, but the train was already moving. And roughly a year after our departure, the man who would one day become my stepfather, after my parents’ divorce, was placed under house arrest for criticizing the catastrophic economic policies of Romania’s dictator, Nicolae Ceausescu. I am even more grateful to the man at the immigration counter in the United States who years later looked over my high school transcript and nodded, then stamped the form awarding me American citizenship. Yet that day 36 years ago also marked a fissure in my life: There was a “Before,” a time when I felt secure and deeply loved, and where I knew my place in the world; and there was an “After,” when nothing could ever be taken for granted again."}