{"title": "In Greece, Leaders Again Fail to Form a Government", "authors": ["Rachel Donadio", "Niki Kitsantonis"], "url": "http://www.nytimes.com/2012/05/10/world/europe/new-elections-appear-likely-in-greece.html", "body": "“What up until yesterday was presented as the policy of default, today they whisper as a hope for change,” Mr. Tsipras said.\n\nHe had demanded that the departing leaders withdraw their support for a $170 billion loan deal signed in February with Greece’s foreign creditors as a condition for forming a government with his party, Syriza. The party seeks to revoke the austerity measures, such as wage and pension cuts, that were part of the loan deal with the European Commission, the European Central Bank and the International Monetary Fund, and would impose a moratorium on Greece’s debt repayments for three years, until the country could emerge from recession.\n\nThe anti-austerity groundswell has severely weakened the parties that signed the loan agreement, the Socialists and the center-right New Democracy. They fear they might fare even worse in new elections than they did in the first vote. But some argue that the pro-bailout parties would perform better if Greek voters realize what is at stake.\n\nAlready, Greece’s deadlock has rattled financial markets and Greece’s European Union partners.\n\n“One thing is clear,” Mr. Westerwelle said, “we stand by our promise to help. But that also means that the agreed reforms are implemented in Greece. If for whatever reason, which I’m not expecting, and which I expressly hope not, if Greece ends its reform course, then I don’t see that the next tranches can be paid.”\n\nPhoto\n\nThe screws have already started to tighten. On Wednesday, after a “lively discussion” among finance officials from the 17 members of the European Union that use the euro, the European bailout fund decided to withhold $1.3 billion from a $6.8 billion tranche that was scheduled for Thursday, said Christof Roche, a spokesman for the fund, officially called the European Financial Stability Facility.\n\n“There are financing needs for Greece through the end of May, and they will be covered,” he said. The remaining funds will be disbursed in June depending on the country’s financing needs, he said, calling the move “not unusual” in such cases.\n\nGermany, which championed an austerity-first European fiscal pact signed in February, expressed little or no willingness to reopen the terms of the Greek loan agreement.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThere is a building sense that a Greek exit from the euro zone, while undesirable, would not necessarily result in a catastrophic chain reaction. This is partly because Europe is much better prepared than it was two years ago, but also because the example could spur other at-risk countries to redouble their efforts to avoid the same fate.\n\nAdvertisement Continue reading the main story\n\nAfter meeting with Mr. Tsipras, Mr. Venizelos said he proposed that Syriza join a unity government along with center-right New Democracy, with the chief aim of keeping Greece in the euro zone. Mr. Tsipras, whose party wants to keep the euro but wants to reject or at least renegotiate the loan agreement, turned down the offer.\n\n“Right now, we can’t reach a solution, but we have to keep trying,” Mr. Venizelos said. “I will continue tomorrow when I receive the exploratory mandate from President Karolos Papoulias.”\n\nHe warned that a Greek euro exit would mean “mass poverty.”\n\nIn a speech to labor union members on Wednesday, Mr. Tsipras said that his aim was to “put a stop to the financial barbarism we have experienced in recent years.”\n\nOn Wednesday, Antonis Samaras, whose New Democracy party was a front-runner in Sunday’s elections but failed to form a government, appealed to center-right parties to join forces on a pro-European platform. After his talks with Mr. Tsipras, the conservative leader said he had failed to reach a compromise.\n\n“He is asking me to accept Greece’s exit from the euro zone and its bankruptcy. I am not prepared to do this,” Mr. Samaras said.\n\nThe likeliest step is for President Papoulias to appoint an interim government and call new elections within 30 days, which could be more destabilizing as Greece faces a series of crucial deadlines. These include paying a bond due in May and closing a budget gap of $14.8 billion from 2013 and 2014, equivalent to 5.5 percent of Greece’s gross domestic product. It also must complete a bank recapitalization.", "summary": "He had demanded that the departing leaders withdraw their support for a $170 billion loan deal signed in February with Greece’s foreign creditors as a condition for forming a government with his party, Syriza.After meeting with Mr. Tsipras, Mr. Venizelos said he proposed that Syriza join a unity government along with center-right New Democracy, with the chief aim of keeping Greece in the euro zone.In a speech to labor union members on Wednesday, Mr. Tsipras said that his aim was to “put a stop to the financial barbarism we have experienced in recent years.”The likeliest step is for President Papoulias to appoint an interim government and call new elections within 30 days, which could be more destabilizing as Greece faces a series of crucial deadlines.These include paying a bond due in May and closing a budget gap of $14.8 billion from 2013 and 2014, equivalent to 5.5 percent of Greece’s gross domestic product."}