{"title": "European Leaders Look to Africa to Stem Migration", "authors": ["Alissa J. Rubin", "Jason Horowitz"], "url": "https://www.nytimes.com/2017/08/28/world/europe/africa-migrants-europe.html", "body": "Photo\n\nPARIS — Measures intended to stop migrants from trying to cross the Mediterranean were at the center of discussions among four European leaders who met in Paris with the leaders of three African countries on Monday.\n\nThe meeting, billed as a mini-summit, brought together the leaders of France, Germany, Italy and Spain as well as Chad and Niger and one of Libya’s leaders.\n\nChad and Niger are transit countries for people fleeing war or poverty, while Libya is a departure point for crossing the Mediterranean and a center for traffickers who promise to get people to Europe, but often take their money and set them adrift in crowded boats that sink or capsize. More than 2,400 migrants have died so far this year trying to cross the Mediterranean.\n\nThe proposed measures include European-financed development programs to spur job growth; help for Chad and Niger with border controls; European Union funds to provide “humane care” for migrants in Libya; and a system to allow migrants making asylum claims to receive a preliminary review while they are in Chad or Niger. The goal is to discourage those whose claims are weak from trying to make the journey.\n\nWhile European leaders repeatedly said the measures were aimed at protecting migrants from the abuses of traffickers, they appeared at least as focused on shifting to African nations some of the burden of halting illegal migration.\n\nAdvertisement Continue reading the main story\n\nThis approach has similarities to that taken by the European Union in its 2016 deal with Turkey in which it agreed to pay Ankara some 6.6 billion euros ($7.9 billion) to keep migrants from crossing the Mediterranean, and help Turkey provide them with refugee camps. That agreement also permitted Greece to send back those who made it to its shores. The policy all but halted the flow of people taking the route through Turkey into Europe. In the first eight months of 2016, nearly 163,000 migrants crossed the Mediterranean entering through Greece. This year during the same period, just 14,000 came by the same route.", "summary": "Chad and Niger are transit countries for people fleeing war or poverty, while Libya is a departure point for crossing the Mediterranean and a center for traffickers who promise to get people to Europe, but often take their money and set them adrift in crowded boats that sink or capsize. The proposed measures include European-financed development programs to spur job growth; help for Chad and Niger with border controls; European Union funds to provide “humane care” for migrants in Libya; and a system to allow migrants making asylum claims to receive a preliminary review while they are in Chad or Niger. While European leaders repeatedly said the measures were aimed at protecting migrants from the abuses of traffickers, they appeared at least as focused on shifting to African nations some of the burden of halting illegal migration. The policy all but halted the flow of people taking the route through Turkey into Europe."}