{"title": "In Catalonia, an ‘Accidental’ Leader of Unwavering Conviction", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/09/28/world/europe/in-catalonia-independence-referendum.html?action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article", "body": "A former journalist, with a Beatles mop-top haircut, he was already calling for separation from Spain on the streets of Barcelona in the early 1980s, when secessionism was a marginal movement in Catalonia.\n\nStill, in the interview, Mr. Puigdemont professed ambivalence about his current leadership role and politics in general. He still commutes from the city of Girona, with a population of only around 100,000, where he was mayor. He compares running the government headquarters in Barcelona to sitting in an electric chair.\n\nCatalonia’s previous leader, Artur Mas, was fined and barred from public office for organizing a nonbinding independence ballot in 2014. But Mr. Mas was a late convert to the separatist cause.\n\nPhoto\n\nIf Prime Minister Mariano Rajoy — who was already a government minister two decades ago — thought the comparatively green Mr. Puigdemont would be more pliable, that has not been the case.\n\nMr. Puigdemont says he is determined to have Catalans vote on Sunday. He also says he will leave Barcelona — and possibly politics — as soon as independence is assured, “to recover a certain lost normality.”\n\nFor now, nothing is normal, for Catalonia or for Spain.\n\nThe referendum on Sunday won’t take place in the normal voting conditions, if it comes off at all. With the backing of Spanish courts, Madrid is doing all it can to block the vote. The Spanish police have confiscated ballot papers and other election-related material and are under orders to keep polling stations closed.\n\nShould the referendum be thwarted, Mr. Puigdemont is certain to shift the blame for Spain’s constitutional crisis more firmly onto Mr. Rajoy.\n\nAdvertisement Continue reading the main story\n\nHe has already accused the conservative prime minister of ignoring Catalans in the name of a Spanish Constitution that has run its course, after enshrining Spain’s democratic transition in 1978, following the dictatorship of Gen. Francisco Franco.\n\n“With Rajoy, there is a taboo topic, which is the aspiration of Catalonia to decide its future,” Mr. Puigdemont said. “It’s very irresponsible to deny the reality of a problem to see whether it might stop existing.”\n\nMr. Puigdemont has recently managed to move the debate from the issue of independence — which has split Catalans and for which there has not been majority backing — to arguments over whether voters have a right to decide on statehood, which most Catalans want to do, according to opinion polls.\n\nMr. Rajoy, however, has stood his ground, as the guardian of Spanish unity and defender of the rule of law against Catalan civil disobedience. The referendum is a “crazy” project, Mr. Rajoy said at a news conference with President Trump this week in Washington. “All this will lead to is noise,” he said.\n\nThat noise is already getting louder. Mr. Rajoy accuses the separatists of encouraging civil disobedience, while Mr. Puigdemont compares the Madrid-ordered clampdown to Franco’s authoritarianism.\n\nWith no sign that the two leaders will return to the negotiating table before Sunday, Catalonia is becoming increasingly tense.\n\nMadrid has sent thousands of police officers to Catalonia, saying they are there to prevent unrest, even as Mr. Puigdemont promises that Catalans won’t turn violent. “We’re ready to avoid either the temptation or provocation of violence,” he said.\n\nXevi Xirgo, director of a newspaper, El Punt Avui, who worked with Mr. Puigdemont in the late 1980s, said that even then Mr. Puigdemont was pushing to allocate more space to any news item related to self-determination, however anodyne it appeared.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“He made the diagnosis that Catalonia couldn’t fit within Spain much earlier than most other Catalans,” Mr. Xirgo said.\n\nAdvertisement Continue reading the main story\n\n“He’s always defended anything to do with Catalonia’s culture, history and language,” he added. “He’s very interested in other issues, like the construction of Europe, but I think that most of what he’s done in life has been with an independent Catalonia in mind.”\n\nWhatever happens on Sunday, however, the chances of Catalonia leaving Spain soon remain remote. Mr. Rajoy can invoke emergency powers to suspend Mr. Puigdemont and give Madrid full administrative control over Catalonia, though such a step could provoke a backlash.\n\nWhen pressed, Mr. Puigdemont is coy about how he could actually form a new Catalan state, given the additional difficulty of gaining recognition for any independence declaration from the European Union.\n\n“There is no button that you push and the next day you become independent,” he said.\n\nThe acrimonious breakdown in the relationship between Madrid and Barcelona has baffled most observers.\n\nA few months after taking office, Mr. Puigdemont visited Mr. Rajoy for the first time. The meeting seemed cordial, and Mr. Rajoy gave Mr. Puigdemont a facsimile of part of the first edition of “Don Quixote,” in which the legendary knight-errant travels to Barcelona.\n\nPhoto\n\nMr. Puigdemont never received a follow-up invitation, he said, after he made clear to Mr. Rajoy his commitment to an independence referendum.\n\nThe two met last month, but to pay homage to the victims of the terrorism attacks in Barcelona rather than discuss Spain’s territorial crisis.\n\n“It seems pretty weird that a person with his experience is reaching the end of his career without having tried to engage in politics” over the Catalan issue, Mr. Puigdemont said of Mr. Rajoy.\n\nAdvertisement Continue reading the main story\n\nIf the government in Madrid “had deployed the same efforts in politics as they have in now deploying policemen, we wouldn’t have got here,” he said.\n\nEarlier this month, Mr. Rajoy told Parliament that he could not negotiate with a Catalan leader who flouts the Constitution.\n\n“In Spain, there’s somebody trying to end national sovereignty and inventing a parallel jurisdiction,” he told lawmakers. “We’ve got to avoid this folly — that’s the priority — and after that I’ve got no problem talking.”\n\nIt does not help that both men are in vulnerable political positions.\n\nMr. Rajoy runs a minority government and his political survival is now at stake. Mr. Puigdemont leads a fragile coalition of separatist parties, which disagree profoundly on economic and social issues and what kind of Catalan state they want to build.\n\n“Puigdemont is not seeking power — he took this job with a single idea in mind, to lead Catalonia to independence,” said José Antich, director of El Nacional, a Catalan online newspaper. “His top priorities are independence, independence and independence. It’s not about also improving education or creating a better government.”\n\nAsked whether he was force-feeding voters the promise of statehood without first explaining how a Catalan republic would function, Mr. Puigdemont argued that the new Catalonia would be discussed if and when the project was approved.\n\n“If you’re hungry, you know that you want to eat,” he said. “You don’t know what’s on the menu — perhaps it’s not your favorite dish — but you will eat.”"}