{"title": "Belgium Arrests 2 Linked to New Year’s Eve Plot to Attack Brussels", "authors": ["Milan Schreuer"], "url": "https://www.nytimes.com/2015/12/30/world/europe/belgium-brussels-terrorism-plot.html", "body": "One suspect, who is believed to be the lead plotter, is expected to be charged with leading a terrorist organization and recruiting others for terrorist purposes. The other suspect is likely to be charged as a participant in a terrorist organization.\n\nBrussels’s alert level was raised to the highest one possible for several days after the November attacks in Paris, which killed 130 people and were carried out mainly by attackers who had connections to Belgium.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe national crisis center, which sets the alert level based on its analysis of potential threats, said Tuesday that the authorities believed that police officers and soldiers in Brussels might be “specifically targeted” for attack.\n\nIn response, the police have adopted new security measures. Officers now patrol in groups of two or more, with at least one member armed, around the headquarters. Members of the police force will be allowed to wear bulletproof vests while traveling to and from work.\n\nThe city has since returned to relative normalcy and plans to proceed with fireworks on New Year’s Eve. But the festivities, which could draw as many as 50,000 visitors, will be closely guarded by police officers and soldiers, a spokesman for the mayor said. Visitors will not be allowed to bring fireworks, bottles or pets.\n\nNine men have been charged in Belgium in connection with the Paris attacks, and a global manhunt continues for Salah Abdeslam, a Belgian-born Frenchman who is believed to be the only survivor among those who directly participated in the attacks.\n\nOne week after the attacks in Paris, the Belgian authorities expressed concern that the threat of a similar terrorist attack in Brussels was “serious and imminent.”\n\nThe police raided several homes throughout the country and arrested 16 people, 15 of whom were released the next day without being charged. Although no arms or explosives were found during those raids, the authorities said they had averted a major terrorist attack.", "summary": "Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. The national crisis center, which sets the alert level based on its analysis of potential threats, said Tuesday that the authorities believed that police officers and soldiers in Brussels might be “specifically targeted” for attack. But the festivities, which could draw as many as 50,000 visitors, will be closely guarded by police officers and soldiers, a spokesman for the mayor said."}