{"title": "London Repeats Offer of New Powers if Scotland Votes No", "authors": ["Alan Cowell"], "url": "https://www.nytimes.com/2014/09/17/world/europe/scotland-referendum.html", "body": "But Nicola Sturgeon, Scotland’s pro-independence deputy first minister, declared during a visit to a steelworks, “My feeling going around the country is that we’ve got an enormous sense of growing confidence in Scotland, and a feeling that, having come this far, we should keep control of the future of this country where it is just now, in our hands.”\n\nMs. Sturgeon said an independent Scotland would “continue to be part of the family of nations that make up the British Isles,” and added, “We will work closely and cooperatively with our friends across these islands, but we’ll do so on the basis of equality, we’ll do so knowing that we’re responsible for the decisions that shape our future.”\n\nThe wide lead that the \"no\" side had in early opinion polls has appeared to narrow in recent weeks, to the point that the outcome has become too close to call. One survey earlier this month even found the “yes\" campaign, led by Scotland’s first minister, Alex Salmond, slightly ahead. That prompted the political elite in London to promise Scotland wider autonomy if voters reject independence.\n\nIn their letter on Tuesday, the three leaders — Mr. Cameron; Nick Clegg, the deputy prime minister and leader of the Liberal Democrats; and Ed Miliband, leader of the opposition Labour Party — promised “extensive new powers” for the existing Scottish Parliament on a timetable beginning the day after the referendum.\n\nThey also pledged that the Scottish Parliament would determine Scotland’s spending on the publicly financed National Health Service. But the letter did not go into detail.\n\nA spokesman for Mr. Salmond’s independence campaign said the three leaders were “willing to say anything in the last few days of the campaign to try to halt the 'yes' momentum — anything except what new powers, if any, they might be willing to offer.”\n\nAdvertisement Continue reading the main story\n\nMr. Salmond dismissed the promise of greater autonomy, originally put forth last week by Mr. Brown. “It’s totally inadequate, it’s not enough,” Mr. Salmond said. “It’s nothing approaching the powers that Scotland needs to create jobs, to save the health service and build a better society.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe three major national parties have agreed in principle to accelerate autonomy but have not yet agreed on the details themselves.\n\n“We don’t know what they are pledging,” said Ms. Sturgeon, the deputy Scottish first minister. “It is really treating voters in Scotland with a fair degree of contempt not to then say specifically and explicitly what extra powers we’re talking about.”\n\nShe noted that when the terms of the referendum were negotiated in 2012, Mr. Cameron, Mr. Clegg and Mr. Miliband all opposed offering voters an option of greater autonomy, insisting instead on a straight choice between complete independence and the status quo. “The only way to guarantee the real powers we need in Scotland is to vote yes,” Ms. Sturgeon said.", "summary": "The wide lead that the \"no\" side had in early opinion polls has appeared to narrow in recent weeks, to the point that the outcome has become too close to call.One survey earlier this month even found the “yes\" campaign, led by Scotland’s first minister, Alex Salmond, slightly ahead.They also pledged that the Scottish Parliament would determine Scotland’s spending on the publicly financed National Health Service.“It is really treating voters in Scotland with a fair degree of contempt not to then say specifically and explicitly what extra powers we’re talking about.”She noted that when the terms of the referendum were negotiated in 2012, Mr. Cameron, Mr. Clegg and Mr. Miliband all opposed offering voters an option of greater autonomy, insisting instead on a straight choice between complete independence and the status quo."}