{"title": "Ship Passengers Tell of Delayed, Then Panicked, Evacuation", "authors": ["Gaia Pianigiani", "Rachel Donadio"], "url": "http://www.nytimes.com/2012/01/15/world/europe/cruise-ship-runs-aground-off-tuscan-coast.html", "body": "Photo\n\nROME — As shaken survivors spoke of a mad crush to flee a sinking cruise ship off the Tuscan coast of Italy on Saturday, raising questions about the crew’s preparedness, Italian authorities arrested the ship’s captain amid concerns that the megaship had steered dangerously off course.\n\nAt least three people were killed in the accident, and divers combed the ship’s underwater cabins all day for those still missing, up to 60 people. Early Sunday, rescuers found two survivors still inside the ship, raising hopes that others might still be alive.\n\nThe Costa Concordia, carrying 4,200 passengers and crew on a weeklong Mediterranean cruise, slammed into an undetermined object near the island of Giglio on Friday night as passengers for the late seating had just started dinner, tucking into appetizers of grilled mushrooms and scallops.\n\n“In a moment, everything was up in the air,” said Alessandra Grasso, 24, a passenger from Sicily. “People, chairs, glasses, food.”\n\nAnxious survivors, many comparing the experience to the movie “Titanic,” recounted a chaotic and terrifying scene in which some crawled through hallways to escape down perilous ladders to lifeboats, while others leapt overboard into the wintry Tyrrhenian Sea.\n\nPhoto\n\nUlrike Schweda, 63, from Germany, was caught in a crowd of people pushing toward a lifeboat, and slipped on the deck. “The most terrible thing was seeing children trying to get down this ladder they had put on the side of the boat,” she said.\n\nTwo French citizens and a Peruvian crew member were reported dead, according to a hospital official in Grosseto, Tuscany.\n\nDivers searched until nightfall for the missing, perilously probing the 2,000 cabins for survivors while the Leviathan ship lay on its side in the water, a boulder poking through a 160-foot gash in its hull. The Italian Coast Guard said 50 to 60 people were still unaccounted for.\n\nEarly Sunday, an Italian fire brigade found a honeymooning couple from Korea still alive inside a cabin. Luca Cari, a brigade spokesman, said the couple had been taken to a local hospital to be examined. There were conflicting reports about whether the ship was off course in reef-filled waters just miles from the shore or whether an electrical failure had caused the crew to lose control. Passengers spoke of faulty evacuation procedures and unprepared staff who told them nothing was wrong — until the ship began tipping over.\n\nAfter questioning him for several hours, the Italian police detained the ship’s captain, Francesco Schettino, and the first officer, for questioning on charges of manslaughter, failure to offer assistance and abandonment of ship, the police said.\n\nBefore his detention, Captain Schettino told Italian television that the ship had hit a reef that was not on its navigation charts.\n\nPhoto\n\nGianni Onorato, the president of the Costa cruise company, a subsidiary of Carnival Cruise lines, said the ship had been sailing its “regularly scheduled itinerary” from Civitavecchia to Savona, Italy, when it struck “a submerged rock.”\n\nHe said Captain Schettino “immediately understood the severity of the situation” and “performed a maneuver intended to protect both guests and crew.”\n\nThe Italian coast guard said the captain had tried to turn the ship toward port in Giglio to make an evacuation easier, but it began to tip over as it reached the port.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nLocal media reports said the ship had passed between the Tuscan coast and Giglio, a popular tourist destination 18 miles offshore, rather than in the open sea on the far side of the island. The newspaper Corriere della Sera cited local fishermen who said it was uncommon for a ship the size of the Costa Concordia to take that route.\n\nHowever, Cristiano de Musso, a cruise company spokesman, said the ship had not deviated from the course it follows “52 times a year.”\n\nPassengers described scenes of chaos as they tried to evacuate. Ms. Grasso said waiters instructed diners to remain seated even as the ship began listing. The captain initially told passengers that the ship had an electrical problem, according to media reports.\n\nVideo\n\nOnce she boarded a lifeboat, Ms. Grasso said, the helmsman appeared ill equipped to bring the scores of travelers on his vessel to safety: he kept banging into the ship, unable to steer the lifeboat to the shore, until a passenger shoved him aside and took the lead.\n\n“No crew member was trained for an evacuation,” she said.\n\nA crew member, Fabio Costa, told BBC News that he had been working when he heard a crash. “We had no idea how serious it was until we got out and we looked through the window,” he said. “We saw the water coming closer and closer.”\n\nOf the struggle to reach the lifeboats, as passengers pushed one another and stumbled on stairs amid falling objects, Mr. Costa said, “People panicking and pushing each other didn’t help at all.”\n\nMr. Onorato, the cruise company president, said only that the captain “initiated security procedures to prepare for an eventual ship evacuation.” He did not respond to further questions on the matter.\n\nThe cruise company said that the passengers included about 1,000 Italians, 500 Germans and 160 French, and the crew numbered about 1,000. The United States State Department estimated that 126 Americans had been onboard. It was not known whether any were among the missing.\n\nGiancarlo Sammatrice, 22, a cook from Vittoria, Sicily, was on vacation with his girlfriend. “I have always been scared of those boats, but my girlfriend kept on saying that it was romantic, and I gave in,” he said. “There were not enough lifeboats. The pilots were not sailors but waiters who had no idea how to maneuver and kept on having us turning in circles.”\n\n“It was the first and certainly the last cruise of my life,” he said."}