{"title": "UKIP Has Changed Britain’s Conversation. Now It Needs a Big Win.", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/05/02/world/europe/ukip-has-changed-britains-conversation-now-it-needs-a-big-win.html", "body": "Ramsgate is in south Thanet, a sliver of neglected coastline in southern England where Mr. Farage hopes to win a seat in Parliament on Thursday.\n\nIn an election where neither the governing Conservatives nor the opposition Labour Party is expected to command a majority, this has become one of the most closely watched districts in the country — a critical test case for a populist, anti-immigration, anti-European Union party that could yet cost Prime Minister David Cameron his job.\n\nPhoto\n\nUKIP, pronounced YOO-kip, is fielding its fullest slate of parliamentary and local candidates yet across the country (among them a former actor in pornographic films known as Johnny Rockard). Although polls suggest that it could win about 12 percent of the national vote, it might end up winning only two seats out of 650.\n\nBut by splitting the vote on the right, analysts say, it could deprive Mr. Cameron’s Conservative Party of at least two dozen seats and potentially the ability to form a governing coalition.\n\nAs for Mr. Farage, the stakes could not be higher: Either he wins and takes his message from the fringes to the heart of British politics, or he loses and resigns as party chief, spelling a crisis for a movement that has become all but synonymous with his leadership.\n\nA former commodities trader with a smoker’s cough and heaps of pub-counter charisma, Mr. Farage wants Britain to leave the European Union and blames immigrants for everything from scarce primary school places and hospital beds to a shortage of affordable housing.\n\nHe also promises to “spot-fine” all those who allow their dogs to foul the sidewalk 80 pounds (about $120).\n\nAdvertisement Continue reading the main story\n\n“I want my country back!” Mr. Farage cried when he turned up in Ramsgate that recent morning.\n\nRamsgate’s aging, white, working-class population feels left behind by globalization and mainstream politicians on the left and right, said Matthew Goodwin, a professor of politics at Nottingham University. Mr. Farage, he said, “has become a very good articulator for what a certain section of British society feels and thinks.”\n\nOne of UKIP’s election posters shows an escalator going up the white cliffs of Dover. A hallmark purple leaflet is blunter: “Open borders for convicted murderers from Europe to come in and out.” In south Thanet, the number of immigrants is below the national average. But that is not how locals perceive it.\n\n“It’s out of control,” Trevor Jarmin, 49, said. He said that he had lost several jobs to Polish workers willing to work for lower wages. Alan Bessant, 59, a former soldier, said his neighbors had trouble getting their children a place in school.\n\nPhoto\n\n“Some of us had operations refused because immigrants jump the queue in hospital,” he added.\n\nMany of those supporting Mr. Farage here used to vote Conservative. Others have never cast a ballot before. “I didn’t see the point — the politicians, they’re all the same, they don’t care about ordinary people,” said Matt Thomas, 28, a bricklayer. “But from what I’ve seen from Nigel Farage, I thought, ‘Yeah, I like what he’s saying. He sounds like one of us.’ ”\n\nPrivately educated and married to a German, Mr. Farage has little in common with the bricklayers and builders whose vote he courts. But his appeals to join the “People’s Army” have proved effective — as have countless televised outings to the pub. “He talks like us, he drinks like us,” Simon Harper, a local fisherman, observed approvingly.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOnce dismissed as “a bunch of fruitcakes, loonies and closet racists” by Mr. Cameron, UKIP rattled Britain’s political establishment last May by winning nearly 28 percent of the vote in elections for the European Parliament, more than any other party. It went on to secure its first two seats in the British Parliament after two Conservative lawmakers defected to UKIP and held their districts in subsequent by-elections.\n\nMr. Farage, 51, has since made a habit of selling fruitcakes at election meetings. “It’s Nigel’s favorite insult,” a local party member said at one such meeting last week.\n\nMr. Cameron has worked hard to beat Mr. Farage — at times by co-opting elements of his message. He embraced Mr. Farage’s anti-European Union rallying cry, promising a referendum on Britain’s membership in the bloc by 2017, and has proposed barring immigrants from receiving welfare benefits until they have been in the country for four years (UKIP’s proposal is five years).\n\nThe Conservative candidate running against Mr. Farage in south Thanet is Craig Mackinlay, a co-founder of UKIP who later left the party. He courts voters in part by arguing that the Conservatives are in a better position to deliver on Mr. Farage’s priorities, some of which, like leaving the European Union, he still shares.\n\nAdvertisement Continue reading the main story\n\nNot to be outdone, the Labour Party has pledged to hire 1,000 new border guards, and it, too, vows to limit benefits to recent immigrants.\n\nWhile UKIP’s natural base of support tends to be on the right, it is beginning to recruit among traditional Labour voters. “The Champagne socialists that lead the Labour Party have betrayed their core supporters,” said Christine Gall, who said she grew up in a “Socialist household” and was now campaigning for UKIP.\n\nPhoto\n\nBut if Mr. Farage can already claim one victory — shifting the political agenda — there is no certainty that he will win in south Thanet.\n\nA series of gaffes and local scandals have not helped. Last year, the UKIP parliamentary candidate for nearby Dover, David Little, posted a spoof UKIP map of the world on Facebook that renamed Africa “Bongo-Bongo Land.”\n\nIt then emerged that Martyn Heale, the local party secretary, used to be a member of the National Front, a far-right group with links to the neo-Nazi movement. (“It’s not like I was a member of the Gestapo,” Mr. Heale said in his defense.) And UKIP’s first elected local councilor here, Rozanne Duncan, was hastily expelled from the party after saying in front of a rolling BBC camera that she had a “problem” with “Negroes.”\n\nMany in south Thanet say they do not want their area to become associated with those types of views.\n\nMichael John Holloway, a former British ambassador to Panama and a member of the Conservative Party, said he had been motivated to run for office in his hometown by Mr. Farage’s candidacy.\n\n“The thought of that man representing Sandwich when, for the last 30 years, I’ve represented Britain abroad, advocating our values of inclusiveness,” Mr. Holloway said. “UKIP’s brand is bigoted and divisive.”\n\nMs. La Roche, the activist in Ramsgate, is no fan of the Conservatives, but her dislike of Mr. Farage trumps all else. “I don’t care who beats him,” she said, “as long as someone does.”\n\nAdvertisement Continue reading the main story\n\nAt a public meeting last week in nearby Broadstairs, a stone’s throw from where Charles Dickens wrote “David Copperfield,” Mr. Farage told about 170 mostly middle-aged and older voters not to listen to the “dark propaganda” against UKIP.\n\n“Our crime is that we believe in Britain,” he proclaimed to loud cheers. The country has been let down by governments on the left and right, he said.\n\nHave you noticed, he asked: “All they talk about is me.”", "summary": "As for Mr. Farage, the stakes could not be higher: Either he wins and takes his message from the fringes to the heart of British politics, or he loses and resigns as party chief, spelling a crisis for a movement that has become all but synonymous with his leadership.A former commodities trader with a smoker’s cough and heaps of pub-counter charisma, Mr. Farage wants Britain to leave the European Union and blames immigrants for everything from scarce primary school places and hospital beds to a shortage of affordable housing.Once dismissed as “a bunch of fruitcakes, loonies and closet racists” by Mr. Cameron, UKIP rattled Britain’s political establishment last May by winning nearly 28 percent of the vote in elections for the European Parliament, more than any other party.Michael John Holloway, a former British ambassador to Panama and a member of the Conservative Party, said he had been motivated to run for office in his hometown by Mr. Farage’s candidacy.At a public meeting last week in nearby Broadstairs, a stone’s throw from where Charles Dickens wrote “David Copperfield,” Mr. Farage told about 170 mostly middle-aged and older voters not to listen to the “dark propaganda” against UKIP."}