{"title": "NATO, Tested by Russia in Syria, Raises Its Guard and Its Tone", "authors": ["Helene Cooper", "James Kanter"], "url": "https://www.nytimes.com/2015/10/09/world/europe/russia-syria-intervention-nato.html", "body": "NATO has stationed Patriot batteries in Turkey to protect it from missiles emanating from Syria, but those had been scheduled to be removed this year. NATO officials have been discussing whether to keep the batteries in Turkey, given Russia’s actions, but Mr. Stoltenberg played down that possibility.\n\nBritish officials said that units of up to 150 personnel would be regularly deployed to the Baltic countries, Poland and Ukraine to support military training. The Defense Ministry said it was sending 25 more British personnel to provide “infantry, medical and survival skills” to Ukrainian troops. The additional British personnel raises the number there to 100 from 75.\n\nPhoto\n\nMichael Fallon, the British defense secretary, called the decision part of a “policy of persistent presence and aid for our allies on the eastern flank of NATO in response to Russian aggression and provocation.”\n\nThe NATO moves announced Thursday were mostly symbolic, although Russia quickly reacted to the British announcement. Dmitri S. Peskov, a spokesman for Mr. Putin, told journalists that any increased presence of British troops in Eastern Europe would be regrettable, according to Agence France-Presse, adding that it would amount to Britain’s using an alleged Russian threat as camouflage to press ahead with NATO expansion. Russia, he said, would respond with “parity.”\n\nAs Western defense ministers — including the United States defense secretary, Ashton B. Carter — met here on Thursday, much of the discussion focused on Russia and Syria, and in particular the timing of the launch of 26 cruise missiles across more than 900 miles, from the Caspian Sea, into Syria.\n\n“They did this the day before a meeting of NATO defense ministers,” one NATO official said, speaking on the condition of anonymity because of the delicate nature of the negotiations. “Obviously, that is a message, but who can say what Putin is thinking.”\n\nBut even as the alliance sought to project its power toward the Russian border, and to remind Moscow that Russian maneuvers in Turkish airspace could invite a response, several NATO officials expressed frustration that they did not see a clear path out of the increasingly complicated tangle that has become NATO’s relationship with Russia. One said that the expansion of NATO toward Russia’s borders was the reason Mr. Putin was now maneuvering for elbow room, both in Eastern Europe and in trying to retain his access to the Mediterranean Sea through Syria.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Putin insists that Russia’s intervention in Syria and its support for a ground offensive there — which appeared to be an effort involving Iran, the Lebanese militia Hezbollah and the pro-government army, which is loyal to Syria’s embattled president, Bashar al-Assad — is intended to target militants from the Islamic State. But Western officials say he is using that pretext to batter other insurgent groups that have been trying to overthrow Mr. Assad.\n\nAdvertisement Continue reading the main story\n\n“The Russians are not mainly targeting ISIS, but they are targeting other opposition groups and they are supporting the regime,” Mr. Stoltenberg said. “And I call on Russia to play a constructive and cooperative role in the fight against ISIS, not to continue to support the Assad regime. Because to support the regime is not a constructive contribution to a peaceful and lasting political solution in Syria.”\n\nBloomberg News quoted the German defense minister, Ursula von der Leyen, as saying, “When Russia attacks those who are fighting the Islamic State, that strengthens the Islamic State.”\n\nNATO announced that it was stepping up military exercises and establishing two small military headquarters, in Hungary and Slovakia, supplementing six others — in the Baltic nations of Estonia, Latvia and Lithuania, and in Bulgaria, Poland and Romania. Each headquarters has about 80 military personnel, about half from the host state and the rest from NATO, according to officials at the alliance in Brussels. These officials said the headquarters mainly served as hubs for planning for potential reinforcement by NATO forces and assessing logistics, like the depths of ports or the lengths of runways.\n\nThe alliance has taken steps since the Russian incursion into Crimea and Ukraine to build up a rapid reaction force in the Baltic states. While not stationing large numbers of troops in the region, it has stockpiled equipment, including 1,200 armored vehicles and 250 Abrams tanks and Bradley fighting vehicles that could be quickly deployed, officials have said.\n\nMeeting separately in Luxembourg, European Union interior ministers on Thursday were seeking to address the region’s migration crisis that has been prompted in part by the Syrian conflict.\n\nThe ministers were discussing a common rule book for expelling migrants ineligible for asylum; ways to fortify the European Union’s external borders; and a list of safe countries where migrants can be returned.\n\nThe ministers’ conclusions are likely to be discussed at a summit meeting of European Union leaders on Oct. 15 and 16, when the issue of migration will top the agenda.\n\nArriving at the meeting in Luxembourg, Theresa May, the British home secretary, called for urgent measures to dissuade migrants unlikely to qualify for asylum from going on dangerous journeys to Europe.\n\n“We should be sending economic migrants back to their countries of origin,” Ms. May told reporters. “On returns, we need to see Europe upping its game.”\n\nAdvertisement Continue reading the main story\n\nJean Asselborn, the foreign minister of Luxembourg who is leading the meeting, told reporters, “The control of external borders, immigration generally and also returns — it’s a package.”", "summary": "Michael Fallon, the British defense secretary, called the decision part of a “policy of persistent presence and aid for our allies on the eastern flank of NATO in response to Russian aggression and provocation.” Dmitri S. Peskov, a spokesman for Mr. Putin, told journalists that any increased presence of British troops in Eastern Europe would be regrettable, according to Agence France-Presse, adding that it would amount to Britain’s using an alleged Russian threat as camouflage to press ahead with NATO expansion. Meeting separately in Luxembourg, European Union interior ministers on Thursday were seeking to address the region’s migration crisis that has been prompted in part by the Syrian conflict. Arriving at the meeting in Luxembourg, Theresa May, the British home secretary, called for urgent measures to dissuade migrants unlikely to qualify for asylum from going on dangerous journeys to Europe."}