{"title": "U.S. Jets to Use Turkish Bases in War on ISIS", "authors": ["Ceylan Yeginsu", "Helene Cooper"], "url": "https://www.nytimes.com/2015/07/24/world/europe/turkey-isis-us-airstrikes-syria.html", "body": "Turkish internal security officials had signaled their growing concern about the Islamic State, also known as ISIS or ISIL, with a series of large-scale raids in the past few weeks, detaining hundreds of suspected ISIS members and sympathizers. Taking the fight to the Islamic State in Syria, however, represents a huge leap.\n\n“The terrorist organization represents a national security threat to Turkey, and we are working closely with our allies, including the United States, to combat terrorism,” said a senior official in the prime minister’s office. The official, speaking on the condition of anonymity because of government protocol restrictions, also emphasized that Turkey had not changed its position regarding Mr. Assad in Syria.\n\nIn what Turkish officials described as the first direct cross-border confrontation with the Islamic State, Turkish jets scrambled as tanks and artillery of its Fifth Armored Brigade shelled militants across the border. And early Friday, Turkish fighter jets hit four Islamic State targets within Syria, across the border from Kilis Province, without crossing into Syria, a Turkish security official said, according to Reuters.\n\nObama administration officials, who have been negotiating with Turkey for months, said Thursday that they had reached an agreement for manned and unmanned American warplanes to carry out aerial attacks on Islamic State positions from air bases at Incirlik and Diyarbakir. The agreement was described by one senior administration official as a “game changer.”\n\nThe agreement was sealed on Wednesday with a phone call between President Recep Tayyip Erdogan of Turkey and President Obama, another administration official said.\n\nTurkey had allowed unarmed surveillance flights from Incirlik but had thus far balked at anything more muscular.\n\nOfficials at the State Department and the Pentagon said they were hesitant to talk about the pact until the Turkish government acknowledged it publicly. Turkish officials declined to comment on the pact Thursday night.\n\nAdvertisement Continue reading the main story\n\nThe United States and Turkey “have decided to further deepen our cooperation in the fight against ISIL,” the State Department’s spokesman, John Kirby, said in a statement. He said that “due to operational security I don’t have further details to share at this time.”\n\nThe clash between Turkey’s armed forces and the Islamic State came after gunmen identified by the Turkish military as Islamic State fighters fired on a Turkish border outpost in the Kilis region, killing one Turkish soldier and wounding five.\n\nThe Turkish military said in a statement that its border shelling was a response, and that at least one militant was killed. Turkish news media said a number of Islamic State vehicles were obliterated in the shelling.\n\nThe clash came three days after a suicide bomber with suspected ties to the Islamic State struck a cultural center in the Turkish border town of Suruc, killing 32 people.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nObama administration officials said the United States had agreed to work with European allies, including Germany, France and Britain, to do more to control their end of the flow of foreign fighters crossing Turkey to reach Syria. Acknowledging that commitment to Turkey, Mr. Kirby said the United States recognized that “the foreign fighter problem is not Turkey’s alone.”\n\nIt was unclear what other concessions might have been made by the United States to conclude the deal, but a NATO official said on Thursday that “the Turks always drive a hard bargain.”\n\nThe breakthrough came after recent talks between Gen. John R. Allen, a retired Marine who is Mr. Obama’s special envoy for the fight against the Islamic State, and Turkish counterparts. General Allen’s trip was preceded by a telephone call from Vice President Joseph R. Biden Jr. to Mr. Erdogan, administration officials said.\n\nA senior Defense Department official said recent Islamic State attacks on Turkish targets had played an important role in Turkey’s decision to join the fight against the militant group directly. “Attacks in Turkey are part of the catalyst for them to think about how they get in the game,” the official said, speaking on the condition of anonymity.\n\nFor the Pentagon, the Turkish decision is huge because the two air bases are much closer to the Syrian border than Iraq, Kuwait, Jordan and the Persian Gulf, where strikes had been launched.\n\nAdvertisement Continue reading the main story\n\nThe agreement will significantly increase the amount of time that American spy planes can hover over Syria. In addition, it will accelerate the response time for manned flights acting on intelligence information.\n\nBut even as they were lauding the agreement, American military officials were cautious because they felt that they had been burned by Turkey before.\n\nIn 2003, Defense Department officials believed that they had an agreement with the Turks to send the Army’s Fourth Infantry Division into northern Iraq from Turkey as part of the invasion of Iraq that toppled Saddam Hussein. But the Turkish Parliament refused to grant permission and the division’s equipment remained offshore on ships.\n\nWhile the United States shares Turkey’s antipathy for Mr. Assad, the Turks had previously insisted on a no-fly zone in northern Syria, near the border with Turkey, in exchange for allowing the United States to use their bases.\n\nA no-fly zone would create a safe area to arm and train moderate rebels fighting Mr. Assad and allow an opposition government to take root. The United States has largely opposed this because it would broaden Mr. Obama’s stated objective of focusing only on the destruction of the Islamic State; however, some within the government, especially at the State Department, believe the idea should be given serious consideration.\n\nAsked on Thursday at the Aspen Security Forum in Colorado whether a no-fly zone was part of the deal with Turkey, General Allen said: “No. It was not part of the discussion.” He referred all other questions about the agreement to officials in Washington.\n\nOther administration officials said the growing Islamic State threat to Turkey as well as Mr. Assad’s shrinking control over territory in Syria had prompted the Turks to drop the condition — at least for now.\n\n“The agreement seems a watershed moment in terms of airstrikes,” said Andrew J. Tabler, an expert on Arab politics at the Washington Institute for Near East Policy.\n\nBut for the Turkish government, Mr. Tabler said: “ISIS is just one manifestation of state collapse in Syria. Solving it is getting Assad out of Damascus.”", "summary": "“The terrorist organization represents a national security threat to Turkey, and we are working closely with our allies, including the United States, to combat terrorism,” said a senior official in the prime minister’s office. Obama administration officials, who have been negotiating with Turkey for months, said Thursday that they had reached an agreement for manned and unmanned American warplanes to carry out aerial attacks on Islamic State positions from air bases at Incirlik and Diyarbakir. Obama administration officials said the United States had agreed to work with European allies, including Germany, France and Britain, to do more to control their end of the flow of foreign fighters crossing Turkey to reach Syria. A senior Defense Department official said recent Islamic State attacks on Turkish targets had played an important role in Turkey’s decision to join the fight against the militant group directly."}