{"title": "Greece Rounds Up Migrants on Kos, Locking Them in Stadium Overnight", "authors": ["Anemona Hartocollis"], "url": "https://www.nytimes.com/2015/08/13/world/europe/greece-syria-iraq-migrants-locked-stadium-on-kos.html", "body": "“The migrants actually were protesting about the fact that they have been pushed from one place to the other and they were waiting for papers,” Ms. Kourafa said.\n\nPhoto\n\nShe estimated that there were more than 6,000 refugees on Kos, an island in the southeastern Aegean, waiting to be issued papers by the Greek government that would allow them to move legally inside Greece. Syrians generally receive papers allowing them to stay for six months and Iraqis for 30 days, she said, and without these papers they cannot leave the island.\n\nMs. Kourafa said there were only three officials in Kos giving out the documents, leading to a backlog of 10 to 15 days. The wait has exacerbated the already severe problem of waves of migrants arriving on the island.\n\n“There was an influx of migrants and refugees on the island of Kos in the recent days which was, let’s say, unprecedented, meaning that there are more than 700 to 800 people per day,” Vassilis Papadopoulos, Greece’s general secretary for migration policy, said. “And that was not manageable by the police authorities.”\n\nPhoto\n\nMr. Papadopoulos said the Ministry of Culture would provide space to set up tents to house the migrants for a day or two and food and sanitation would be provided. After that, he said, the government planned to move the migrants off the island.\n\n“There is a solution, there will be a solution,” Mr. Papadopoulos said.\n\nA Greek newspaper, Kathimerini, reported on Wednesday that the Greek police sent 12 officers from the force’s immigration unit in Athens to the island, including an Arabic-speaking employee, to help process papers for the migrants.\n\nThe report said riot police had also been flown to the island and 250 other officers were on their way to Kos and the islands of Lesbos and Samos.\n\nGreece has seen record numbers of migrants from conflict-ridden countries in the first six months of this year. Most of them do not see Greece as a viable place to stay, especially because of the current economic crisis, and they are trying to move on to other destinations in Europe."}