{"title": "Northern Ireland Unionists Hope for Power Gain in British Election", "authors": ["Douglas Dalby"], "url": "https://www.nytimes.com/2015/05/06/world/europe/northern-ireland-democratic-unionist-party-may-gain-power-in-british-parliament-vote.html", "body": "Photo\n\nCARRICKFERGUS, Northern Ireland — Ambling around this seaside town on a sunny afternoon, Sammy Wilson greeted smiling constituents like long-lost friends ahead of this week’s British general election.\n\nMr. Wilson, 62, is seeking re-election to Parliament as a member of the Democratic Unionist Party, which is overwhelmingly Protestant and wants to keep Northern Ireland part of the United Kingdom. His upbeat mood reflected the tactical advantage the election seems likely to confer on his party: its leverage is likely to increase if, as polls predict, neither the governing Conservatives nor the opposition Labour Party win an outright majority and instead compete to assemble a working coalition of smaller parties.\n\n“The most frequent question I get asked on the doorsteps,” he said, “is, ‘What will you do with the leverage?’ ”\n\nThe answer, he says, is simple: “Whatever is best for Northern Ireland.”\n\nThe Democratic Unionist Party holds eight of 18 seats in Northern Ireland and is expected to add at least one more this week, a total big enough to make a difference to the bigger parties as they try to cobble together a majority in the 650-seat House of Commons.\n\nAdvertisement Continue reading the main story\n\nGiven the likely rise of the Scottish National Party, which advocates independence for Scotland, the D.U.P., which is resolutely cohesive, is attractive to both the Labour and Conservative parties. An alliance with the unionists might let the bigger parties avoid a messy deal with an entity intent on breaking up the United Kingdom, or one that is full of fragmented independents who might want to bargain over tough Parliamentary votes.\n\nThe Democratic Unionist Party was formed in the 1971 by the firebrand Ian Paisley as a political extension of the anti-Catholic Free Presbyterian Church of Ulster, which he had founded 20 years previously.", "summary": "CARRICKFERGUS, Northern Ireland — Ambling around this seaside town on a sunny afternoon, Sammy Wilson greeted smiling constituents like long-lost friends ahead of this week’s British general election.Mr. Wilson, 62, is seeking re-election to Parliament as a member of the Democratic Unionist Party, which is overwhelmingly Protestant and wants to keep Northern Ireland part of the United Kingdom.The Democratic Unionist Party holds eight of 18 seats in Northern Ireland and is expected to add at least one more this week, a total big enough to make a difference to the bigger parties as they try to cobble together a majority in the 650-seat House of Commons.An alliance with the unionists might let the bigger parties avoid a messy deal with an entity intent on breaking up the United Kingdom, or one that is full of fragmented independents who might want to bargain over tough Parliamentary votes.The Democratic Unionist Party was formed in the 1971 by the firebrand Ian Paisley as a political extension of the anti-Catholic Free Presbyterian Church of Ulster, which he had founded 20 years previously."}