{"title": "Toulouse Killer’s Path a Bitter Puzzle", "authors": ["Dan Bilefsky"], "url": "http://www.nytimes.com/2012/03/30/world/europe/toulouse-killers-path-a-bitter-puzzle.html", "body": "Like many youths of North African descent, Mr. Merah identified more with Islam than with France, said a 23-year-old former friend from school, Faoud, who declined to give his last name for fear of being hounded by the police.\n\n“Our passports may say that we are French, but we don’t feel French because we are never accepted here,” said Faoud, standing at a corner store in Les Izards, Mr. Merah’s dilapidated neighborhood. “No one can excuse what he did, but he is a product of French society, of the feeling that he had no hope, and nothing to lose.”\n\n“It was not Al Qaeda that created Mohammed Merah,” he said. “It was France.”\n\nThe issue of France’s failure to fully integrate immigrants and provide them with a sense of belonging and opportunity has been notably absent from the country’s presidential campaign, even as some candidates have intensified their calls to limit immigration and to root out homegrown terrorism.\n\nPhoto\n\nBut not every angry young man carries out a murderous plot. Investigators have been left to puzzle over Mr. Merah’s motivations and whether he was helped to act on his anger.\n\nThey say he may have exaggerated or invented his claims of terrorist training. “All signs indicate that Merah was an isolated lone wolf and was not part of an organized terrorist network,” Pierre-Henry Brandet, the French Interior Ministry spokesman, said in an interview. “We believe that he was radicalized by his older brother, Abdelkader, who had links to Salafist extremists. But Mohammed Merah appears to have been largely self-taught.”\n\nMost of his firearms were old-style, including three Colt .45s, a Sten submachine gun and a shotgun. Terrorist networks typically use explosives, experts said, and only an amateur would have used weapons with different calibers, requiring a variety of ammunition.\n\nThat does not necessarily mean Mr. Merah acted alone. Video Mr. Merah apparently recorded of his killings was sent to Al Jazeera , postmarked March 21, the day before Mr. Merah was killed by a bullet to the head as the standoff ended. The video had been edited and manipulated, according to Al Jazeera, with religious songs and recitations of Koranic verses laid over the footage. It is unclear who sent it, and whether Mr. Merah knew how to edit video.\n\nAdvertisement Continue reading the main story\n\nInvestigators have focused on his older brother, Abdelkader, who was indicted this week on suspicion of being an accomplice. Officials say he helped Mr. Merah steal the scooter used in the attacks, and traces on his cellphone place him near a Jewish school in the days before his brother killed three children and a rabbi there.\n\nPhoto\n\nMr. Brandet, the Interior Ministry spokesman, said that Abdelkader Merah had expressed pride in his brother’s acts and that there were indications that he had been seeking to radicalize other family members.\n\nOne of the older Merah’s lawyers, Chmani Malika, said he denied any involvement and was upset, not proud.\n\nThe police say they are also investigating whether the brothers had links to a jihadist network known as the Toulouse Group. Mohammed’s mother is married to Sabri Essid, a member, who investigators say was linked to a Qaeda safe house in Syria in 2006.\n\nIn 2010, Mohammed Merah traveled, visiting Turkey , Syria, Lebanon , Jordan , Israel and Afghanistan, Bernard Squarcini, the head of France’s domestic intelligence agency, told Le Monde .\n\nHe said Mr. Merah was detained in Jerusalem after he was found to have a knife. He was detained again in Kandahar, Afghanistan, in November 2010, turned over to American forces, and sent back to France. American officials said he ended up on their no-fly list of potentially dangerous suspects.\n\nPhoto\n\nWhile in Pakistan in October 2011 on a two-month trip, Mr. Merah called a French intelligence official who had asked to interview him. After returning to France and recovering from hepatitis , he met with the official, bringing a memory stick with photographs of his travels, law enforcement officials said. He told the agent he had traveled as a tourist to find a wife.\n\nDuring the standoff with the police, he told the same agent, whom he had recently contacted, that he had planned to kill him. “I was going to smoke you,” he said, according to officials.\n\nAdvertisement Continue reading the main story\n\nAsked how Mr. Merah had been able to hatch his plot despite being known to intelligence agencies in both France and the United States , Mr. Brandet, the Interior Ministry spokesman, said there were no “alarm signals.”\n\n“We cannot just put every citizen under surveillance,” he said. “France is not a police state.”\n\nMr. Merah’s lawyer, Christian Etelin, said his radicalization probably took root when he was jailed for 21 months after stealing a purse in December 2007 and became despondent about his future. Friends say he tried to hang himself. And he started to read the Koran, the police said Mr. Merah told them.\n\nAfter being released, he was rejected by the army and the Foreign Legion. He vainly sought work as a mechanic, Mr. Etelin said. Mr. Merah’s rage, the lawyer added, might have been fueled by the end of his brief marriage. He was divorced in the days before his killing rampage began.\n\n“Before he went to prison, he told me that he wanted to join the army and defend France and the French flag,” Mr. Etelin recalled. “But after prison all his dreams were shattered. This boy with the face of an angel began his evolution into a monster.”", "summary": "Like many youths of North African descent, Mr. Merah identified more with Islam than with France, said a 23-year-old former friend from school, Faoud, who declined to give his last name for fear of being hounded by the police.“All signs indicate that Merah was an isolated lone wolf and was not part of an organized terrorist network,” Pierre-Henry Brandet, the French Interior Ministry spokesman, said in an interview.Officials say he helped Mr. Merah steal the scooter used in the attacks, and traces on his cellphone place him near a Jewish school in the days before his brother killed three children and a rabbi there.In 2010, Mohammed Merah traveled, visiting Turkey , Syria, Lebanon , Jordan , Israel and Afghanistan, Bernard Squarcini, the head of France’s domestic intelligence agency, told Le Monde .Asked how Mr. Merah had been able to hatch his plot despite being known to intelligence agencies in both France and the United States , Mr. Brandet, the Interior Ministry spokesman, said there were no “alarm signals.”"}