{"title": "Party Backs Off German-Only as a Suggestion for Immigrants", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2014/12/09/world/europe/christian-social-union-plan-immigrants-speak-german-at-home.html", "body": "By Monday morning, the Bavarian party was in retreat.\n\n“Every person must be able to speak at home as he wishes,” said a deputy chairman, Peter Gauweiler.\n\n“We have to think a bit more about the formulation,” said Gerda Hasselfeldt, the party’s leader in the national Parliament.\n\nThe proposal was changed to say those seeking residency “should be motivated to speak German in day-to-day life,” said the party’s general secretary, Andreas Scheuer.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe government has long insisted that mastering the German language is key to integrating here. Analysts said the Bavarian party’s venture into delicate immigration politics was intended to signal that it cared about issues of cultural identity that have been highlighted by weekly demonstrations in Dresden and the rise of a new populist party, the Alternative for Germany.\n\nIn Dresden on Monday night, about 10,000 people heeded the call of the anti-immigration group Patriotic Europeans Against the Islamization of the West, known by its German acronym, Pegida, which has staged ever-larger demonstrations over the last eight Mondays.\n\nThis time, however, some 9,000 people turned out against Pegida, Lutz Zöllner, a police official, said by telephone. The anti-Pegida demonstration had the support of the state governor, the mayor of Dresden, the local Jewish community and diverse groups of artists, students and others. Some 1,400 police officers, including some brought in from other parts of Germany, kept the two groups apart, and no major violence or arrests were reported, Mr. Zöllner said.\n\nMr. Scheuer insisted that the meaning of the proposal had been misunderstood. “From the beginning, there was no talk of obligation, bossing people around or inspections,” he said.\n\nBefore the Bavarian party’s retreat, Ms. Merkel weighed in stating it is “good when you have one less foreign language to acquire,” because you are fluent in two.\n\nHer spokesman, Steffen Seibert, noted more dryly that language “is not a government matter.”"}