{"title": "Two Children Among Migrants Drowned Near Greek Island", "authors": ["Niki Kitsantonis"], "url": "https://www.nytimes.com/2015/10/26/world/europe/two-children-among-migrants-killed-after-boat-sinks-off-greece.html", "body": "Photo\n\nATHENS — A woman and two young children drowned, and seven people were missing, after an inflatable dinghy carrying dozens of migrants from Turkey hit rocks near the Greek island of Lesbos, the Greek authorities said on Sunday as fears rose of more deaths amid worsening weather conditions.\n\nAn additional 53 people made it ashore after the dinghy sank shortly before dawn on Sunday in choppy waters on a very windy day, according to an official at the Greek Shipping Ministry.\n\nThe dead children were 2 and 7 years old, and their ethnicity was not known, the official said.\n\nA Greek military helicopter and Coast Guard vessels searched for another seven people believed to have boarded the dinghy on the neighboring Turkish coast but did not reach Lesbos. The European Union’s border-monitoring agency Frontex contributed to the search with a helicopter and patrol vessel, the ministry said.\n\nSunday’s episode added to the grim tally of deaths in the Aegean, which remains a popular crossing point for hundreds of thousands of people fleeing war or other hardships.\n\nAdvertisement Continue reading the main story\n\nMore than half a million people have arrived in Greece this year, according to the United Nations refugee agency. There are no precise figures for drownings though the Greek Coast Guard issues almost daily reports of migrants who have been found dead or who are unaccounted for, often including very young children.", "summary": "ATHENS — A woman and two young children drowned, and seven people were missing, after an inflatable dinghy carrying dozens of migrants from Turkey hit rocks near the Greek island of Lesbos, the Greek authorities said on Sunday as fears rose of more deaths amid worsening weather conditions. An additional 53 people made it ashore after the dinghy sank shortly before dawn on Sunday in choppy waters on a very windy day, according to an official at the Greek Shipping Ministry. Sunday’s episode added to the grim tally of deaths in the Aegean, which remains a popular crossing point for hundreds of thousands of people fleeing war or other hardships. There are no precise figures for drownings though the Greek Coast Guard issues almost daily reports of migrants who have been found dead or who are unaccounted for, often including very young children."}