{"title": "Nicola Sturgeon, Star of Scottish Politics, Vows to Secure More Power", "authors": ["Katrin Bennhold", "Steven Erlanger"], "url": "https://www.nytimes.com/2015/06/09/world/europe/nicola-sturgeon-star-of-scottish-politics-vows-to-secure-more-power.html", "body": "After independence was rejected in September, 55 percent to 45 percent, prompting her predecessor as party leader and Scotland’s first minister, Alex Salmond, to resign, it seemed that the nationalist flame would wane. But under Ms. Sturgeon, a less divisive figure, party membership has more than quadrupled. “Nicola Sturgeon’s party has more members than the British Army has soldiers,” noted Alex Massie of the magazine The Spectator.\n\nIn last month’s election, the S.N.P. won all but three of Scotland’s 59 parliamentary seats, humiliating the Labour Party and becoming the third-largest party in Westminster.\n\nAlthough she did not run for a seat in the British Parliament, Ms. Sturgeon has gone from regional obscurity to one of the most powerful players in British politics. This week, she is in the United States, with an appearance on “The Daily Show” scheduled for Monday and a speech at the Council on Foreign Relations on Thursday.\n\nHer distaste for the Conservatives is visceral and deep, and she campaigned fiercely on a theme of “locking the Tories out of Downing Street.”\n\nBut while she won her own landslide in Scotland, Prime Minister David Cameron’s Conservatives won an unexpected majority in the country as a whole. Describing Mr. Cameron as “a reasonably straight person to deal with” and their relationship as “businesslike,” she said she will now press him for more autonomy.\n\nScotland’s future status is as much dependent on Mr. Cameron as on anything Ms. Sturgeon does, she said — not only on what happens with the referendum on British membership in the European Union he has promised by the end of 2017, but also on whether the people of Scotland think he is willing to respond to their overwhelming vote for greater self-determination.\n\n“The ball is in his court,” she said. “People often put the onus on me — will Scotland have another referendum, will we be independent? I would say there’s as much onus on David Cameron right now, because how he responds to the result of the general election in Scotland will in some way determine how people see Westminster and Scotland’s place in Westminster.”\n\nAdvertisement Continue reading the main story\n\nMr. Cameron made a symbolic effort last month, traveling to meet Ms. Sturgeon here, lingering obligingly in a prolonged handshake on the steps of Bute House, Scotland’s Downing Street.\n\nBut Ms. Sturgeon wants more than Mr. Cameron, who has ruled out full fiscal autonomy, has so far offered. She is pressing for new powers to tax and spend, the right to set Scotland’s own minimum wage, and autonomy in welfare policy to counter the tough budget cuts promised by Mr. Cameron.\n\nIn Brussels last week, she warned that if Britain votes to leave the European Union, Scotland might demand another shot at independence.\n\nMs. Sturgeon is a fan of the Danish television drama “Borgen,” in which the female leader of a small party unexpectedly becomes prime minister. She is a fan, too, of Scandinavian-style social democracy.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“People who think of a nationalist party sometimes think, inward-looking and parochial,” she said. “The kind of nationalism I represent is the opposite of that,” pro-European and pro-immigration.\n\nIn addition to Scots living in Scotland, all residents who were citizens of Britain and other European Union and British Commonwealth countries were allowed to vote in last year’s referendum. Many immigrants supported independence\n\nThe S.N.P., which faces Scottish regional elections next year, has a more centrist record in government than its rhetoric suggests. While it favors a nuclear-free Scotland and wants to preserve free university education and medical prescriptions, its economic platform was broadly similar to Labour’s.\n\nMs. Sturgeon and her party have benefited from the decline here of the British Labour Party, which had long been the main choice in Scotland for left-leaning voters.\n\n“Labour became complacent,” she said. Last year, the Labour leader at the time, Ed Miliband, stood “arm in arm, in partnership” with Mr. Cameron to oppose Scottish independence, and “for many, many people in Scotland that was unforgivable,” Ms. Sturgeon said.\n\nAdvertisement Continue reading the main story\n\nWhen she joined in the 1980s, the S.N.P. had three seats in Parliament and Scotland’s own legislature would not be established for another decade. She lost several elections before winning her first seat, refusing to take the traditional oath of allegiance to the queen (though by law she still had to make a “solemn affirmation” to “bear allegiance” to the monarch).\n\nShe learned “that an election win doesn’t come easily, and just as it doesn’t come easily it can be lost easily,” she said. “I know you’ve got to earn people’s trust, and you’ve got to earn it day after day after day.”\n\nThe daughter of a dental nurse and an electrician in the working-class county of Ayrshire in southwest Scotland, Ms. Sturgeon was the first in her family to go to university, graduating in law from the University of Glasgow. Over three decades, she rose from grass-roots campaigner to leader, serving as party spokeswoman on everything from energy and education to housing, and, once her party was in government, as health secretary. She was Mr. Salmond’s deputy for 10 years.\n\nEven some of her critics give her grudging respect. The journalist Piers Morgan called her “the most dangerous woman in Britain” during the election campaign, but compared her to Mrs. Thatcher.\n\n“She’s a tough, uncompromising woman with a fierce, combative intelligence,” he wrote recently. “She also shares Thatcher’s withering disdain for the myriad less able men who dare to cross her political patch.”\n\nMs. Sturgeon wants to inspire other women and provide them opportunities, something she said Mrs. Thatcher never did. “She left office not really having moved things forward for other women at all,” she said. “I want to try and make sure that me having the privilege of holding this job helps to open doors for other women as well.”\n\nHer cabinet has as many women as men, and she is rooting for Hillary Rodham Clinton. “To have the first female president of the United States I think would be a very, very significant moment for women worldwide,” she said.\n\nHaving undergone an image makeover, complete with a new hairstyle and a colorful, Scottish-designed wardrobe, Ms. Sturgeon spoke of her unease about the adjustment. “I wish we lived in a world where how you looked or what you wore wasn’t an issue for men or women, and it’s by and large not an issue for men, so I wish it wasn’t an issue for women but it is,” she said, wearing a fitted apricot-colored dress and beige patent-leather heels. “Of course you worry, ‘Are you just playing into that?’ ”\n\nThe political and attitudinal differences between Scotland and England can be exaggerated, she said, “but Scotland undeniably is a nation, and in my view that means we should govern ourselves.” She stopped, and added rather wistfully, “Of course that was decided in the referendum, not the way I wanted it to be.”", "summary": "Mr. Cameron made a symbolic effort last month, traveling to meet Ms. Sturgeon here, lingering obligingly in a prolonged handshake on the steps of Bute House, Scotland’s Downing Street.She is pressing for new powers to tax and spend, the right to set Scotland’s own minimum wage, and autonomy in welfare policy to counter the tough budget cuts promised by Mr. Cameron.Ms. Sturgeon is a fan of the Danish television drama “Borgen,” in which the female leader of a small party unexpectedly becomes prime minister.In addition to Scots living in Scotland, all residents who were citizens of Britain and other European Union and British Commonwealth countries were allowed to vote in last year’s referendum.While it favors a nuclear-free Scotland and wants to preserve free university education and medical prescriptions, its economic platform was broadly similar to Labour’s."}