{"title": "Scots Are Told ‘Painful’ Split Would Follow a Yes Vote", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2014/09/16/world/europe/britains-premier-warns-scots-of-a-painful-divorce.html", "body": "ABERDEEN, Scotland — With Scotland’s independence referendum apparently too close to call, Prime Minister David Cameron on Monday used his final speech to Scots before Thursday’s vote to warn that there would be no turning back from a “painful divorce” from Britain.\n\n“There’s no going back from this, no rerun,” Mr. Cameron told supporters in the northeastern city of Aberdeen, the heart of Scotland’s oil industry. “If Scotland votes yes, the U.K. will split, and we will go our separate ways forever.”\n\nVideo\n\nHe added, “Independence would not be a trial separation, it would be a painful divorce.”\n\nHis message came hours after the leader of the campaign for independence, Alex Salmond, Scotland’s first minister, told Scots that the vote would be their last say on their constitutional future for many years.\n\nSpeaking in Edinburgh alongside business leaders, Mr. Salmond described the referendum as a “once-in-a-lifetime opportunity for Scotland.” He argued that, freed from London, Scotland would be able to pursue distinct, and more social-democratic, policies — one of his central messages to Scots, who in recent decades have tilted to the left of England, throughout the campaign.\n\nAdvertisement Continue reading the main story\n\nMr. Cameron, though, blended appeals not to “break this family apart” with emphasis on the economic risks of independence, saying that there would be no currency union with an independent Scotland. He pointed out that, after a yes vote, more than half of all mortgages in Scotland would be held by foreign banks. He also rejected the assertion that the yes campaign was more positive in tone, arguing that it was about “dividing people.”\n\nPhoto\n\nAs the vote approaches, campaigning has intensified, with politicians, sports personalities and musicians on both sides of the issue trying to sway public opinion.", "summary": "ABERDEEN, Scotland — With Scotland’s independence referendum apparently too close to call, Prime Minister David Cameron on Monday used his final speech to Scots before Thursday’s vote to warn that there would be no turning back from a “painful divorce” from Britain.“There’s no going back from this, no rerun,” Mr. Cameron told supporters in the northeastern city of Aberdeen, the heart of Scotland’s oil industry.His message came hours after the leader of the campaign for independence, Alex Salmond, Scotland’s first minister, told Scots that the vote would be their last say on their constitutional future for many years.Speaking in Edinburgh alongside business leaders, Mr. Salmond described the referendum as a “once-in-a-lifetime opportunity for Scotland.” He argued that, freed from London, Scotland would be able to pursue distinct, and more social-democratic, policies — one of his central messages to Scots, who in recent decades have tilted to the left of England, throughout the campaign.As the vote approaches, campaigning has intensified, with politicians, sports personalities and musicians on both sides of the issue trying to sway public opinion."}