{"title": "Numbering of Migrants by Czechs Brings Outcry", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/09/04/world/europe/czech-republic-criticized-after-officers-mark-migrants-with-numbers.html", "body": "The episodes in the Czech Republic and at the museum in Poland, said Tomas Kraus, the executive director of the Federation of the Jewish Communities in the Czech Republic, showed a lack of sensitivity and historical awareness.\n\n“It is 70 years after the war, and it is a new generation, and they have no clue about history,” he said by telephone. “It is a lack of education, a lack of empathy. If they understood the history, the images from the history, they would not do it.”\n\nJan Brulc, a spokesman at Migrants’ Rights Network, an advocacy group based in London, said the Czech episode reflected the extent to which many European Union countries are ill equipped to deal with the large influx of migrants.\n\n“This incident shows how certain countries in Europe have been hit completely off guard,” he said. “The image of labeling refugees brings historical images of the Second World War to mind, and the police and border guards should understand the requirement under international conventions to treat migrants with the dignity they deserve. Countries can’t punish people for being migrants.”\n\nThe Czech Interior Ministry said that the inscriptions, which were written after the migrants were taken off a train traveling from Hungary to Germany, were not standard practice.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe ministry said that the priority of the police had been to ensure that families were not separated, and a spokeswoman noted in an emailed statement that the authorities were under pressure to move quickly.\n\nThe spokeswoman, Lucie Novakova, added that new rules would be initiated “in order to prevent such a situation in the future.”\n\nThe Czech Republic has so far received 884 asylum requests this year, compared with 800,000 that Germany is expected to get this year, yet the country has experienced a simmering anti-immigrant backlash.\n\nDuring 40 years of Communism in Eastern and Central Europe, immigration was relatively small, and countries are still trying to come to terms with the challenges of immigration and integration. There are fewer than 20,000 Muslims in the Czech Republic, and anti-immigration groups have exploited the relative lack of familiarity with Islam to suggest that migrants, many of whom are fleeing Syria, pose a terrorist threat.\n\nAdvertisement Continue reading the main story\n\nThe human cost of the migration crisis was called into sharp relief this week after at least 12 migrants fleeing the war in Syria, including two boys, drowned on Wednesday while trying to reach the Greek island of Kos. The image of one of the boys, whose body was found face down in the sand, spread across the Internet, and some human rights officials hope the response will compel European leaders to act.", "summary": "The ministry said that the priority of the police had been to ensure that families were not separated, and a spokeswoman noted in an emailed statement that the authorities were under pressure to move quickly. There are fewer than 20,000 Muslims in the Czech Republic, and anti-immigration groups have exploited the relative lack of familiarity with Islam to suggest that migrants, many of whom are fleeing Syria, pose a terrorist threat. The human cost of the migration crisis was called into sharp relief this week after at least 12 migrants fleeing the war in Syria, including two boys, drowned on Wednesday while trying to reach the Greek island of Kos. The image of one of the boys, whose body was found face down in the sand, spread across the Internet, and some human rights officials hope the response will compel European leaders to act."}