{"title": "Paris Mayor Plans to Sue Fox Over False Reports of ‘No-Go Zones’", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/01/21/world/europe/paris-mayor-plans-to-sue-over-news-of-no-go-zones.html", "body": "During a joint interview on local radio, Mayor de Blasio, a fellow liberal and a frequent target of the conservative network’s scorn, expressed sympathy with Ms. Hidalgo, who is herself an immigrant from Spain.\n\n“Many of us in the United States have experienced the inaccuracies of Fox News,” he said. When the interviewer then asked Ms. Hidalgo if she had been shocked by the Fox reportage, she replied, “Yes, of course; I cannot accept that anyone speaks like that about my city.”\n\nAsked about Ms. Hidalgo’s threat to sue, Fox News released a statement from Michael Clemente, an executive vice president. “We empathize with the citizens of France as they go through a healing process and return to everyday life,” Mr. Clemente said. “However, we find the mayor’s comments regarding a lawsuit misplaced.”\n\nOthers in Paris took a more lighthearted view of the American cable channel, including a travel site that promoted a tour of “Go Zones” on the city’s outskirts that was inspired by an inaccurate map of supposedly dangerous areas used in one of the Fox reports.\n\nMs. Hidalgo’s attempt to extract more than an apology from Fox came one day after Gov. Bobby Jindal of Louisiana — fighting a rear guard action like conservative bloggers who insist that “no-go zones” are not a myth — excoriated European governments. Mr. Jindal complained that Europe let “non-assimilationist Muslims establish enclaves and carry out as much of Shariah law as they can without regard for the laws of the democratic countries which provided them a new home.”\n\nSpeaking in London on Monday to the Henry Jackson Society, a think tank named for the senator from Washington State whose outlook influenced a generation of neoconservative policy makers, Mr. Jindal focused his remarks on what he called the dangers of letting immigrants remain unassimilated. Mr. Jindal suggested that “what some immigrants of late desire to do is to colonize Western countries, because setting up your own enclave and demanding recognition of a no-go zone are exactly that.”\n\nWhen he was pressed by Max Foster of CNN to say where exactly these Muslim-only areas were, Mr. Jindal demurred but insisted, “There are people here in London who will tell you there are neighborhoods where the women don’t feel safe walking through those neighborhoods without veils.”\n\nIn a subsequent interview on CNN, Mr. Jindal cited a single report in The Daily Mail, the conservative London tabloid, in which, he said, “a local police chief” did “admit that there are no-go zones here in London.”\n\nAdvertisement Continue reading the main story\n\nMr. Jindal seemed to be referring, inaccurately, to comments made last year by Sir Thomas Winsor, the chief inspector of constabulary for England, Wales and Northern Ireland, who is not a police officer but is charged with overseeing the performance of the forces in those areas.\n\n“There are some communities born under other skies who will not involve the police at all,” Mr. Winsor was quoted as saying by The Mail. “I am reluctant to name the communities in question, but there are communities from other cultures who would prefer to police themselves.”\n\n“There are cities in the Midlands where the police never go because they are never called,” he added. “They never hear of any trouble because the community deals with that on its own.”\n\n“It’s not that the police are afraid to go into these areas or don’t want to go into those areas,” he said. “But if the police don’t get calls for help then, of course, they won’t know what’s going on.”\n\nThe official’s comments were disputed, The Mail reported, by the police chief of the West Midlands force that oversees Birmingham, a city that a Fox News guest described this month as entirely off limits to non-Muslims.\n\nOn Tuesday, The Mail reported that Mr. Jindal “parroted claims there are ‘no-go zones’ for non-Muslims in Britain — just one week after Fox News was forced to apologize for the same gaffe.”\n\nIn a sidebar, the tabloid suggested that the inflated claims from American conservatives about Muslim-ruled areas of London could have been inspired by the case of three British converts to Islam prosecuted in 2013 for trying, without much success, to harass residents of East London out of drinking alcohol or wearing skirts in what they called “a Shariah-controlled zone.”\n\nThe three men, who documented their occasionally comical interactions with residents of the area on video, were jailed and barred by law from continuing with their hectoring vigilantism after serving their sentences."}