{"title": "Q. and A.: What Would an Independent Scotland Entail?", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2014/09/17/world/europe/scotland-independence-vote.html", "body": "If Scotland votes to separate, it will take 18 months of negotiations before independence is declared. And judging from the tone of the campaign, it will be a messy and acrimonious divorce.\n\nScotland already administers many of its own affairs. After a referendum in 1997, it set up its own parliament and controls health, education, housing, justice and a portion of taxation. But some economists say an independent Scotland would be too poor to keep up its welfare state, let alone expand it.\n\nAnd as if to give a taste of the economic uncertainty that would come after a yes vote, the pound has slumped in recent weeks and several banks and businesses have threatened to flee south of the border should voters choose independence.\n\nVideo\n\nBritain also has a lot on the line: If Scotland and its more pro-European voters leave, Britain might leave the European Union.\n\nWho can vote?\n\nTeenagers! In a compromise struck between Mr. Cameron and Mr. Salmond, the referendum will be open to voters as young as 16, even though the national voting age is 18. Only residents of Scotland can vote. But that has not deterred expatriate Scots or really anybody else from joining the fray. The actors Sean Connery, Brian Cox, Alan Cumming and separatists from Texas to Kurdistan are among those cheering for independence. Mick Jagger, Sting, David Bowie, David Beckham, Pope Francis and President Obama are among those urging Britain to stay together.\n\nWhich side is winning?\n\nUntil recently, the anti-independence campaign maintained a comfortable lead in opinion polls. But as the referendum approaches, the two sides are neck and neck.\n\nWill the queen have to go?\n\nMr. Salmond, the Scottish National Party leader, thinks Queen of the Scots is a “fantastic title” and has promised fellow Scots that they get to keep Elizabeth II as their head of state, Canadian-style (although future Scottish voters could always change that).\n\nAdvertisement Continue reading the main story\n\nThis seems to work for Scottish voters, who remain in favor of the monarchy albeit by a much smaller margin than their English counterparts. The queen herself, meanwhile, who has reigned over the disintegration of the British Empire, seems less impressed. After news reports suggesting that she was horrified by the prospect of her kingdom being further dismembered, she urged voters, somewhat cryptically, to “think very carefully about the future.”\n\nVideo\n\nScotland and England have been united under a single monarchy since the Scottish king, James VI, inherited the English throne from Queen Elizabeth in 1603. The queen, whose own mother was Scottish, spends a week every year at Holyrood Palace in Edinburgh, the official royal residence in Scotland, and her summers at Balmoral Castle.\n\nWhat would Britain look like without Scotland?\n\nWhen Billy Bragg, an Englishman who is a staunch supporter of Scottish independence, sang “Take Down the Union Jack” and it climbed up the British music charts in 2002, the year Queen Elizabeth II was celebrating 50 years on the throne, few would have thought that it could become a legitimate call.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut days before the independence referendum, Mr. Bragg’s lyrics sound less preposterous:\n\n“Britain isn’t cool, you know, it’s really not that great. It’s not a proper country, it doesn’t even have a patron saint.”\n\nCertainly, if Scots vote to secede on Thursday, Britain will be less great: it will lose 5.3 million residents, more than 8 percent of its population.\n\nAs for the Union Jack — which combines the colors of England, Scotland and Ireland — will it come down at last as demanded by Mr. Bragg?\n\nVideo\n\nSome proposed redesigns sent to the Flag Institute, a charity, suggested that a red Welsh dragon be superimposed. Welsh people think this is a great idea. But there are only three million of them and their 53 million English counterparts might object.\n\nA more subtle approach would be to combine the black-and-yellow flag of the Welsh patron saint, David, with those of England’s St. George and Ireland’s St. Patrick. But if the white-on-blue saltire of Scotland’s St. Andrew is excluded, should the red-on-white saltire of St. Patrick remain nearly a century after Irish Independence — particularly given the resentment it inspires among Ulster unionists?\n\nThe most straightforward idea, replacing the flag’s current blue background with a black one, has a catch, too: “That used to be a fascist flag in the U.K.,” said Graham Bartram, of the Flag Institute. “It would be like all those sci-fi movies coming true. I can just see all the soldiers marching in their black uniforms saluting a black flag.”\n\nAdvertisement Continue reading the main story\n\nHelpfully, the College of Arms, the official register for coats of arms, has said that the flag would not technically have to be changed if the queen remained the head of state of an independent Scotland.\n\nWhat would the United Kingdom be called without Scotland as a member?\n\nIf the flag is a contentious issue, so is the question of what the kingdom without Scotland might be called. The British government has awkwardly named it the “continuing United Kingdom.” The Scottish government prefers to call it the “rest of the United Kingdom,” or rUK.\n\nWhatever the official name — like the flag, most people bet that it will remain the same — there is a danger that in the world’s perception, at least, Great Britain would become Little Britain.\n\nWhat about Scotland?\n\nWho knows. The Scots have a reputation in the rest of Britain for being different. Scotland’s official animal is the unicorn, and its national flower is the thistle. The national dish is haggis, closely followed by deep-fried Mars candy bars.", "summary": "And as if to give a taste of the economic uncertainty that would come after a yes vote, the pound has slumped in recent weeks and several banks and businesses have threatened to flee south of the border should voters choose independence.The actors Sean Connery, Brian Cox, Alan Cumming and separatists from Texas to Kurdistan are among those cheering for independence.After news reports suggesting that she was horrified by the prospect of her kingdom being further dismembered, she urged voters, somewhat cryptically, to “think very carefully about the future.”Scotland and England have been united under a single monarchy since the Scottish king, James VI, inherited the English throne from Queen Elizabeth in 1603.The queen, whose own mother was Scottish, spends a week every year at Holyrood Palace in Edinburgh, the official royal residence in Scotland, and her summers at Balmoral Castle."}