{"title": "After Paris Attacks, Ties That Bind Patrons at a Cafe Also Burn", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2015/11/26/world/europe/after-paris-attacks-ties-that-bind-patrons-at-a-cafe-also-burn.html", "body": "Among the dead were the bistro’s manager, Hodda Saadi, 35, a free-spirited and determined woman with a wide smile and a passion for yoga and vintage clothing who was celebrating her birthday that night.\n\nHodda’s sister Halima Saadi Ndiaye, 37, a mother of two young children, was shot twice in the back, and died instantly, said the women’s brother Abdallah Saadi, who said Hodda was badly wounded and died later at the hospital.\n\nTheir brother Khaled, a waiter at the restaurant, tried in vain to revive them, said Abdallah, himself a habitué of La Belle Équipe who was abroad at the time.\n\nMr. Reibenberg, the bistro owner, is now a single parent with an 8-year-old daughter.\n\nKhaled Saadi is traumatized, his family says, and has not been able to return to work. He has a toddler to support.\n\nAbdallah Saadi says he also lost 13 close friends, and has been traveling from funeral to funeral. His parents, he said, are devastated.\n\nPhoto\n\nSitting in a cafe not far from La Belle Équipe, Abdallah Saadi said his family had been victimized twice during the attacks. “The terrorists killed my sisters, and as Muslims we are double victims of these people because they create a hatred of Islam,” he said, voicing fears of a backlash against France’s estimated six million Muslims, a majority of whom, he stressed, are proud French citizens like himself.\n\nAdvertisement Continue reading the main story\n\n“These hooligans, they aren’t Muslims, they kill everyone,” he continued. “I have hate for these people, they are disgusting. What dignity? What heroism? They shoot a girl in the back.”\n\nThe Saadi family — eight brothers and sisters — originate from Menzel Bourguiba, a small port town in Tunisia, and grew up in an industrial estate in Le Creusot, a town in Burgundy.\n\nMr. Saadi, a former fabric salesman, credits his Tunisian-born parents and his service in the French military for inculcating him with French Republican values of egalitarianism. He said his family was a powerful example of integration.\n\nHe said his parents came to France in the 1960s in search of economic opportunity. Both were illiterate. But he said his father, a stone mason, worked long days at a factory, and instilled in his children the importance of hard work and sacrifice.\n\n“My father went to work in rain, sun, winter, even when he was sick,” Mr. Saadi said. “We wore hand-me-downs — no Nike or Adidas. But we all wanted for nothing, and we were brought up to love — not to hate. My father instilled in us that if you were North African in France, you needed to work even harder to succeed.”\n\nPhoto\n\nHis sister Hodda, the manager of La Belle Équipe, had internalized their father’s work ethic. She had just gotten back with her former boyfriend and had seldom been happier, he said.\n\nPossessed of an artistic sensibility, she enjoyed photography, opera and doing fashion makeovers for her friends using inexpensive vintage clothing, her brother said.\n\nHe said Hodda Saadi was honest to a fault, natural and maternal. She meticulously sent money to her parents every month. She loved to travel and had lived in Italy and spoke fluent Italian and English.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“She was always on her bike, decked in vintage clothing and no makeup,” he recalled. “I was her older brother but she was the mature one in the family, the wise and sensible one, the kind of girl you want to marry, because she is so dependable and kind.”\n\nAdvertisement Continue reading the main story\n\nMr. Saadi recalled that when he was putting his résumé together for a job interview and was embarrassed about his lack of university education, Hodda had bucked him up by advising him to be himself.\n\nHe got the job. He pulled out a piece of paper with her meticulous loopy cursive writing that he had retrieved from her apartment as a memento, a journal of her private musings in which she had written “theft is the worst form of treason.”\n\nIf Hodda was the maternal sister, Halima was the coquettish one, lively and fun, an amateur chef who enjoyed cooking Tunisian dishes, and had a mane of big curls and a joie de vivre that was contagious, according to their brother.\n\nShe was visiting Paris from Dakar, Senegal, where she lived with her husband and two young sons, ages 3 and 7. Mr. Saadi said that Halima, who had worked in a hospital in Paris before she moved to Senegal, was devoted to her children.\n\n“Her children were the center of her life, and they don’t yet understand what has happened to their mother,” he said.\n\nHalima, he said, was the one all his brothers and sisters turned to when they were sad. “You could tell her anything.”\n\nAs the Saadi family struggles to cope with their grief, La Belle Équipe’s owner, Mr. Reibenberg, who just buried his wife, has been encouraging his friends and fellow survivors to return to the cafes and bistros of the 11th Arrondissement as a potent affirmation of hope and resistance in the face of terrorism.\n\nOn the Sunday after the attacks, he led a march through the quarter, clutching a white rose. “It’s a place filled with life, this little corner,” he told the crowd.\n\nSpeaking on France 2 television, Mr. Reibenberg said closing La Belle Équipe was out of the question.\n\nAdvertisement Continue reading the main story\n\n“We must go to concerts,” he said. “We must sit on terraces. We can still smile with scars on our face. We will lick our wounds and then will all live with our scars; it doesn’t stop us from being happy. There’s no choice.”", "summary": "Among the dead were the bistro’s manager, Hodda Saadi, 35, a free-spirited and determined woman with a wide smile and a passion for yoga and vintage clothing who was celebrating her birthday that night. He pulled out a piece of paper with her meticulous loopy cursive writing that he had retrieved from her apartment as a memento, a journal of her private musings in which she had written “theft is the worst form of treason.” If Hodda was the maternal sister, Halima was the coquettish one, lively and fun, an amateur chef who enjoyed cooking Tunisian dishes, and had a mane of big curls and a joie de vivre that was contagious, according to their brother. As the Saadi family struggles to cope with their grief, La Belle Équipe’s owner, Mr. Reibenberg, who just buried his wife, has been encouraging his friends and fellow survivors to return to the cafes and bistros of the 11th Arrondissement as a potent affirmation of hope and resistance in the face of terrorism."}