{"title": "As Britons Vote, Zac Goldsmith and Sadiq Khan Fight to Be London Mayor", "authors": ["Sewell Chan"], "url": "https://www.nytimes.com/2016/05/06/world/europe/as-britons-vote-zac-goldsmith-and-sadiq-khan-fight-to-be-london-mayor.html", "body": "Age: 41\n\nEducation: Attended several private schools. Studied at Eton College, one of the nation’s most elite private boarding schools, but was expelled for drug use.\n\nCurrent job: Member of Parliament for Richmond Park, in Southwest London, since 2010.\n\nPrevious job: Environmental activist, proponent of local and organic food — though he was perhaps better known for his outgoing social life.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFamily life: Married to Alice Rothschild, a member of the famous banking family; they have two children. (Mr. Goldsmith’s brother was once married to Ms. Rothschild’s sister.) Previously married to Sheherazade Bentley (also known as Sheherazade Ventura), a jeweler and environmentalist; they have three children.\n\nProposals: Doubling home construction to 50,000 a year by 2020; ensuring that a significant proportion of homes are designated for renters; moving forward with late-night service on the Underground, London’s subway system; creating more green spaces; deploying more police on public transit at night; avoiding increase in council tax.\n\nAuthor: “The Constant Economy: How to Create a Stable Society” (2009)\n\nPhoto\n\nSadiq Khan\n\nChildhood: Son of a bus driver and a seamstress, immigrants from Pakistan. Grew up in public housing in Wandsworth, a borough of Southwest London that has several heavily immigrant neighborhoods.\n\nAge: 45\n\nEducation: Attended state schools and studied law at the University of North London.\n\nCurrent job: Member of Parliament for Tooting, in South London, since 2005; was minister of state for transportation from 2009 to 2010 under Prime Minister Gordon Brown.\n\nPrevious job: Lawyer, specializing in employment discrimination, police brutality, civil rights and other social justice issues. Elected to the local council in Wandsworth at the age of 23.\n\nAdvertisement Continue reading the main story\n\nFamily life: Married to Saadiya Ahmed, a fellow lawyer, who was also born and raised in South London; they have two daughters.\n\nProposals: Spurring the construction of new homes and giving Londoners, not overseas investors, the priority in buying them; freezing transportation fares; introducing a one-hour, unlimited-ride bus ticket, intended to help people who use various connections get to work; improving community policing and reducing knife violence (guns in Britain are rare); making cycling safer.\n\nAuthor: “Fairness Not Favours: How to Reconnect with British Muslims” (2008)\n\nOther Candidates\n\nTen other candidates are running for mayor of London: Sian Berry of the Green Party; David Furness of the British National Party; George Galloway of the Respect Party; Paul Golding of Britain First; Lee Eli Harris of Cannabis Is Safer Than Alcohol; Ankit Love of the One Love Party; Caroline Pidgeon of the Liberal Democrats; Sophie Walker of the Women’s Equality Party; Peter Whittle of the U.K. Independence Party; and John Zylinski, an independent.\n\nMost polls have registered relatively small support for these candidates.", "summary": "Proposals: Doubling home construction to 50,000 a year by 2020; ensuring that a significant proportion of homes are designated for renters; moving forward with late-night service on the Underground, London’s subway system; creating more green spaces; deploying more police on public transit at night; avoiding increase in council tax. Previous job: Lawyer, specializing in employment discrimination, police brutality, civil rights and other social justice issues. Family life: Married to Saadiya Ahmed, a fellow lawyer, who was also born and raised in South London; they have two daughters. Proposals: Spurring the construction of new homes and giving Londoners, not overseas investors, the priority in buying them; freezing transportation fares; introducing a one-hour, unlimited-ride bus ticket, intended to help people who use various connections get to work; improving community policing and reducing knife violence (guns in Britain are rare); making cycling safer."}