{"title": "Midas Touch: Those With Putin Ties Glow Brightly", "authors": ["Andrew E. Kramer", "David M. Herszenhorn"], "url": "http://www.nytimes.com/2012/03/02/world/europe/ties-to-vladimir-putin-generate-fabulous-wealth-for-a-select-few-in-russia.html?pagewanted=all", "body": "“The basic point is that these guys have benefited and made their fortunes through deals which involved state-controlled companies, which were operating under the direct control of government and the president,” said Vladimir S. Milov, a former deputy energy minister and now political opposition leader who has written several reports alleging corruption. “Certain personal close friends of Putin who were people of relatively moderate means before Putin came to power all of a sudden turned out to be billionaires.”\n\nMr. Putin has repeatedly denied any involvement in the enrichment of these and other acquaintances, and he has forcefully dismissed assertions made by his political opponents that he himself is a secret beneficiary of these enterprises and has amassed tens of billions of dollars in bank accounts outside Russia.\n\nMr. Putin’s spokesman has also denied any connection to a sprawling resort complex that some of Mr. Putin’s St. Petersburg acquaintances were said to be building for him as a “palace” on the Black Sea at a cost of as much as $1 billion.\n\nOne of Mr. Putin’s former associates from St. Petersburg, Sergei Kolesnikov, recently fled Russia with a trove of documents that appear to support the connection to the resort. In meetings with Russian and Western journalists, Mr. Kolesnikov has described other business dealings in which money was funneled, often as loans , to businesses controlled by Mr. Putin’s friends or relatives.\n\nThe denials from Mr. Putin’s acquaintances are just as steadfast. Mr. Timchenko partly won a lawsuit against Mr. Milov in which he insisted that he was not a “friend” of Mr. Putin’s. In a statement this week, a spokesman for Mr. Timchenko, Anton Kurevin, acknowledged that Mr. Putin and Mr. Timchenko met in the early 1990s in St. Petersburg, but said that Mr. Putin had no connection to Mr. Timchenko’s business. Instead, they still have ties to a judo club where Mr. Putin sparred as a young man with Mr. Rotenberg.\n\nPhoto\n\n“As has been stated on numerous previous occasions, it is true that Mr. Timchenko does know Mr. Putin,” Mr. Kurevin said. “However, the relationship is one of casual acquaintanceship and not close friendship.”\n\nMr. Rotenberg declined to respond to written questions. Mr. Kovalchuk, reached through a publicity agent representing his bank, by Thursday evening also had not replied to a written request for comment.\n\nAdvertisement Continue reading the main story\n\nLegalities aside, these relationships are fixed in the public mind and widely reported by the Russian news media, so how Mr. Putin handles them could prove critical both to his near-term political survival and his legacy.\n\n“Did they just come and say, ‘Hello, we are your friends’? I don’t know, I was not present at these conversations,” said Yevgeny G. Yasin, a former minister of economy and now professor at the Higher School of Economics in Moscow . “But facts are facts. They were close, they had warm relations. And now they are wealthy.”\n\nThe dealings of Mr. Putin and his acquaintances are likely to come under even more scrutiny as the opposition grows bolder in clamoring for government reforms. Raising the stakes further, a new land rush of privatization in Russia is about to begin. To balance its budget, the government intends to transfer $50 billion in assets to the private sector over the next five years. If those assets end up in the same wealthy, well-connected hands, Mr. Putin could find himself struggling to maintain the legitimacy needed to serve out his term.\n\nAt the same time, Mr. Putin will be under pressure to repay the loyalty of his associates, who might reasonably want assurances that they will not face prosecution or exile, as has happened in the past to a half-dozen or so members of the first generation of so-called oligarchs in post-Soviet Russia. “The future for them without Putin is quite a bit more questionable and less promising,” said Mikhail Dmitriev, an economist at the Center for Strategic Research in Moscow.\n\nOn paper, Mr. Putin shows no connection to big riches. In a disclosure required by the electoral authorities, he declared an average annual income of about $153,000 over the last four years from a salary, military pension, investments and bank interest. His wife earned about $1,200 a year on bank deposits. He also declared owning a third of an acre of land near Moscow, an 800-square-foot apartment and a garage in St. Petersburg, as well as three vehicles — two 1960s antiques and a 2009 Lada — and a tow-hitch trailer. Mr. Putin and his wife declared slightly less than $500,000 in bank savings.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThat contrasts starkly with at least a dozen acquaintances of Mr. Putin, many dating to his early career and social life in St. Petersburg, whose wealth until recently was largely in the shadows. But much is now public, owing to disclosure rules on Western stock exchanges, due diligence by foreign companies, lawsuits and a newfound aggressiveness in the Russian opposition news media.\n\nRosneft now sells a significant portion of its oil through Mr. Timchenko’s privately held, Netherlands -based trading company, called Gunvor. The company acknowledges controlling about a fifth of Russia’s crude oil exports, meaning the proceeds from roughly 5 percent of Russia’s total economic output are channeled through Mr. Timchenko’s trading operation.\n\nShares in Rosneft itself are scheduled to be sold later this year as part of the new privatization wave.\n\nIn cables released by the antisecrecy group WikiLeaks , American diplomats described Gunvor as of “special note” in a broader system of opaque dealings during the oil boom. The company, a 2009 cable said, is “rumored to be one of Putin’s sources of undisclosed wealth.”\n\nPhoto\n\nIn a statement, Gunvor rebutted the assertion in the diplomatic cable, saying that Mr. Putin “is not a beneficiary of this company or its activities.” The statement noted that the oil business soared worldwide during Mr. Putin’s time in office, and that Gunvor’s success was part of the wider boom.\n\nAdvertisement Continue reading the main story\n\nMr. Kovalchuk, the chairman of the formerly tiny St. Petersburg bank that now controls Gazprom subsidiaries, including the energy behemoth’s pension fund, was a neighbor of Mr. Putin’s at his lakeside summer home outside St. Petersburg.\n\nIn a 2010 annual report, the bank, Bank Rossiya , listed Mr. Kovalchuk as owner of just over 30 percent of the shares, worth about $1.5 billion. Mr. Timchenko also owns a stake in Bank Rossiya, and some of Mr. Putin’s relatives work for the Gazprom spinoffs. According to Mr. Kolesnikov, Bank Rossiya is at the center of the financing for the Black Sea palace.\n\nA spokesman for Mr. Timchenko said his main connection to Mr. Putin was through a judo club in St. Petersburg, called Yavara-Neva, where as a young man the future president sparred with Mr. Rotenberg and his brother Boris Rotenberg.\n\nToday, the Rotenbergs hold interests in a contractor selling pipe to Gazprom, as well as vodka distilleries, a developer of malls outside Moscow, mines and ports. In 2010, Russia’s antimonopoly agency reported Gazprom bought 93 percent of its pipe from Arkady Rotenberg’s company, North European Pipe Project.\n\nLast year Forbes magazine estimated his net worth at $1.1 billion and his brother’s at $550 million.\n\nThe lines between legitimate and illegitimate businesses are often fuzzy in Russia. In some cases, critics say that Mr. Putin’s associates completed deals without the required competitive bidding, and in others obtained properties at hugely discounted prices. But it was not clear that any laws were violated.\n\nEarly in his career, Mr. Putin was philosophically opposed to transferring control of natural resources to private hands; with the help of the rector of one of St. Petersburg’s prestigious universities, the Mining Institute, he prepared a graduate dissertation that proposed increasing state control. And in his first years in power, he pursued that approach, retaking Yukos Oil, for instance, which was mostly absorbed into Rosneft.\n\nAdvertisement Continue reading the main story\n\nThe rector, Vladimir V. Litvinenko, said this approach was needed after the mismanaged privatizations of the 1990s, but no longer, and that Mr. Putin now believed in the efficiency and benefits of private ownership.\n\nMr. Litvinenko has enjoyed some of those benefits himself.\n\nA phosphate mine in the Arctic that had been partly owned by Mikhail B. Khodorkovsky , the now-jailed Yukos owner, later became the core asset of Phosagro, a company that went public on the London Stock Exchange last July.\n\nIn a prospectus, Mr. Litvinenko is listed among its new owners, holding 5 percent of the shares, worth about $260 million. Mr. Litvinenko, who today is heading Mr. Putin’s election campaign in St. Petersburg, said he was paid in shares for consulting work in 2004, and that this “did not contradict any laws.”\n\nHe also expressed deep reservations about the protest movement.\n\n“If government is changed not by evolutionary methods, but revolutionary methods, this is a catastrophe,” he said, adding that Mr. Putin “is the only choice. Of the other candidates, I don’t see anybody who could lead Russia. And I don’t just fear the street. I horribly fear the street. I have lived a lot. But this period is fearful for me.”", "summary": "“The basic point is that these guys have benefited and made their fortunes through deals which involved state-controlled companies, which were operating under the direct control of government and the president,” said Vladimir S. Milov, a former deputy energy minister and now political opposition leader who has written several reports alleging corruption.Mr. Putin has repeatedly denied any involvement in the enrichment of these and other acquaintances, and he has forcefully dismissed assertions made by his political opponents that he himself is a secret beneficiary of these enterprises and has amassed tens of billions of dollars in bank accounts outside Russia.Legalities aside, these relationships are fixed in the public mind and widely reported by the Russian news media, so how Mr. Putin handles them could prove critical both to his near-term political survival and his legacy.But much is now public, owing to disclosure rules on Western stock exchanges, due diligence by foreign companies, lawsuits and a newfound aggressiveness in the Russian opposition news media.A phosphate mine in the Arctic that had been partly owned by Mikhail B. Khodorkovsky , the now-jailed Yukos owner, later became the core asset of Phosagro, a company that went public on the London Stock Exchange last July."}