{"title": "Spooked by Russia, Tiny Estonia Trains a Nation of Insurgents", "authors": ["Andrew E. Kramer"], "url": "https://www.nytimes.com/2016/11/01/world/europe/spooked-by-russia-tiny-estonia-trains-a-nation-of-insurgents.html", "body": "Estonia, a NATO member with a population of 1.3 million people and a standing army of about 6,000, would not stand a chance in a conventional war with Russia. But two armies fighting on an open field is not Estonia’s plan, and was not even before Donald J. Trump, the Republican presidential candidate, said European members of NATO should not count on American support unless they pay more alliance costs.\n\nSince the Ukraine war, Estonia has stepped up training for members of the Estonian Defense League, teaching them how to become insurgents, right down to the making of improvised explosive devices, or I.E.D.s, the weapons that plagued the American military in Iraq and Afghanistan. Another response to tensions with Russia is the expansion of a program encouraging Estonians to keep firearms in their homes.\n\nGulf of Bothnia FINLAND Gulf of Finland Tallinn St. Petersburg Turi ESTONIA Baltic Sea RUSSIA LATVIA LITHUANIA RUSSIA POLAND BELARUS\n\nThe Jarva competition entailed a 25-mile hike and 21 specific tasks, such as answering questions of local trivia — to sort friend from foe — hiding in a bivouac deep in the woods and correctly identifying types of Russian armored vehicles. On a recent weekend, 16 teams of four people had turned out, despite the bitter, late fall chill. The competition was open to men, women and teenagers.\n\nMs. Barnabas and her three teammates had spent the night hiding in a nest lined with pine needles and leaves on the forest floor, while men playing the occupying army stomped around, firing guns in the air and searching for them. Contestants who are found must hand over one of the 12 “life cards” they carry, which detracts from their final score.\n\n“It’s cold and you lie on the ground, looking up at the stars and hearing shooting and footsteps nearby,” said Ms. Barnabas, a petite woman who is also a coordinator for the league in her day job. She was swathed in a few layers of long underwear and camouflage.\n\n“It wasn’t so bad because we slept cuddled together,” she said, flirtatiously, of her female team. The footsteps came and went, and the women stayed quiet. “They didn’t find us.”"}