{"title": "Kate, Duchess of Cambridge, Gives Birth to Baby Girl", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/05/03/world/europe/former-kate-middleton-duchess-of-cambridge-gives-birth-to-baby-girl.html", "body": "Photo\n\nLONDON — Lo, and it came to pass at last on Saturday morning, unto Kate, who was late, a child was born — a baby girl, who will be fourth in line to the British throne.\n\nThere was much rejoicing in the land, especially among the many who had placed their bets on her having a girl, while others await a further windfall, if they guess right on what name will be chosen.\n\nKate, the Duchess of Cambridge, “was safely delivered of a daughter” at 8:34 a.m. London time, Kensington Palace announced. The birth came less than three hours after she was admitted to the hospital where in July 2013 she gave birth to Prince George, so according to the British media, she will get a 10 percent “loyalty discount” for her expensive hospital suite.\n\nThe baby weighs 8 pounds 3 ounces, the palace said, adding that mother and daughter were both doing well, and that father William, the Duke of Cambridge, was present for the birth of the child, who will be known as the Princess of Cambridge.\n\nAdvertisement Continue reading the main story\n\nPrince Charles, the heir to the throne, had made it clear he was hoping for a granddaughter, and the child is the fifth great-grandchild of Queen Elizabeth II. The statement said senior royals had been informed and were “delighted with the news.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe impending birth has been a boon for Britain’s bookmakers, who say they received thousands of bets on the newborn’s gender and possible name. Even after Saturday’s announcement, bets were still being placed on a name and other characteristics.", "summary": "LONDON — Lo, and it came to pass at last on Saturday morning, unto Kate, who was late, a child was born — a baby girl, who will be fourth in line to the British throne.Kate, the Duchess of Cambridge, “was safely delivered of a daughter” at 8:34 a.m. London time, Kensington Palace announced.Prince Charles, the heir to the throne, had made it clear he was hoping for a granddaughter, and the child is the fifth great-grandchild of Queen Elizabeth II.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.The impending birth has been a boon for Britain’s bookmakers, who say they received thousands of bets on the newborn’s gender and possible name."}