{"title": "On High Alert Since Paris Attacks, French Gear Up for Climate Talks", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2015/11/27/world/europe/on-high-alert-since-paris-attacks-french-gear-up-for-climate-talks.html", "body": "“I am emphasizing this to you: Everything is being put in place to maximize security at the conference itself and its surroundings,” he added.\n\nThe most substantive measure he announced — the additional police officers — was merely a slight increase in the already exceptional security that has been in place under an emergency decree, which has allowed the police to conduct more than a thousand raids around the country in pursuit of domestic threats.\n\nAbout 120,000 police officers and soldiers are deployed all over France “to ensure the security of the French,” Mr. Cazeneuve said.\n\nThat includes 8,000 officers deployed at the country’s borders, which are now being controlled — in a temporary suspension of the European Union’s open-border rules — under the state of emergency, which will last at least three more months.\n\nIn the immediate aftermath of the attacks, which took place in more than five locations, there was talk of canceling the conference, as the attention of high-ranking officials here shifted sharply to terrorism.\n\nBut pushed by the French foreign minister, Laurent Fabius, who for months has focused his attentions on the conference preparations, the two-week summit meeting is going ahead, though in a somewhat scaled-down form.\n\nAbout 200 events around the conference, which is hoped will lead to a global agreement on cuts to greenhouse gases, have already been called off, as has a large-scale march against climate change that had been scheduled for Sunday.\n\nAdvertisement Continue reading the main story\n\nYet as Mr. Fabius proudly noted recently, none of the dozens of heads of state expected have renounced their plans to come to the conference, the largest diplomatic gathering held in France since 1948, and several who were tardy in replying have now said they will attend.\n\nPhoto\n\nWith France still in shock over the attacks and talking of little else, Mr. Fabius was undertaking a final global climate-change tour, trying with mixed success to hammer out commitments from recalcitrant pollution-spewing nations like India. But his efforts got little attention in the French news media in the aftermath of the Paris attacks.\n\nOn Wednesday, Mr. Cazeneuve announced that 2,800 extra police officers would be assigned to the climate conference’s 40-acre site just outside Paris, where about 60 pavilions and restaurants have been built.\n\nMr. Cazeneuve said that mobile police force units, including riot police officers, “will be deployed at an unprecedented level, in Paris and in the provinces, to assure public order and to prevent any misbehavior.”\n\nIn Belgium on Thursday, the authorities lowered a terrorism alert that had paralyzed Brussels, the nation’s capital, declaring that the threat of a Paris-style assault was still “serious” but no longer “imminent.”\n\nThe decision to reduce the threat level to 3, from the highest level, 4, lifted a mood of foreboding that had gripped Brussels since last weekend, but left intact a mystery over what information had led to initial government warnings of a “serious and imminent” threat. Also unclear was what had changed since.\n\nThe fact that at least one of the suspects in the Paris attacks remains at large, possibly in Belgium, has added to a lingering sense of insecurity. On the other hand, experts said Wednesday, from a security point of view, the climate conference comes at an ideal time, since France is already on maximum alert.\n\n“I don’t think we will be able to go further in terms of security measures,” said Jean-Charles Brisard, a security consultant and terrorism expert. “There’s nothing more we can do, in terms of the state of emergency.”\n\nAdvertisement Continue reading the main story\n\nIn an attempt to limit the use of private vehicles, the authorities also announced on Wednesday that public transportation would be free on Sunday and Monday and that some major highways around Paris would be closed.\n\nIn one sign of how the attacks have pushed the climate change conference from the top concerns of French leaders, the topic of the conference did not come up in a discussion lasting over an hour and a half this week when Prime Minister Manuel Valls hosted correspondents.\n\nSecurity, and the need to prepare French people for heightened danger in their country, dominated the prime minister’s remarks.\n\n“We’ve got to prepare the French for this new situation,” Mr. Valls said. “Watch out, live with it. We could suffer new attacks.”", "summary": "Yet as Mr. Fabius proudly noted recently, none of the dozens of heads of state expected have renounced their plans to come to the conference, the largest diplomatic gathering held in France since 1948, and several who were tardy in replying have now said they will attend. With France still in shock over the attacks and talking of little else, Mr. Fabius was undertaking a final global climate-change tour, trying with mixed success to hammer out commitments from recalcitrant pollution-spewing nations like India. In Belgium on Thursday, the authorities lowered a terrorism alert that had paralyzed Brussels, the nation’s capital, declaring that the threat of a Paris-style assault was still “serious” but no longer “imminent.” In an attempt to limit the use of private vehicles, the authorities also announced on Wednesday that public transportation would be free on Sunday and Monday and that some major highways around Paris would be closed."}