{"title": "Scottish Referendum Could Hinge on the Undecided", "authors": ["Hanna Ingber"], "url": "https://www.nytimes.com/2014/09/17/world/europe/scotland-independence.html", "body": "He said that he has not fully supported the Yes campaign because he feels it lacks a “true vision for the society we want to become.”\n\nIn the end, he wrote, he will probably make up his mind on Thursday, when he goes to the polls, and will choose in the moment what he considers “the lesser of two evils.”\n\nEvelyn NícDhonnacha wrote on Facebook that she still needs “some hard, objective facts” to make her decision, but neither side has provided sufficient rationale to join their cause. “I’ve heard no good argument about staying with the Union and have no solid base on how to decide on Independence,” she said.\n\nEmma Newton did her own research to help inform her decision. She wrote that her choice boils down to “a decision between short-term economic stability and freedom from the burden of trident,” referring to the nuclear-armed submarines based in Scotland.\n\nShe said negative campaigning by politicians on both sides have made it harder for her to make a decision.\n\n“I’ll probably let my heart decide next Thursday but what my heart feels right now is still conflicted,” she wrote.\n\nVideo\n\nMany other readers also expressed frustration with the campaigns, accusing the Yes and No camps of negativity and presenting misleading information.\n\nAdvertisement Continue reading the main story\n\n“The ‘no’ has been negative and at times misleading and on the cusp of downright lies,” John Burns wrote on Facebook. “The ‘yes’ has been full of emotion and no substance!”\n\nSome undecided Scots said that their passions and their pragmatism are in conflict.\n\nMr. Burns, who said he will probably remain undecided until he casts his vote, wrote that his “heart argues n fights with my mind.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAnother reader, Joan Fleming, wrote on Facebook that both campaigns have been emotional, forcing her to look outside the United Kingdom for balance and perspective.\n\n“Emotions are running high here on both sides — Scot against Scot, family against family, friend against friend,” she said. “The Yes campaign is all stirring speeches and dancing in the streets. The No’s are cautious and accused of scaremongering.”\n\nMs. Fleming added: “At the end of the day it comes down to cold hard facts — economics over emotion.”\n\nEconomic stability is an important issue for many Times readers, who said it was the main factor in their decision-making process.\n\nChris Burt from Stirling, Scotland, wrote in a comment on a Times article that the referendum has conjured up emotions about national identity as well as practical concerns regarding the potential for an independent Scotland’s prosperity.\n\n“I personally feel very British — my parents are English, I was born and raised in central Scotland, and I have studied at university in London. The most difficult aspect for me would be to lose this British identity, and I think it would be very sad to no longer have the Team GB spirit that took over the entire country just two years ago,” he wrote, referring to the enthusiasm for Britain’s athletes during the Olympic Games in London.\n\n“Pragmatically, I foresee the economic consequences of independence as being too counterintuitive to Scottish prosperity,” Mr. Burt added. “The huge transaction costs associated with businesses adapting to a new governance structure and uncertainty alone are reasons to heed from independence. Our fiscal control is reduced no matter which currency an independent Scotland would end up using, and EU membership would not provide Scotland with any more sovereignty than is already surrendered to Westminster, with Brussels and the European Commission and Court of Human Rights being certainly less accessible to Scottish interests.”\n\nAdvertisement Continue reading the main story\n\nKirsten Rees, a small-business owner, wrote on Facebook that the international attention given to Thursday’s referendum has made her feel even more pressure to make the right choice.\n\n“We know the eyes of the world are on Scotland right now, and none of us want to see our country fall,” Ms. Rees wrote.\n\nShe is confident, though, that the Scottish people will ultimately come together.\n\n“It’s divided the nation for the past six months, however, we are a very proud people and no matter which way the vote goes, I think everyone will throw their weight behind it.”", "summary": "Evelyn NícDhonnacha wrote on Facebook that she still needs “some hard, objective facts” to make her decision, but neither side has provided sufficient rationale to join their cause.She wrote that her choice boils down to “a decision between short-term economic stability and freedom from the burden of trident,” referring to the nuclear-armed submarines based in Scotland.Another reader, Joan Fleming, wrote on Facebook that both campaigns have been emotional, forcing her to look outside the United Kingdom for balance and perspective.The most difficult aspect for me would be to lose this British identity, and I think it would be very sad to no longer have the Team GB spirit that took over the entire country just two years ago,” he wrote, referring to the enthusiasm for Britain’s athletes during the Olympic Games in London.Kirsten Rees, a small-business owner, wrote on Facebook that the international attention given to Thursday’s referendum has made her feel even more pressure to make the right choice."}