{"title": "Long Road From Fringe to Scottish Referendum", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2014/09/17/world/europe/long-road-from-fringe-to-scottish-referendum.html", "body": "Mr. Salmond is not universally popular, of course. Some Scots say they are not quite sure what he believes in, other than Scotland, and some women on Mumsnet, a website for parents, described him as patronizing. Asked if Mr. Salmond could be elected as the leader of an independent Scotland, Mr. Quinn said that he was not sure, but that a new Scotland would need Mr. Salmond at least to negotiate terms of the divorce from London. “He’s a clever man to negotiate, with a background in economics and business as well as politics,” Mr. Quinn said.\n\nOne of his cleverest moves in this campaign has been to associate independence with Team Scotland and those who wish to remain in the United Kingdom with Team Westminster, as if preferring to keep the 307-year union was somehow “un-Scottish.”\n\nEven if the independence movement falls short, Mr. Salmond plans to remain as Scotland’s first minister.\n\nPhoto\n\nAlexander Elliot Anderson Salmond was born on Hogmanay, the Scots’ word for New Year’s Eve, in 1954. His grandfather spoke to him of local figures joining the 14th-century resistance to English rule that culminated in 1314, at Bannockburn, where the Scottish king, Robert the Bruce, destroyed a larger invading army of the English king, Edward II.\n\n“My granddad told me how things should be, more than how things were,” Mr. Salmond said in an interview last spring. But Mr. Salmond only became an activist with the fringe Scottish National Party at the University of St. Andrews, where he studied medieval history and economics.\n\nEven there, at one of Scotland’s fanciest schools, he began a campaign for student body president against a Conservative and nearly won. It was, Mr. Salmond said, the only election he has ever lost, and clearly he does not intend to lose to another well-born Conservative, Prime Minister David Cameron, on Thursday.\n\nMr. Cameron and the other two leaders of Britain’s main parties, Ed Miliband of Labour and Nick Clegg of the Liberal Democrats, on Tuesday again pledged, in a letter in The Daily Record of Scotland, “extensive new powers” for the Scots if they vote to stay within the United Kingdom.\n\nAdvertisement Continue reading the main story\n\nBut there were few details, because the party leaders were still negotiating their offer among themselves. Mr. Salmond was dismissive. “It’s totally inadequate,” he said. “It’s nothing approaching the powers that Scotland needs to create jobs, to save the health service and build a better society.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhen Mr. Miliband appeared at a shopping center in Edinburgh on Tuesday to make the case for continued union, he was heckled relentlessly by supporters of independence, news reports said.\n\nAfter college, Mr. Salmond worked as a civil servant and then as an energy economist with the Royal Bank of Scotland. At 26, he married Moira McGlashan, then 43, who later became his boss.\n\nHe rose through the Scottish National Party at a dark time for its prospects, as Margaret Thatcher won the 1979 election to become prime minister and the number of Scottish nationalist members of Parliament declined to two from 11.\n\nAfter winning the argument to move more power from the British Parliament back to Scotland and re-establish a Scottish Parliament, Mr. Salmond quit the leadership of his party in 2000 and stayed away for nearly five years, without much explanation.\n\nHe returned and led his party to dominate the Scottish Parliament in the 2007 elections and become Scotland’s leader, or first minister. Fraser Nelson, a Scot who is the editor of the weekly magazine, The Spectator, once wrote that after those years of “playing dead, swearing he’d never come back, today every party leader in the House of Commons will wish he’s kept that promise.”\n\nInstead, the Scottish National Party won an overall majority in the Scottish Parliament in 2011, devastating the Scottish Labour Party and giving Mr. Salmond the mandate to demand the independence referendum and negotiate it with Prime Minister David Cameron of Britain. Mr. Cameron insisted on a one-question referendum — in or out — which at the time seemed like a smart political decision intended to settle the issue once and for all.\n\nNow, it seems like a risky gamble, one that Mr. Salmond, who likes betting on the horses, was willing to take.\n\nHe has proved his political and debating skills, decrying “fear-mongering” and promising Scots that independence will bring them greater social benefits and that the local health service will be protected, while avoiding specifics and shrugging off the criticism and projections of misery from many business executives and economists.\n\nAdvertisement Continue reading the main story\n\nBut Mr. Salmond remains a rather lonely and even divisive figure whose self-assurance has been identified by opponents as a potential weakness. In the first of two television debates with Alistair Darling, a former chancellor of the Exchequer who leads the “no” campaign, Mr. Darling won applause from the studio audience by mocking Mr. Salmond’s self-confidence. “I want you to do something that is really difficult,” Mr. Darling said. “I want you to contemplate for one minute you might be wrong.”\n\nLast year, in a largely sympathetic interview with Holyrood magazine, Mr. Salmond spoke about his challenge — and his sense of grievance.\n\n“The weight of the establishment has rained down on me for a very long time, and I am still here and quite a bit of the establishment is not,” he said.\n\nSo now, he said, “I take the establishment raining down on me and on the S.N.P. as a compliment.” As for his opponents, he said, “They seem very anxious, do they not?”", "summary": "But Mr. Salmond only became an activist with the fringe Scottish National Party at the University of St. Andrews, where he studied medieval history and economics.Mr. Cameron and the other two leaders of Britain’s main parties, Ed Miliband of Labour and Nick Clegg of the Liberal Democrats, on Tuesday again pledged, in a letter in The Daily Record of Scotland, “extensive new powers” for the Scots if they vote to stay within the United Kingdom.When Mr. Miliband appeared at a shopping center in Edinburgh on Tuesday to make the case for continued union, he was heckled relentlessly by supporters of independence, news reports said.Fraser Nelson, a Scot who is the editor of the weekly magazine, The Spectator, once wrote that after those years of “playing dead, swearing he’d never come back, today every party leader in the House of Commons will wish he’s kept that promise.”He has proved his political and debating skills, decrying “fear-mongering” and promising Scots that independence will bring them greater social benefits and that the local health service will be protected, while avoiding specifics and shrugging off the criticism and projections of misery from many business executives and economists."}