{"title": "Greek Voters Punish 2 Main Parties for Economic Collapse", "authors": ["Rachel Donadio", "Niki Kitsantonis"], "url": "http://www.nytimes.com/2012/05/07/world/europe/greeks-vote-in-parliamentary-elections.html", "body": "“It’s a completely fragmented Parliament,” said Loukas Tsoukalis, the president of the Hellenic Foundation for European and Foreign Policy, an Athens research institute. “The two former big parties have suffered a defeat which is greater than most people had expected.”\n\nHe said that he expected new elections soon. “The question is what happens in between, whether there are any realignments in the Greek political system that provide credible alternatives to protest movements,” Mr. Tsoukalis said. “If this doesn’t happen, then Greece is in deep” trouble, he added.\n\nThe two main parties were struggling to respond to the end of their nearly 40-year dominance of Greek politics. The Socialists’ leader, Evangelos Venizelos, called for a national unity government, saying that a coalition with only the Socialists and New Democracy would not have legitimacy. Calling Sunday an “exceptionally painful day,” Mr. Venizelos said that the Greek parties that had said there was an alternative to the loan agreement had misled voters. “God of Greece, help us,” he said.\n\nThe New Democracy leader, Antonis Samaras, on Sunday appeared to reject the possibility of a coalition with the Socialists. He called instead for a “government of national salvation” aimed at “modifying” the terms of a second loan agreement Greece signed with creditors in February, while still keeping Greece in the euro zone. The clear winner in the elections, the leader of Syriza, Alexis Tsipras, called for a coalition of left-wing parties.\n\nPhoto\n\nIn spite of the party leaders’ declarations to the contrary, some analysts said they would not rule out the possibility that New Democracy and the Socialists could form a coalition for their political survival, though it would have little legitimacy in the wake of elections in which voters migrated to anti-austerity parties.\n\nThe success of Golden Dawn is the ultimate expression of a protest vote. The party has gained ground by campaigning on the streets of Athens, where many residents fear a sharp rise in illegal immigration and where politicians from mainstream parties resist treading for fear of attacks by angry voters.\n\nAdvertisement Continue reading the main story\n\nThe party’s leader, Nikos Michaloliakos, pledged to “fight the memorandum of the junta inside and outside Parliament,” referring to Greece’s debt deal with creditors.\n\nIn the Athens neighborhood of Agios Panteleimonas, where the recent increase in the number of illegal immigrants has changed the texture of the area, Sotirios Dimos, 43, a post office employee, said that although he had always supported the Socialists, on Sunday he voted for Golden Dawn. “The Socialists were incapable of doing anything,” he said.\n\nThe next Greek government, inheriting a deepening recession and facing the likelihood of social unrest, will have to enforce a loan agreement with its creditors — the European Commission, the European Central Bank and the International Monetary Fund. The deal stipulates slashing $15.5 billion from the state budget over the next two years and completing a crucial bank recapitalization.\n\nVideo\n\nYet with Greece’s gross national product having dropped 20 percent since 2009 and unemployment soaring to 21 percent, fierce opposition to the bailout terms — tax increases and wage cuts — has led to the implosion of the Socialist and New Democracy Parties, and the rise of parties on the right and the left that oppose the loan deal.\n\nThat anger was palpable on Sunday in Neos Kosmos, a middle-class district near central Athens. Evgenia Vogiatzi, a 45-year-old teacher and a lifelong Socialist, said that Greece was “in a state of enslavement” that had led her to support the Communist Party, which backs a return to the drachma, Greece’s currency before the euro.\n\n“I’ve had my salary cut 30 percent, I’m paying taxes through the nose and they’re talking about more cuts,” Ms. Vogiatzi said. “If that’s what it takes to stay in Europe, I don’t want Europe.”\n\nIn the upper-middle-class Psychiko neighborhood in Athens, many supporters of the Socialist Party, known here as Pasok, said they had voted for radical-left Syriza for the first time. “I voted in anger,” said Evangelia Grillaki, 65, a retired florist. “We feel 1,000 percent betrayed.”\n\nSyriza, a coalition of leftist parties founded in 2004 that included splinter groups from Greece’s more hard-line Communist Party, appeared to receive the bulk of the Socialist protest vote. Led by Mr. Tsipras, 38, the party is in favor remaining in the euro zone and the European Union, unlike the Communist Party, but has opposed the loan agreement.\n\n“The parties that signed the memorandum without asking the Greek people are now a minority,” Mr. Tsipras said Sunday night. “The people’s voice canceled the legitimacy of their signatures,” he said, adding that the election results in Greece were “a crushing defeat” to the austerity policies of Chancellor Angela Merkel of Germany.", "summary": "“It’s a completely fragmented Parliament,” said Loukas Tsoukalis, the president of the Hellenic Foundation for European and Foreign Policy, an Athens research institute.Calling Sunday an “exceptionally painful day,” Mr. Venizelos said that the Greek parties that had said there was an alternative to the loan agreement had misled voters.The party’s leader, Nikos Michaloliakos, pledged to “fight the memorandum of the junta inside and outside Parliament,” referring to Greece’s debt deal with creditors.In the Athens neighborhood of Agios Panteleimonas, where the recent increase in the number of illegal immigrants has changed the texture of the area, Sotirios Dimos, 43, a post office employee, said that although he had always supported the Socialists, on Sunday he voted for Golden Dawn.“The people’s voice canceled the legitimacy of their signatures,” he said, adding that the election results in Greece were “a crushing defeat” to the austerity policies of Chancellor Angela Merkel of Germany."}