{"title": "U.K. Independence Party Wins a Seat in Parliament", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2014/10/10/world/europe/uk-independence-party-british-parliament.html", "body": "The Labour Party received a scare in a separate by-election in Heywood and Middleton, on the outskirts of Manchester, a constituency Labour would normally expect to win comfortably.\n\nIn that contest, caused by the death of a Labour lawmaker, the Labour candidate, Liz McInnes, won by only 617 votes more than the U.K. Independence Party candidate. The populist party increased its share of the vote to roughly 39 percent from about 3 percent in the last general election, in 2010.\n\nAcross Europe, populist parties have been making gains, and the Conservatives are concerned that the U.K. Independence Party could skim off enough votes in next year’s general election to deprive them of victory.\n\n“This is very significant because this is UKIP’s first elected member of Parliament in its 21-year history,” said Matthew Goodwin, a professor of politics at the University of Nottingham. “It may well encourage other defections among members of the radical right-wing flank of the Conservative Party.”\n\nBefore the result, the U.K. Independence Party’s leader, Nigel Farage, told The Daily Telegraph that victory in Clacton-on-Sea would shift the tectonic plates of politics, while a victory in both seats would be a “Krakatoa moment.”\n\nBecause Britain’s electoral system puts smaller parties at a disadvantage, the U.K. Independence Party is unlikely to win a significant number of seats in next year’s general election, but it could secure enough to influence the outcome.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMoreover, its success on Thursday shows that many voters are disenchanted with the mainstream parties.\n\nWith higher-than-average unemployment and lower-than-average wages, Clacton-on-Sea is typical of the places where Britain’s established parties are losing support. “There are a lot of old, white, working-class pensioners, few middle-class university graduates and few minorities — in short a lot of people who like to vote for UKIP and relatively few of those who don’t,” Professor Goodwin said.\n\nAdvertisement Continue reading the main story\n\nOthers have been less polite. “A friendly resort, trying not to die,” Matthew Parris, a columnist and former Conservative lawmaker, wrote in The Times of London last month. His article created a furor, in part because he went on to say, “Only in Asmara after Eritrea’s bloody war have I encountered a greater proportion of citizens on crutches or in wheelchairs.”\n\nSpeaking on Wednesday as he knocked on doors alone in the driving rain, Mr. Carswell said he believed that the mainstream parties were out of touch. Voters — or, as he puts it, “the customers” — are “getting a bum deal from the political system right across the country — that’s felt particularly strongly here.” When one voter appealed to him, he promised to take up her complaints about street lighting and policing.\n\nMr. Carswell described the article by Mr. Parris as “sneering, condescending, obnoxious and very sad,” and rejected the idea that voters here felt left behind.\n\nBut some disagree. Since the 1960s, Clacton-on-Sea, once a popular resort, has struggled to adapt to a decline in tourism as vacationers head abroad to affordable beaches in the sun. To the annoyance of some residents, vacant accommodation is now used to house people on welfare or recently released from prison.\n\nWhile parts of the constituency are affluent, the suburb of Jaywick, which has many simple, one-story beachside homes, placed at the top in one 2010 ranking of the country’s most deprived neighborhoods.\n\n“People around here believe that Jaywick has been forgotten and that the government does not support it,” said Andrew McGeever, manager of the local pharmacy.\n\nThere was high demand for medication to treat diabetes and lung diseases, he said. Health problems were often caused by “poor lifestyle, heavy use of drink or drugs,” added Mr. McGeever, 32, who said he planned to vote Conservative. “People are disillusioned here, and a high proportion don’t vote because they feel it doesn’t make any difference.”"}