{"title": "Suspect Held in Jewish Museum Killings", "authors": ["Scott Sayare"], "url": "https://www.nytimes.com/2014/06/02/world/europe/suspect-arrested-in-jewish-museum-killings-in-belgium.html?_r=0", "body": "Officials in France were quick to stress the link. President François Hollande immediately praised the “effectiveness of our police forces” in preventing violence from the “jihadists” who have returned to France from Syria, saying the suspect in the Brussels killings had been stopped “as soon as he set foot in France.”\n\nBut the case may yet raise questions about the ability of law enforcement and intelligence services to track potential suspects traveling to and from Syria. Mr. Nemmouche, who was found carrying a hat and shirt similar to one seen in the museum surveillance video of the shooting and a video taking credit for the attack, had been identified by the authorities as a potential jihadist at the completion of his last prison sentence in late 2012, but apparently was not placed under surveillance before departing for Syria shortly after his release.\n\nVideo cameras at the museum show a lone gunman pulling a Kalashnikov-type assault rifle from a bag on May 24, firing it and leaving on foot. Four people there were shot, three of whom died.\n\nBut his arrest is likely to intensify fears in Europe that European citizens returning from the battlefields of Syria may bring violence with them.\n\nAs many as 3,000 Europeans, including more than 700 French, are thought to have fought or to be fighting in Syria, most of them with the jihadist groups opposed to the government of Bashar al-Assad. France, with Europe’s largest Muslim population and a deep pool of anger and resentment among the country’s poor black and Arab youth, has already arrested dozens of men upon their return from Syria, charging some under the country’s antiterror laws and warning people thinking of traveling to Syria to join the conflict that their activities will be closely followed by the intelligence services.\n\nMr. Nemmouche was born in Roubaix, an impoverished industrial city in northeastern France near the border with Belgium.\n\nPhoto\n\nHe had been convicted seven times, on several occasions for driving without a license but also for violent robbery, and began a series of imprisonments in 2001, according to François Molins, the state prosecutor in Paris. Mr. Nemmouche appeared to have become radicalized during his time in prison; during his final stay, a five-year sentence, “he distinguished himself by his extremist proselytism,” Mr. Molins told reporters on Sunday, and fell in with other “radicalized Islamists.”\n\nAdvertisement Continue reading the main story\n\nPrison administrators “signaled” Mr. Nemmouche to the French intelligence services upon his release from prison, on Dec. 4, 2012, Mr. Molins said. Within about three weeks, however, Mr. Nemmouche had left France, bound for Brussels, London, Beirut, Istanbul and, ultimately, Syria, Mr. Molins said. French intelligence services believe it was there that he joined ISIS.\n\nBut they were unable to track him within Syria, Mr. Molins said. French intelligence learned on March 18 of his departure from Syria, when German officials informed the French that he had arrived at Frankfurt Airport. After leaving Syria earlier this year, Mr. Nemmouche made what Mr. Molins described as an apparent effort to “cover his tracks,” traveling to Istanbul, Malaysia, Singapore and Hong Kong, before returning to Europe via Frankfurt.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn the afternoon of May 24, a Saturday, a man dressed in a blue shirt and dark baseball cap, with two black bags draped over his right shoulder, strode into the Jewish Museum in Brussels. He killed Emanuel and Mira Riva, Israeli tourists, with shots from a .38-caliber revolver, Mr. Molins said. The man then extracted what the authorities described as a folding-stock Kalashnikov assault rifle and fired again, killing a French woman who worked as a volunteer at the museum and critically wounding a Belgian man.\n\nWeapons, including an assault rifle with a loaded magazine and a round in the chamber, and clothing matching the descriptions of those of the killer were discovered in Mr. Nemmouche’s possession in southern France on Friday when he arrived in Marseille on an overnight bus, investigators said.\n\nInvestigators also found a GoPro video recorder and a piece of white fabric inscribed, in Arabic, with the insignia of ISIS and the words “God is great,” according to Mr. Molins.\n\nThose items, along with the two firearms, appear in a 40-second video found on a digital camera in Mr. Nemmouche’s possession. In that recording, a man who does not appear but whose “voice seems to be that of Mehdi Nemmouche,” the prosecutor said, explains that he has made the video to show that he was responsible for the killings, as the GoPro had malfunctioned during the attack.\n\nMr. Nemmouche has been transferred to the headquarters of France’s domestic intelligence agency outside Paris, officials said. He has not been formally charged, and Belgian prosecutors have requested his extradition. He has remained largely silent since his arrest, according to Mr. Molins, the prosecutor.\n\nThe Islamic State of Iraq and Syria has made no public statement confirming or denying that Mr. Nemmouche was a member. Members of other Syrian rebel groups expressed frustration with ISIS and questioned the motives of foreign jihadists in Syria.\n\n“I never heard of this jihadi in Brussels,” said Maher al-Hamoud, a commander in the Syrian province of Hama for the Western-backed Free Syrian Army. “But people like these are delaying the victory in Syria.”\n\nAdvertisement Continue reading the main story\n\nA former lawyer for Mr. Nemmouche, Soulifa Badaoui, said that he had been moved “from foster home to foster home” as a child, and became homeless at age 17.\n\n“He was not a young man anchored in crime,” Ms. Badaoui told the French television station BFMTV. “He was a young man with difficulties of a personal sort,” she said, but also “endearing,” “respectful” and “sharp-minded.”\n\nIf Mr. Nemmouche is found guilty of the killings in Brussels, the case could recall the killings carried out in March 2012 in southern France by Mohammed Merah, a self-proclaimed member of Al Qaeda. Mr. Merah, a French-Algerian dual citizen raised in a poor neighborhood outside Toulouse, spent time in prison and was believed to have traveled to Pakistan and Afghanistan for combat training with Islamist fighters. He killed three French soldiers and, later, a rabbi and three Jewish children outside a Jewish day school.", "summary": "After leaving Syria earlier this year, Mr. Nemmouche made what Mr. Molins described as an apparent effort to “cover his tracks,” traveling to Istanbul, Malaysia, Singapore and Hong Kong, before returning to Europe via Frankfurt.In the afternoon of May 24, a Saturday, a man dressed in a blue shirt and dark baseball cap, with two black bags draped over his right shoulder, strode into the Jewish Museum in Brussels.Weapons, including an assault rifle with a loaded magazine and a round in the chamber, and clothing matching the descriptions of those of the killer were discovered in Mr. Nemmouche’s possession in southern France on Friday when he arrived in Marseille on an overnight bus, investigators said.Investigators also found a GoPro video recorder and a piece of white fabric inscribed, in Arabic, with the insignia of ISIS and the words “God is great,” according to Mr. Molins.Mr. Merah, a French-Algerian dual citizen raised in a poor neighborhood outside Toulouse, spent time in prison and was believed to have traveled to Pakistan and Afghanistan for combat training with Islamist fighters."}