{"title": "Hollande’s Economic Policy May Better Suit the U.S.", "authors": ["Annie Lowrey"], "url": "http://www.nytimes.com/2012/05/08/world/europe/hollandes-economic-policy-may-better-suit-the-us.html", "body": "The Obama administration had pushed for such pro-growth policy changes even as Mr. Sarkozy joined Chancellor Angela Merkel of Germany in calling for deep spending cuts.\n\n“If every time economic growth disappoints, governments are forced to cut spending or raise taxes immediately to make up for the impact of weaker growth on deficits, this would risk a self-reinforcing negative spiral of growth-killing austerity,” Treasury Secretary Timothy F. Geithner told a Congressional committee in March, comments echoed since then in his statements at many international forums.\n\n“The administration hopes, in broad terms, that this election will change the conversation,” said Edwin M. Truman, a senior fellow at the Peter G. Peterson Institute for International Economics. “In principle, you’d be saying, ‘Don’t tighten your belt!’ to the countries with the scope to do so,” Mr. Truman said.\n\nMr. Hollande seems “naturally more palatable to the administration,” said Justin Vaïsse, the director of research for the Center on the United States and Europe at the Brookings Institution. The administration seems to reason that “Europe probably has a better chance of avoiding a breakup or another renewed sovereign debt crisis by focusing on growth, rather than just sticking to austerity,” he said.\n\nPhoto\n\nA senior administration official, speaking on the condition of anonymity to avoid disturbing diplomatic relations, said that the Obama administration looked forward to working with Mr. Hollande, and that it did not believe that making changes to the fiscal compact would spook markets or threaten the validity of the overall agreement, which helped bring down sovereign debt yields this winter.\n\nMr. Truman noted that Mr. Hollande would be “adding some supportive material to make the compact more growth-friendly,” rather than starting from scratch.\n\nThe official said that the White House did not know the details of how the French president-elect hoped to change the compact, but that many options were on the table, including delaying some austerity measures, bolstering the Continent’s methods for recapitalizing its banks and evening out imbalances between countries with big deficits and those with surpluses.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nObservers said that though Mr. Hollande was likely to hew closer to the Obama administration on economic issues, he would almost certainly move further away from it on foreign and military policy.\n\nAdvertisement Continue reading the main story\n\nMr. Sarkozy had led a significant rapprochement between the French and American governments on foreign affairs, joining Washington in promoting harsh new penalties for Iran and playing a leading role in gathering an international coalition to topple the Libyan dictator, Col. Muammar el-Qaddafi, among other actions.\n\nIn a briefing Monday, a State Department spokesman, Mark C. Toner, acknowledged the administration’s closeness to Mr. Sarkozy, and said he hoped that the bilateral relationship would deepen with Mr. Hollande.\n\n“We’re going to have an opportunity to sit down at the highest levels, the president with President-elect Hollande, to discuss all these issues,” he said. “I’m not going to prejudge in any way how those discussions might go.”\n\nMr. Hollande has a reputation as conciliatory and consensus-driven, and Obama administration officials stressed that they expected a close ally in his government.\n\nIn an interview with the Web magazine Slate.fr, Mr. Hollande — who noted that he speaks English — praised the Obama administration’s foreign policy and said that the countries had a “convergence” on economic issues. In the past, he has expressed skepticism about some United States positions on military issues.\n\nPresident Obama called Mr. Hollande after his victory and invited him to meet with him in Washington in advance of international meetings there and in Chicago this month.", "summary": "The Obama administration had pushed for such pro-growth policy changes even as Mr. Sarkozy joined Chancellor Angela Merkel of Germany in calling for deep spending cuts.“The administration hopes, in broad terms, that this election will change the conversation,” said Edwin M. Truman, a senior fellow at the Peter G. Peterson Institute for International Economics.The official said that the White House did not know the details of how the French president-elect hoped to change the compact, but that many options were on the table, including delaying some austerity measures, bolstering the Continent’s methods for recapitalizing its banks and evening out imbalances between countries with big deficits and those with surpluses.Mr. Sarkozy had led a significant rapprochement between the French and American governments on foreign affairs, joining Washington in promoting harsh new penalties for Iran and playing a leading role in gathering an international coalition to topple the Libyan dictator, Col. Muammar el-Qaddafi, among other actions.In an interview with the Web magazine Slate.fr, Mr. Hollande — who noted that he speaks English — praised the Obama administration’s foreign policy and said that the countries had a “convergence” on economic issues."}