{"title": "Paris Attacks Have Many in France Eager to Join the Fight", "authors": ["Liz Alderman"], "url": "https://www.nytimes.com/2015/11/27/world/europe/paris-attacks-have-many-in-france-eager-to-join-the-fight.html", "body": "Jeremy Moulin had been walking with friends near the Bois de Vincennes in Paris when the texts started flashing on his cellphone about the terrorist attacks. On Monday, 10 days after the mayhem, he went to Fort Neuf to ask how quickly he could be in uniform.\n\nPhoto\n\n“These attacks motivated me even more to protect my country,” said Mr. Moulin, 23, a former legal intern who said he had often thought about joining the army but was now newly determined. “The terrorists struck in the heart of Paris. If we don’t stop them, they will do it again.”\n\nThe French Air Force, whose retaliatory airstrikes against Islamic State targets in Raqqa, Syria, were seen in images that went viral on the Internet, has likewise seen enlistment applications soar to about 800 a day from around 200, an air force spokesman said. And the French national police recruitment website was visited more than 13,500 times daily last week, compared with the usual 4,500, while applications jumped to 4,500 from 1,500.\n\n“Young people especially identify closely with what happened,” Mr. de Lapresle said. “The targets at the Bataclan and elsewhere were French youth, and the young are saying they want to do something.”\n\nA 17-year-old interviewed at Fort Neuf said the attacks had shaken him and his family, who live in a working-class Parisian suburb.\n\n“I’m ready to go to war,” said the prospective enlistee, who asked to be called only by his first name, Jeremy, to protect his privacy. Dressed in a blue sports outfit, he had gone that afternoon to the military base for a rigorous physical test to determine his fitness.\n\nHe applied a month before the attacks, but now, he said, “This has motivated me more than ever to be a soldier.”\n\nAdvertisement Continue reading the main story\n\nNearby, scores of men and women in red berets and camouflage, wielding heavy black machine guns, massed together under a brilliant blue sky to prepare for an exercise. Military jeeps whizzed by. Inside the recruitment center, posters showed French troops carrying out combat and reconnaissance missions. A video showed French Army operations spanning locations from Afghanistan to Libya to Haiti.\n\nThe surge comes as President François Hollande moves quickly to ramp up military spending to fight what he cited as a growing terrorist threat on French soil and from abroad. The Paris attackers were mostly French citizens residing in France and Belgium, and coordinating with the Islamic State in Syria. Last Friday, militants tied to Al Qaeda carried out a deadly siege at a hotel in Bamako, Mali, taking French citizens and others hostage.\n\nMr. Hollande deployed 10,000 soldiers on the streets of Paris and other cities the day after the attacks. Their force is likely to grow as the government reverses an earlier budget-cutting plan to reduce the size of the military in coming years.\n\nFrench military spending, which reached 42 billion euros, or more than $52 billion, last year for military operations, weapons, surveillance networks and other support, will grow by €600 million next year to finance the new positions and necessary equipment, Finance Minister Michel Sapin said last week.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe French Army, currently the largest in Western Europe, will take on an additional 10,000 recruits this year and 15,000 more next year. The French national police force and gendarmerie will expand by about 5,000 members, along with 1,000 new customs inspection positions and 2,500 at the French Ministry of Justice.\n\nThe ranks of the military reserves will also deepen. Renan Massiaux, a banker, said in an interview that he was “hurt and angry about the attacks.” At age 32, he was older than the cutoff of age 29 for becoming a soldier, but he hoped to be able to “protect France even as a reservist,” he said.\n\nThe rather un-French impulse to overtly embrace patriotism has spread in other ways. The singing of “La Marseillaise” has been breaking out spontaneously at sports events, on the streets and even at some business meetings.\n\nAnd while the French insist that American-style flag waving is not part of their culture, people have been flocking to snap up the French “tricolore.” Hervé Burg, the president of Paris Drapeaux, a flag maker, said orders had jumped by 400 percent since the attacks. “Before, people bought flags here and there for sports events or other functions,” he said. “But now they want the flag right away. They want to hang it from their balconies instead of keeping it inside. The behavior is really patriotic.”\n\nPhoto\n\nSocial media has also lit up. On Facebook, thousands of French citizens and people the world over adorned their thumbnail photos with the colors of the French flag.\n\nAdvertisement Continue reading the main story\n\nThe air force’s Facebook video showing French planes bombing Raqqa last weekend was viewed nearly half a million times — more than 40,000 times in the first half-hour — drawing messages of support from across the country.\n\nNot everyone is comfortable with the intensity of the response, though. As the government enforces a three-month state of emergency, thousands of raids and warrantless searches are being conducted across France, raising concerns among some that civil liberties are being violated and Muslims singled out.\n\nMany French were also moved to enlist after January’s attacks on Charlie Hebdo and the Hyper Cacher supermarket and in a Paris suburb, in which 17 people were killed. At least 30,000 people applied in the months that followed, though some of those inquiries came from people seeking vengeance — which the military does not want — or, in some cases, from radicalized youth making threats against the military, Mr. de Lapresle said.\n\n“The Charlie Hebdo attacks didn’t necessarily unite people,” he said, noting that the killings were political in nature. “But after the Bataclan massacre, they are all saying they want to defend liberty and the values of France.”\n\nFor Ercan Celic, a Frenchman whose Turkish parents migrated to France 30 years ago, the call to action was stirred by an even deeper emotion.\n\n“The terrorists struck not just at Paris, but at the entire country. When they proclaim they are acting as Muslims, that’s not true at all — they do not share our values,” said Mr. Celic, who is a car salesman but hopes to become a firefighter to respond to future emergencies, a position that requires vetting by the French Army.\n\n“I want to prove that people like me can be French and have different origins,” he continued. “We all share a common desire to protect the country from these people.”", "summary": "Nearby, scores of men and women in red berets and camouflage, wielding heavy black machine guns, massed together under a brilliant blue sky to prepare for an exercise. The surge comes as President François Hollande moves quickly to ramp up military spending to fight what he cited as a growing terrorist threat on French soil and from abroad. As the government enforces a three-month state of emergency, thousands of raids and warrantless searches are being conducted across France, raising concerns among some that civil liberties are being violated and Muslims singled out. When they proclaim they are acting as Muslims, that’s not true at all — they do not share our values,” said Mr. Celic, who is a car salesman but hopes to become a firefighter to respond to future emergencies, a position that requires vetting by the French Army."}