{"title": "Sarkozy’s Party, UMP, Assesses 2 Paths After Loss", "authors": ["Steven Erlanger"], "url": "http://www.nytimes.com/2012/05/08/world/europe/sarkozys-party-assesses-2-paths-after-loss.html", "body": "Mr. Sarkozy’s decision to retire from politics has brought into the open a leadership struggle between the current party leader, Jean-François Copé, and the current prime minister, François Fillon. Mr. Copé is reminiscent of Mr. Sarkozy, combative and articulate, a representative of the right in the center-right party, while Mr. Fillon is more quiet and representing its more traditional, Gaullist heart. Mr. Fillon would like to make more of an alliance with the centrist Democratic Movement of François Bayrou, who got about 9 percent of the vote, and try to isolate the National Front. The foreign minister, Alain Juppé, who on Monday announced that he would give up his seat in Parliament, may be a compromise candidate, and he is considered closer to the former president Jacques Chirac.\n\nMr. Sarkozy, to try to win the election, tried to appeal to the far right to gain the support of the 6.4 million people who voted for Ms. Le Pen, who won nearly 18 percent of the vote in the first round on April 22. While Ms. Le Pen did not ultimately endorse Mr. Sarkozy in the second round, he is estimated to have won about 58 percent of her voters by emphasizing issues like illegal immigration, crime, assimilation and Islam, according to a poll of voters conducted Sunday by TNS Sofres.\n\nIn the end on Sunday, Mr. Sarkozy narrowed the gap with Mr. Hollande, but also deeply distressed the centrists in his own party, who have been critical, as Mr. Hollande was, of an appeal to voters based on division and fear, rather than optimism and unity.\n\nVideo\n\nThe party is the standard-bearer of the one founded by Charles de Gaulle at the beginning of the Fifth Republic, in 1958, but it has gone through various forms, each time shaped by its leader.\n\nIn his shift to the far right, Mr. Sarkozy himself called Ms. Le Pen “compatible with the Republic,” but his effort to woo her voters had the effect of legitimizing a party that is on the edge of open racism against immigrants and Muslims and is fiercely opposed to the European Union and the euro.\n\nThe June elections for the lower house of Parliament, the National Assembly, will be a major test. The elections are not proportional, but work by majority voting in each constituency, so third parties are penalized. If no one wins an outright majority in the first round, which is rare, any candidates winning over 12.5 percent of registered voters face off in the second round. But what if the two final candidates are a Socialist and a member of the National Front? Or if members of both the UMP and National Front are running against a Socialist? That has led some analysts to ask what UMP voters would do.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn the past, Mr. Sarkozy and Mr. Copé have insisted that there would be no deal with the National Front, even if the Socialists win. Some people have even encouraged UMP voters to vote Socialist rather than National Front.\n\nBut now the choice is harder, and an opinion poll conducted by Ipsos on Sunday show that nearly 70 percent of voters of the UMP and the National Front favor cooperation in the second round to beat back the Socialists, especially if in three-person runoffs it means the weaker right-wing candidate withdraws to allow the stronger one to face a Socialist and prevent a split of the conservative vote.\n\nAdvertisement Continue reading the main story\n\nSo what will matter is how many constituencies end up forcing a choice for the right about which candidate is best able to defeat a leftist candidate. In 1997, there were 133 such constituencies. “The key this time will be how many constituencies have this choice, and how the UMP voters behave,” said Alain Frachon of Le Monde. “That will determine the number of seats won.”\n\nBruno Cautrès, a political scientist at the Center for Political Research, thinks that the Socialists will win a clear majority and that the system will again deny the National Front a significant showing in the Assembly. Even Ms. Le Pen may not win a seat, he said. But the pressure on UMP will be severe in those contested constituencies. “The political apparatus of the UMP is going to be submitted to torture,” he said. “It’s a diabolical trap for the UMP.”\n\nWhat also matters in the Assembly is having enough deputies to form a parliamentary group, which brings committee assignments, subsidies and other privileges. The number required to form a group has been lowered to just 15 deputies, but it will be crucial to see, Mr. Frachon said, whether the National Front is able to form a group. Mr. Cautrès says that will not happen. “We’re very, very far from a National Front with a parliamentary group,” he said.\n\nMs. Le Pen’s father, the party founder, Jean-Marie Le Pen, was more of an ideologue than a politician, said Mr. Rousselin of Le Figaro. “But Marine Le Pen is a politician, and she wants to win, and she’s aware that her main adversary is not the left, but the rest of the right, and she is using the left to destroy the right in its current form,” he said. “And she’s doing pretty well, and she’ll do pretty well in the legislative elections, and the UMP will have a hard time surviving this.”\n\nThe UMP will stay together through the June elections, Mr. Rousselin said. “But what happens afterward will depend on June.”", "summary": "Mr. Fillon would like to make more of an alliance with the centrist Democratic Movement of François Bayrou, who got about 9 percent of the vote, and try to isolate the National Front.The foreign minister, Alain Juppé, who on Monday announced that he would give up his seat in Parliament, may be a compromise candidate, and he is considered closer to the former president Jacques Chirac.The party is the standard-bearer of the one founded by Charles de Gaulle at the beginning of the Fifth Republic, in 1958, but it has gone through various forms, each time shaped by its leader.Le Pen “compatible with the Republic,” but his effort to woo her voters had the effect of legitimizing a party that is on the edge of open racism against immigrants and Muslims and is fiercely opposed to the European Union and the euro.But now the choice is harder, and an opinion poll conducted by Ipsos on Sunday show that nearly 70 percent of voters of the UMP and the National Front favor cooperation in the second round to beat back the Socialists, especially if in three-person runoffs it means the weaker right-wing candidate withdraws to allow the stronger one to face a Socialist and prevent a split of the conservative vote."}