{"title": "French Police Make 2,700 Raids in Month, Raising Tension With Muslims", "authors": ["Deborah Acosta"], "url": "https://www.nytimes.com/2015/12/24/world/europe/french-police-make-2700-raids-in-month-raising-tension-with-muslims.html", "body": "Video\n\nThe French authorities have conducted more than 2,700 police raids under a nationwide state of emergency instituted after last month’s deadly terrorist attacks in Paris.\n\nUsing extraordinary powers granted by France’s National Assembly, officers have conducted searches without warrants of dozens of homes, arrested hundreds of people and even shut down mosques and Muslim prayer rooms for fear they were preaching radicalization.\n\nThe use of such tactics has increased tensions between the government and Muslim communities.\n\n“The Muslim minority in France feels like it’s being treated as the public enemy,” said Yasser Louati, spokesman for the Collective Against Islamophobia in France. “They are afraid of the government.”\n\nAt least 20 court complaints have been filed against the government, Reuters recently reported, citing six independent lawyers involved in the complaints. And Muslim leaders in France have said that the police tactics are excessive and unfairly target Muslims.\n\nAdvertisement Continue reading the main story\n\nSome people have shared video and photographs on social media to document raids on their homes and in their neighborhoods.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFrench officials have defended the state of emergency, saying it has been a necessary step to provide security and more resolutely protect citizens in France in the wake of the Paris attacks that killed 130 people last month.\n\n“The state of emergency, it’s true, justifies certain temporary restrictions on liberties,” Prime Minister Manuel Valls said last month. “But resorting to this, it’s to give us every chance to fully restore these liberties.”", "summary": "The French authorities have conducted more than 2,700 police raids under a nationwide state of emergency instituted after last month’s deadly terrorist attacks in Paris. Using extraordinary powers granted by France’s National Assembly, officers have conducted searches without warrants of dozens of homes, arrested hundreds of people and even shut down mosques and Muslim prayer rooms for fear they were preaching radicalization. French officials have defended the state of emergency, saying it has been a necessary step to provide security and more resolutely protect citizens in France in the wake of the Paris attacks that killed 130 people last month. “The state of emergency, it’s true, justifies certain temporary restrictions on liberties,” Prime Minister Manuel Valls said last month."}