{"title": "Leftist Leader in Greece Rules Out Coalition With Losing Incumbents", "authors": ["Rachel Donadio", "Niki Kitsantonis"], "url": "http://www.nytimes.com/2012/05/09/world/europe/radical-left-leader-in-greece-rules-out-coalition-with-losing-incumbents.html", "body": "Although Mr. Tsipras has gone furthest in rejecting the bailout terms, both Mr. Venizelos and Mr. Samaras have called for modifications, especially to the time frame in which Greece is expected to meet deficit-reduction targets.\n\nPhoto\n\nStill, if Greece fails to enforce the benchmark cuts and structural changes set in a second loan agreement reached in February, its lenders will withhold the next installment of aid it expects in May. Without that, it cannot pay a bond that comes due on May 17 or meet expenses past July.\n\n“Greece must know that there is no alternative to agreed reforms if it wants to stay in the euro zone,” Jörg Asmussen, a member of the executive board of the European Central Bank, said Tuesday.\n\nBut as Sunday’s elections made clear, Greek voters have grown weary of such statements, which many believe are empty threats, and flocked to Syriza, which received nearly 17 percent of the vote by trying to carve out a space that is opposed to the loan agreement but in favor of Greece’s staying with the euro . Syriza came in second to New Democracy’s 19 percent and ahead of the Socialists’ 13 percent, both parties’ worst showing since their founding in 1974.\n\nMr. Tsipras has said that he will seek to form a leftist-led government based on five points: the abolition of the debt deal with foreign creditors and all related laws that have led to pension and wage cuts; the abolition of laws overruling collective labor contracts; the introduction of changes to the political system, including greater accountability for members of Parliament; the introduction of state inspections of the banking system; and the imposition of a moratorium on Greece’s debt repayments.\n\nBankers are particularly concerned about Syriza’s proposal to nationalize the banks as a condition of the still-incomplete bank recapitalization, a move the party says is aimed at ensuring that the banks lend to the real economy, not engage in speculation.\n\nCritics say that Syriza’s proposals are unrealistic, given Greece’s dire financial straits. “It’s quite easy to be on the sidewalk and shout against the troika, but if you have to deal with the problems of the Greek economy, it’s different,” said Paschos Mandravelis, a columnist for the daily newspaper Kathimerini.\n\nPhoto\n\nPolitical analysts said that Mr. Tsipras would most likely not be able to form a left-wing coalition government, since he did not have the support of the hard-line Communist Party. Instead, he is seen as trying to rally the support of a range of left-wing parties to join a possible future coalition after a new round of elections that could come in June.\n\nAdvertisement Continue reading the main story\n\nIf Mr. Tsipras fails to form a government, the baton passes to Mr. Venizelos.\n\nThe most likely situation now is for the president, Mr. Papoulias, to appoint an interim government and call new elections in 30 days. That would lead to more instability, since Greece has a number of crucial deadlines in the coming weeks.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThese include paying the bond that comes due in May and identifying a financing gap of 11.5 billion euros from the 2013 and 2014 budgets — equivalent to 5.5 percent of Greece’s gross domestic product. It also has to complete a bank recapitalization.\n\nOn Tuesday, Mr. Samaras, the New Democracy leader, accused Mr. Tsipras of putting the country’s euro zone membership in jeopardy. “Mr. Tsipras, with his statements today, is doing everything possible not to form a government,” Mr. Samaras said, adding that Mr. Tsipras was asking him to “put my signature to the destruction of Greece.”\n\n“I won’t do this,” he said.\n\nMr. Samaras said his party would be prepared to back a minority government “as long as it secures the country’s position in the euro zone and its national interest.” But, he said, Mr. Tsipras’s statement left no doubt “that he has no intention of safeguarding Greece’s European identity and future” and revealed “unbelievable arrogance.”\n\nMr. Venizelos also tried on Tuesday to place the onus for the instability on Mr. Tsipras, noting that the Socialists, known in Greece as Pasok , had proposed a broad coalition. “Pasok has only one precondition: to ensure Greece does not exit the euro zone and the E.U.,” he said, referring to the European Union .\n\nOn Tuesday, Mr. Tsipras said that Greeks had supported him, but not as a protest vote. “This was not an angry vote; it was a mature and conscious decision,” he said, contending that the chief victory of the elections was that the two main parties were no longer in a position to impose austerity measures on the Greek people.", "summary": "But as Sunday’s elections made clear, Greek voters have grown weary of such statements, which many believe are empty threats, and flocked to Syriza, which received nearly 17 percent of the vote by trying to carve out a space that is opposed to the loan agreement but in favor of Greece’s staying with the euro .Mr. Tsipras has said that he will seek to form a leftist-led government based on five points: the abolition of the debt deal with foreign creditors and all related laws that have led to pension and wage cuts; the abolition of laws overruling collective labor contracts; the introduction of changes to the political system, including greater accountability for members of Parliament; the introduction of state inspections of the banking system; and the imposition of a moratorium on Greece’s debt repayments.These include paying the bond that comes due in May and identifying a financing gap of 11.5 billion euros from the 2013 and 2014 budgets — equivalent to 5.5 percent of Greece’s gross domestic product.Mr. Samaras said his party would be prepared to back a minority government “as long as it secures the country’s position in the euro zone and its national interest.” But, he said, Mr. Tsipras’s statement left no doubt “that he has no intention of safeguarding Greece’s European identity and future” and revealed “unbelievable arrogance.”“This was not an angry vote; it was a mature and conscious decision,” he said, contending that the chief victory of the elections was that the two main parties were no longer in a position to impose austerity measures on the Greek people."}