{"title": "To Cameron, the Tory Victor, Now Go the Headaches", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/05/09/world/europe/cameron-election-uk-scotland-europe-austerity-referendum.html", "body": "Complicating Mr. Cameron’s life is the fact that this election was also a huge victory for the Scottish National Party, which won 56 of Scotland’s 59 seats, giving it a strong voice in Westminster and making Scotland essentially a one-party state. The party wants an independent Scotland and is already considering putting a new referendum on independence into its party program for regional elections a year from now. Scotland voted against independence last September, but Thursday’s vote made clear that the dream remains very much alive among Scottish separatists.\n\nPhoto\n\nOn Friday, in front of 10 Downing Street, Mr. Cameron promised to “govern with respect” and “as a party of one nation, one United Kingdom.”\n\nBut it will be easier said than done, especially after he demonized the Scottish National Party during the campaign. In essence, England and Scotland are today not one nation but two, each dominated by a single party.\n\nHow far Mr. Cameron manages to satisfy Scotland and keep Britain together will be crucial to his legacy. One prominent party member, Mayor Boris Johnson of London, who won his own seat in Parliament, was already suggesting on Friday that it was time to adopt some form of federalism.\n\nThat task will require a delicacy of touch and generosity of spirit that the Conservatives, once labeled “the nasty party,” are not thought to possess in large amounts.\n\nThe fate of Scotland will also be tied to Mr. Cameron’s other main challenge: Britain’s relationship with Europe. He has promised repeatedly that, if re-elected, he would hold a referendum on continued British membership in the European Union by the end of 2017, after efforts to negotiate a “better deal” with Brussels.\n\nIf Britain votes to leave the European Union — not likely, but still a significant possibility, and higher under a majority Conservative government — pro-Europe Scotland would almost surely bring forward another referendum on independence, one that might very well pass.\n\nMr. Cameron’s task in Brussels will not be simple, because he wants alterations in the system of free movement of people and labor that could require a treaty change, a complicated and lengthy process. Even nontreaty changes would have to be approved by all 28 member states. Still, with his electoral mandate — and the considerable showing in the popular vote of the anti-Europe U.K. Independence Party — European colleagues, including Chancellor Angela Merkel of Germany, will have little choice but to work with Mr. Cameron to keep Britain a member.\n\nAdvertisement Continue reading the main story\n\nNonetheless, Mr. Cameron faces considerable opposition to continued British membership, no matter what the terms, from within his own party. In the last Parliament, about a third of Conservative members were considered to be firmly anti-European, and that is unlikely to have changed very much.\n\nAnd angry or disappointed party legislators are a great danger for small parliamentary majorities. In 1992, for example, Prime Minister John Major, also a Conservative, had a larger majority than Mr. Cameron does now, but saw it shrink steadily as the party fought over Europe and the Maastricht Treaty on further integration.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTimes are different, argued Alan Duncan, a Conservative legislator, saying that his colleagues would be careful not to undermine the victory Mr. Cameron has brought them. Still, if Mr. Cameron, as expected after negotiations with Brussels, decides to support Britain’s staying in the European Union, it is very likely that a sizable number of Tory backbenchers will oppose him and campaign to leave Europe.\n\nSome might even defect to the U.K. Independence Party, which took nearly 13 percent of the popular vote nationwide on Thursday, even though the party only won one seat and its leader, Nigel Farage, resigned.\n\nMujtaba Rahman of Eurasia Group, a consulting firm, put it bluntly in a note to clients in which he argued that the risk of Britain’s leaving the European Union “will jolt European politics for the next two years.”\n\nVideo\n\n“The U.K. will hold a referendum on its E.U. membership in 2017 following a renegotiation of membership terms,” he wrote. “The result will be uncertain, as Cameron grapples with the impossible demands of Euroskeptics in his party and the unwillingness of other E.U. capitals to offer significant concessions.”\n\nMr. Cameron must also deal with the temptation to govern as the head of “Little England,” distanced from Europe and from strategic and military allies like the United States and France.\n\nThere will be other tensions. Mr. Cameron and his chancellor of the Exchequer, George Osborne, have also laid out plans for continued spending cuts to bring down the big budget deficit and the national debt, promising a fully balanced budget by the end of the next Parliament in 2020. Without a formal coalition partner, the party can do roughly what it pleases, so long as it does not suffer any backbench revolt.\n\nAdvertisement Continue reading the main story\n\nAs laid out in the Conservative manifesto, the cuts would be deep outside certain protected areas like the National Health Service, and might be about 30 billion pounds, or about $49 billion. Mr. Osborne is driven by a Thatcherite belief in the value of a smaller state to free up individual and corporate enterprise and encourage those able to work to do so, and such cuts could create political tensions, and even unrest, in the country.\n\nMr. Osborne is respected, but his economic theology is not shared by every Tory, which could also lead to defections and close votes.\n\nMr. Cameron has never been very popular with some of his backbenchers. They are sure to be shocked and overjoyed at the victory he brought them, as they feared Labour would manage, with the Scots, to create a majority to throw the Tories out of power. Even the most optimistic Conservatives were talking about winning 300 seats, which pollsters thought was hallucinatory.\n\nIn the end, Mr. Cameron and his campaign brought 331. That will buy him considerable credibility for a time. But not forever."}