{"title": "Brussels Placed at Highest Alert Level; Subway Is Closed", "authors": ["Andrew Higgins", "Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2015/11/22/world/europe/brussels-placed-at-highest-alert-level-subway-is-closed.html", "body": "Prime Minister Charles Michel said on Saturday that the threat level had been raised because of “information, relatively precise, of a risk of an attack similar to the one that unfolded in Paris.” He said at a news conference that the threat involved “one or more individuals capable of striking a number of sites using weapons and explosives.”\n\nPotential targets included commercial centers, public transport, shopping streets and large public gatherings, Mr. Michel said. “We recommend to the people to respect all safety instructions and to stay informed via official announcements,” he added, advising people to discount a fog of rumors and unconfirmed reports.\n\nA railway station under the headquarters of the European Union’s executive was sealed off early Saturday and all traffic on the Brussels metro system was stopped. Soldiers with automatic weapons patrolled shopping malls. Several big stores stayed closed.\n\nNo incidents had been reported by the end of Saturday. The high alert was to continue through Sunday.\n\nThe security measures highlighted fears that Salah Abdeslam, a suspected Paris attacker and Molenbeek resident who is still at large, could be preparing a repeat of the Paris slaughter in Belgium.\n\nA senior European counterterrorism official said on Saturday that Mr. Abdeslam was believed to be heavily armed with weapons and explosives, and might be seeking to regroup with confederates in Belgium.\n\n“He may be on his last mission,” said the official, who spoke on the condition of anonymity to discuss confidential intelligence assessments. “He’s up for a hell of an attack.”\n\nAdvertisement Continue reading the main story\n\nThose fears were heightened Saturday after the lawyer for a man who traveled by car with Mr. Abdeslam to Brussels after the Paris attacks suggested that he may have been carrying a bomb.\n\nPhoto\n\nThe lawyer, Carine Couquelet, said her client, Hamza Attouh, told the police that Mr. Abdeslam “seemed to be in a very bad state, very nervous, very anxious.” Mr. Attouh said they did not discuss the attacks, according to the lawyer. But he said he told the police that Mr. Abdeslam was wearing a big jacket “with something underneath.” While he did not know what it was, the lawyer said, the sight of it “made him scared.”\n\nMr. Abdeslam, whose brother died in Paris when he detonated a suicide vest, was stopped by French police officers on Nov. 14 during a routine traffic check as he drove with two friends back to Brussels a few hours after the Paris attacks. But he was allowed to keep going and has since vanished. His two friends have both been arrested.\n\nMr. Abdeslam is now the target of an intensive manhunt and he has managed to avoid arrest.\n\nA police hotline for information about his whereabouts has received hundreds of calls but none have provided the authorities with enough information to establish his whereabouts. The Belgian news media has speculated that he may be dead.\n\nThe Abdeslam brothers both lived in Molenbeek, where they got to know Abdelhamid Abaaoud, an Islamic State militant who is believed to have been the chief planner of the Paris attacks and who died in a police raid just north of the French capital on Wednesday.\n\nThe Belgian federal prosecutor’s office said on Saturday that the search of the Molenbeek residence of an unnamed man arrested on Thursday in another Brussels district had uncovered weapons, but no explosives. The arrested person has been charged with “participation in terrorist attacks and participation in the activities of a terrorist organization,” a federal magistrate, Eric Van der Sijpt, said.\n\nPhoto\n\nMr. Sijpt declined to name the person, but several Belgian newspapers described him as a 39-year-old Moroccan, and said he gave help to Salah Abdeslam after the Paris attacks and has a brother who is fighting in Syria.\n\nMore than 500 Belgians have left to fight for the Islamic State in Syria and Iraq, making Belgium the biggest per capita contributor of foreign fighters.\n\nAdvertisement Continue reading the main story\n\nMr. Dahmani, the Belgian national arrested in Turkey on his way to Syria, is suspected of having been “in contact with the terrorists who perpetrated the Paris attacks,” said a Turkish official who spoke on condition of anonymity, in line with government protocol.\n\nHe arrived in Turkey from Amsterdam on Nov. 14 — the day after the Paris attacks. “There is no record of the Belgian authorities having warned Turkey about Dahmani — which is why there was no entry ban,” the official said, adding, “Had the Belgian authorities alerted us in due time, Dahmani could have been apprehended at the airport.”\n\nThe storming on Friday of a hotel in Bamako, Mali, added to the anxieties in Belgium. Six Belgians were held hostage in the hotel, of whom four were released and two were killed, Foreign Minister Didier Reynders said on Saturday.", "summary": "A senior European counterterrorism official said on Saturday that Mr. Abdeslam was believed to be heavily armed with weapons and explosives, and might be seeking to regroup with confederates in Belgium. The Abdeslam brothers both lived in Molenbeek, where they got to know Abdelhamid Abaaoud, an Islamic State militant who is believed to have been the chief planner of the Paris attacks and who died in a police raid just north of the French capital on Wednesday. The Belgian federal prosecutor’s office said on Saturday that the search of the Molenbeek residence of an unnamed man arrested on Thursday in another Brussels district had uncovered weapons, but no explosives. Mr. Dahmani, the Belgian national arrested in Turkey on his way to Syria, is suspected of having been “in contact with the terrorists who perpetrated the Paris attacks,” said a Turkish official who spoke on condition of anonymity, in line with government protocol."}