{"title": "Fox News Apologizes for False Claims of Muslim-Only Areas in England and France", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/01/19/world/europe/fox-news-apologizes-for-false-claims-of-muslim-only-areas-in-england-and-france.html", "body": "Mr. Barthès even sent a crew to several areas of Paris identified on a map by Fox as “no-go zones” to ask residents if their neighborhoods really did resemble Iraq and Afghanistan, as a guest on “Fox & Friends” had suggested.\n\nFrench viewers of “Le Petit Journal” were also encouraged to flood the inboxes of Fox News executives, demanding an apology.\n\nThough Mr. Emerson refused to identify the source of his incorrect information about autonomous, Muslim-ruled areas of Europe to a BBC interviewer, the Twitter feed of his Investigative Project on Terrorism appears to offer some clues.\n\nOn Jan. 7, hours after the deadly attack on the offices of the French satirical newspaper Charlie Hebdo in Paris, Mr. Emerson and the Fox News host Sean Hannity had a lengthy discussion of how, they said, Islamic extremism was rampant in parts of France outside of state control. \" ‘No-go zone,’ ” Mr. Hannity asserted as a matter of fact, “means no non-Muslims, no police, no fire, their own court system. So basically these countries have allowed Muslims to take over parts of their country, entire portions, towns.”\n\nTwo days later, when France’s ambassador to the United States, Gérard Araud, took issue with Mr. Emerson’s claims on Twitter, his organization cited a French government list of disadvantaged neighborhoods, known as “Sensitive Urban Zones,” and a report on France from Russian state television, which is not known for its objective assessment of living conditions in the West.\n\nThe French Interior Ministry list of 751 disadvantaged urban areas in need of extra economic and social help cited by Mr. Emerson’s group is not new; it was created in 1996 in accordance with an urban renewal law. A decade later, in 2006, the conservative commentator Daniel Pipes, a self-declared watchdog of militant Islam, first drew attention to it in a blog post headlined, “The 751 No-Go Zones of France.” In that post, Mr. Pipes insisted that this was proof of “places in France that the French state does not fully control.”\n\nAdvertisement Continue reading the main story\n\nIn an appearance on Fox on Jan. 10, after 17 people were killed by Islamist gunmen in three days of attacks in Paris, another American expert, Nolan Peterson, told Elisabeth Hasselbeck there were indeed Muslim-dominated “no-go zones” around France, even if he seemed to slightly misremember the number bandied about since Mr. Pipes injected it into the conservative blogosphere. There were, Mr. Peterson said, 741 of these “pretty scary” areas, which reminded him, “at times,” of places in Afghanistan and Iraq where he had seen combat with the Air Force.\n\nAfter the term attracted new attention last week, Mr. Pipes added an update to his original 2006 post to share the credit for it with an anti-Islamist Norwegian blogger who wrote under the pen name Fjordman. That blogger, whose work was cited 111 times in the manifesto of Anders Behring Breivik — the Islamophobic terrorist behind the deadly attacks in Oslo in 2011 — claimed in a post on his blog in 2006 that those underpriveleged areas of France were “Muslim no-go zones where anything representing a Western institution (post office truck, firemen, even mail order delivery firms) was routinely ambushed with Molotov cocktails.”\n\nAs the term was repeated again and again on Fox News after the Paris attacks, Mr. Araud said that the interpretation of this document promoted by Mr. Pipes and Mr. Emerson was a “ridiculous” distortion.\n\nIn recent days, the ambassador, who controls his own Twitter account and makes a point of trying to correct the false information of critics he encounters on the social networks, continued his perhaps quixotic attempt to tweet some sense into America’s cable news channels.\n\nBy Sunday, however, Mr. Araud was at least able to celebrate a minor victory for the facts, by pointing to the apology from Fox News."}