{"title": "French Officials File Charges Against Gunman’s Brother", "authors": ["Scott Sayare"], "url": "http://www.nytimes.com/2012/03/26/world/europe/french-officials-want-to-investigate-gunmans-brother.html", "body": "PARIS — Investigating judges on Sunday filed preliminary murder and terrorism charges against the older brother of the man who confessed to killing seven people in southwest France, saying that the killer acted with the guidance of his brother, an Islamic radical who reportedly had ties to at least one jihadist network. The brother denies involvement in the fatal shootings, his lawyer said.\n\nThe police detained the gunman’s brother, Abdelkader Merah, 29, at his home outside Toulouse early on Wednesday, saying that they suspected Mr. Merah and his brother, Mohammed, 23, in the killings. Simultaneously, the police tried to detain Mohammed Merah, who repeatedly fired on officers and claimed responsibility for the attacks before being killed in a shootout with police commandos on Thursday, after a standoff that lasted more than 30 hours.\n\nAlthough Mohammed Merah told the police that he had acted alone, investigators believe that he operated “under the influence of his brother,” said Élisabeth Allannic, a spokeswoman for the office of the prosecutor in Paris, which handles terrorism cases. The preliminary charges of “complicity in murder” and conspiracy to commit acts of terrorism allow a panel of judges more time to investigate whether there is enough evidence to move forward with a case against Abdelkader Merah. He has been jailed pending further investigation.\n\nThrough his lawyer, Mr. Merah denied any wrongdoing. “He was aware of nothing,” said Anne-Sophie Laguens, the lawyer, speaking to France Info radio. “There were leaks in the press that were false, notably that he supposedly said he was proud of his brother’s acts. He feels it is important today to make clear that this is false, that he never said he was proud of his brother’s acts, certainly not, and that he firmly condemns them.”\n\nAdvertisement Continue reading the main story\n\nBecause his brother was killed, denying the possibility of a trial, Mr. Merah said he felt that he was being treated as a “scapegoat,” Ms. Laguens said.", "summary": "PARIS — Investigating judges on Sunday filed preliminary murder and terrorism charges against the older brother of the man who confessed to killing seven people in southwest France, saying that the killer acted with the guidance of his brother, an Islamic radical who reportedly had ties to at least one jihadist network.Although Mohammed Merah told the police that he had acted alone, investigators believe that he operated “under the influence of his brother,” said Élisabeth Allannic, a spokeswoman for the office of the prosecutor in Paris, which handles terrorism cases.The preliminary charges of “complicity in murder” and conspiracy to commit acts of terrorism allow a panel of judges more time to investigate whether there is enough evidence to move forward with a case against Abdelkader Merah.He feels it is important today to make clear that this is false, that he never said he was proud of his brother’s acts, certainly not, and that he firmly condemns them.”Because his brother was killed, denying the possibility of a trial, Mr. Merah said he felt that he was being treated as a “scapegoat,” Ms. Laguens said."}