{"title": "Case in Which Abortion Was Denied Reignites Controversy Over Irish Law", "authors": ["Douglas Dalby"], "url": "https://www.nytimes.com/2014/08/18/world/europe/case-in-which-abortion-was-denied-reignites-controversy-over-irish-law.html", "body": "The case was first reported Saturday in The Irish Independent, and more details emerged over the weekend. The newspaper reported that she said she had been the victim of a rape, but that it could not confirm the allegation. Another newspaper, the Irish edition of The Sunday Times, reported that the woman had been raped, based on interviews and assertions by defense lawyers during court proceedings related to the case.\n\nA court order prohibits the full details of the woman’s circumstances from being reported.\n\nThe new law does not allow abortions in cases of incest, rape, fetal abnormality or when there is no prospect of survival outside the womb. Abortion-rights advocates say that means that thousands of Irish women will still be forced to leave the country for abortions.\n\nThe woman’s legal status in Ireland may have prevented her from traveling to England, which is the preferred option for thousands of Irish women seeking abortions every year. In 2013, 3,679 women with addresses in the Republic of Ireland and 802 from Northern Ireland had abortions in England, according to official figures from the British Department of Health.\n\nThe actual figures, however, are likely to be higher given that many women who travel from Ireland give local British addresses.\n\nDomestic and international outrage over the case of Savita Halappanavar, an Irish resident of Indian origin who died of septicemia after she was repeatedly refused an abortion in a Galway hospital in October 2012 despite being told that she was having a miscarriage, pressed Ireland to modify its restrictive abortion law. But those who favor more liberal rules on abortion have argued that the new law does not go far enough.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn July, the chairman of the United Nations Human Rights Committee, Nigel Rodley, criticized Ireland’s abortion law and told Irish government representatives that women were being treated as mere “vessels.”\n\n“Life without quality of life is not something many of us have to choose between and to suggest that, regardless of the health consequences of a pregnancy, a person may be doomed to continue it at the risk of criminal penalty is difficult to understand,” Mr. Rodley said.\n\n“Even more so regarding rape when the person doesn’t even bear any responsibility and is by the law clearly treated as a vessel and nothing more.”\n\nAdvertisement Continue reading the main story\n\nThe National Women’s Council of Ireland posted a message on Twitter on Sunday saying that the refusal to permit an abortion in the recent case was “barbaric.”\n\nBut Ruth Cullen, a spokeswoman for the Pro Life Campaign, said that the case highlighted the “horror and deep-seated flaws” in the government’s legislation and that it would create a backlash against the changes made last year.\n\n“To put a defenseless baby through all this, and to pretend the intervention is medically indicated when it is known that there is no evidence to back it up, is a chilling aberration of law and medicine,” Dr. Cullen said. “The fact that the panel could just as easily have sanctioned an abortion in this case also brings home everything that is wrong about the new law.\n\n“The government successfully packaged the law as a lifesaving measure even though it is nothing of the sort. Although it is going to take time, as more and more people begin to realize what the law actually provides for, support for it to be repealed will grow and grow.”\n\nJustice Minister Frances Fitzgerald said that she could not comment on individual cases. But people reading reports of the woman’s case would be concerned for her, she said, adding that she shared that concern.\n\n“We passed legislation earlier this year and we will continue to monitor that legislation to see how it is being implemented,” Ms. Fitzgerald said.", "summary": "Another newspaper, the Irish edition of The Sunday Times, reported that the woman had been raped, based on interviews and assertions by defense lawyers during court proceedings related to the case.The woman’s legal status in Ireland may have prevented her from traveling to England, which is the preferred option for thousands of Irish women seeking abortions every year.In July, the chairman of the United Nations Human Rights Committee, Nigel Rodley, criticized Ireland’s abortion law and told Irish government representatives that women were being treated as mere “vessels.”The National Women’s Council of Ireland posted a message on Twitter on Sunday saying that the refusal to permit an abortion in the recent case was “barbaric.”But Ruth Cullen, a spokeswoman for the Pro Life Campaign, said that the case highlighted the “horror and deep-seated flaws” in the government’s legislation and that it would create a backlash against the changes made last year."}