{"title": "E.U. Is Prepared to Combat Migrant Smugglers, Official Says", "authors": ["Somini Sengupta"], "url": "https://www.nytimes.com/2015/05/12/world/europe/eu-prepared-to-combat-migrant-smugglers-diplomat-says.html", "body": "Peter D. Sutherland, the United Nations envoy for international migration, told Council diplomats that any resolution to address the migrant crisis must start with “the immediate need to save lives.”\n\n“If we do not frame our response this way, it would represent a moral failure of the first order,” he said.\n\nThe International Organization for Migration, a 157-member intergovernmental organization, has said that more than 1,800 people died while trying to cross the Mediterranean in the first four months of 2015 alone.\n\nA draft resolution, proposed by the European members of the Security Council but not yet circulated among all 15 members, would authorize European military operations on international waters, as well as in Libyan waters and on its shores. These actions would be allowed under Chapter VII of the United Nations Charter, which authorizes the use of military power to enforce compliance.\n\nThe draft resolution authorizes the European operation to inspect vessels suspected of being used for migrant smuggling.\n\nCouncil diplomats have said privately in recent days that they are concerned about the approach, including the prospect of taking any action without consent from Libya.\n\nTherein lies another diplomatic dilemma: Which Libyan authority?\n\nAs for whether the European Union needs Libya’s approval, Ms. Mogherini said she had met with the rival parties battling for control of Libya and sought to obtain their authorization.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Libyan ambassador to the United Nations, who represents the internationally recognized government, has said it does not control the Western coastline, the departure point for most migrant boats, and is not in position to approve any European operation.\n\nAdvertisement Continue reading the main story\n\nCouncil members said that they did not expect to adopt a measure in the coming days.\n\nMs. Mogherini said Europe was prepared to act even before getting a green light from the Council. She said European governments would also expand opportunities for migrants to reach the continent legally, including as refugees fleeing conflict.\n\nThe largest single group of migrants who have reached Italy and Greece in recent months are from Syria, followed by Eritreans, many of them children, fleeing a repressive government.\n\nSome Council diplomats say they want authorization from Libya, but have been vague over who would give consent.\n\nThe potential effects of destroying any smuggler boats are unclear. Migrants who make their way to Italy are packed into wooden fishing boats that are abandoned at sea. The shorter passage from Turkey to Greece is often made on inflatable rafts.\n\nIn Brussels, European Union officials said they expected to submit a proposal this week to distribute migrants across the 28-member bloc, officials said on Monday, a plan likely to encounter fierce resistance from some national governments.\n\nThe proposal for redistributing migrants would be based on a quota system that would take into account factors like a country’s population, the state of its economy and its level of joblessness, European officials said.", "summary": "Peter D. Sutherland, the United Nations envoy for international migration, told Council diplomats that any resolution to address the migrant crisis must start with “the immediate need to save lives.” The Libyan ambassador to the United Nations, who represents the internationally recognized government, has said it does not control the Western coastline, the departure point for most migrant boats, and is not in position to approve any European operation. The largest single group of migrants who have reached Italy and Greece in recent months are from Syria, followed by Eritreans, many of them children, fleeing a repressive government. The proposal for redistributing migrants would be based on a quota system that would take into account factors like a country’s population, the state of its economy and its level of joblessness, European officials said."}