{"title": "Catalonia’s Independence Bid Shows Signs of Strain as Coalition Splits", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/11/08/world/europe/spain-catalonia-independence.html", "body": "Photo\n\nMADRID — Almost two weeks after Spain’s government took control of Catalonia, the restive region’s independence movement is showing some signs of strain.\n\nOn Wednesday, demonstrators blocked dozens of roads and railway lines across Catalonia as part of a general strike protesting the recent jailing of former members of the regional government. But the strike, coupled with a smaller street demonstration in Barcelona than on other recent occasions, had relatively limited impact.\n\nSeparately, the two main Catalan parties confirmed that they would not campaign together for independence ahead of regional elections in December, after disagreeing over how to renew the joint ticket that brought them to office in late 2015.\n\nThe splintering is a potential blow for the conservative party of Carles Puigdemont, the region’s former leader. Having left for Brussels, he is now hoping to get re-elected from there while also trying to avoid standing trial on rebellion charges in Madrid. Mr. Puigdemont argued in a Catalan radio interview from Brussels this week that the two parties should again run on a joint election platform — or risk losing to politicians who favor remaining part of Spain.\n\nPhoto\n\nCatalonia’s elections were scheduled for Dec. 21 by Prime Minister Mariano Rajoy, whose central government took administrative control of Catalonia, using emergency constitutional powers, shortly after Catalan separatist lawmakers voted for independence from Spain on Oct. 27. That declaration was declared null and void by Spain’s Constitutional Court on Wednesday.\n\nAdvertisement Continue reading the main story\n\nMr. Rajoy’s decision to hold quick elections — after ousting the entire regional government and also dissolving the Catalan Parliament — was intended to catch the separatists flat-footed. It was also intended to deal a decisive blow to the independence movement by showing that Madrid was committed to handing control back to Catalan politicians — but ones, it hopes, who favor keeping the region firmly anchored within Spain."}