{"title": "Private Bank Fuels Fortunes of Putin’s Inner Circle", "authors": ["Steven Lee Myers", "Jo Becker", "Jim Yardley"], "url": "https://www.nytimes.com/2014/09/28/world/europe/it-pays-to-be-putins-friend-.html", "body": "Woven deeply into the Putin system is Bank Rossiya. Founded as the tiniest of banks in the twilight of the Soviet era, Bank Rossiya, through staggering, stealthy expansion backed by the largess of the state, now has nearly $11 billion in assets. It controls a vast financial empire with tentacles across the economy, including a large stake in the country’s most powerful private media conglomerate, a key instrument of the Kremlin’s power to shape public opinion. How well the bank survives in a time of sanctions may ultimately be a barometer of whether economic pressure is enough to make Mr. Putin stand down at a time when neighboring countries, especially in the Baltics, are increasingly anxious about a newly aggressive Russia.\n\nMr. Putin came to power vowing to eliminate “as a class” the oligarchs who had amassed fortunes — and, to the new president’s mind, a dangerous quotient of political sway — under his predecessor, Boris N. Yeltsin , in the post-Communist chaos of the 1990s. Instead, a new class of tycoons have emerged, men of humble Soviet origins who owe their vast wealth to Mr. Putin, and offer unquestioning political fealty to him in return.\n\n“These guys emerged from scratch and became billionaires under Putin,” Sergei Aleksashenko, a former deputy finance minister and central banker, said in a recent interview.\n\nIf the modern Russian state is Kremlin Inc., Mr. Putin is its chief executive officer, rewarding his friends with control of state-owned companies and doling out lucrative government contracts in deals that provoke accusations of corruption but have the veneer of legality under the Putin system.\n\n“He has given and he has taken away,” said Mikhail M. Kasyanov , who served as prime minister during Mr. Putin’s first term. “They depend on him, and he depends on them.”\n\nThis inner circle coalesced around Mr. Putin as he began his unobtrusive rise, from a middling career as a K.G.B. intelligence officer to a midlevel functionary in the office of St. Petersburg’s mayor.\n\nOne of these loyalists is Bank Rossiya’s chairman and largest shareholder, Yuri V. Kovalchuk, a physicist by training, sometimes called the Rupert Murdoch of Russia for his role as architect of the bank’s media interests. Other Bank Rossiya shareholders include several of the country’s wealthiest men, the son of Mr. Putin’s cousin and even an old St. Petersburg friend of his, a cellist who was formerly first chair at the fabled Mariinsky Theater.\n\nThe Kremlin has long denied giving Mr. Putin’s friends preferential treatment. But in acquiring many of its holdings, the privately held Bank Rossiya benefited from Kremlin directives that allowed it to purchase prize state-owned assets at what critics have called cut-rate prices. Meanwhile the true extent of its holdings is obscured by shadowy corporate shell structures that nest like matryoshka dolls, one inside the next.\n\nAdvertisement Continue reading the main story\n\nRecords show that the ownership of one powerful television advertising company linked to Bank Rossiya, for example, is buried in offshore companies in Panama , in the British Virgin Islands and even at a simple concrete house on Karpathou Street in Nicosia, the capital of Cyprus , whose owner had no idea of the company registered there.\n\nIn the early days of the conflict over Ukraine , several European leaders expressed deep ambivalence about alienating a Russia that under Mr. Putin’s rule has become immeasurably wealthier than it ever was under the Soviet system. Russia has been a sought-after partner in the globalized economy, a source of cheap natural gas for Europe , where wealthy Russians have also purchased billions of dollars in real estate in places like the Cote d’Azur and the Belgravia district of London .\n\nBut that resistance has to some extent eroded, especially since the downing of a commercial airliner over eastern Ukraine in July that killed 298 people. This month, despite an edgy truce between pro-Russian separatists and government forces in Ukraine, the West announced a new round of sanctions aimed not just at Mr. Putin’s powerful cronies but at the Russian economy more broadly. Some argue, however, that this punitive strategy fundamentally misunderstands the way the Putin system works.\n\nGennady N. Timchenko, an oil trader and Bank Rossiya investor whose own holding company is also under sanctions, admitted in a recent interview with Itar-Tass to a measure of annoyance. He was unhappy that his Learjet had been grounded because of sanctions, and that he could not vacation in France with his family and dog, Romi, which happens to be the offspring of Mr. Putin’s beloved black Labrador, Koni.\n\nAnd yet, he said, he would never presume to question the Russian president’s policies in Ukraine, whatever the cost to companies like his. “That would be impossible,” he said, going on to refer to Mr. Putin formally by his first name and patronymic. “Vladimir Vladimirovich acts in the interest of Russia in any situation, period. No compromises. It would not even enter our minds to discuss that.”\n\n‘A Bouquet of Friends’\n\nIn the Kolomna district of St. Petersburg, near the shipyards, is a 19th-century palace that belonged to Grand Duke Aleksei Aleksandrovich, a son of Czar Aleksandr II. Lately its elegant halls — this one in Baroque style, this one English, this one Chinese — have been repurposed as the House of Music, a training academy for classical musicians.\n\nThe academy’s artistic director, Sergei P. Roldugin, has his own singular back story. He is an accomplished cellist and musical director. He is certainly not a businessman, he explained at the palace the other day. “I don’t have millions,” he said. And yet, on paper at least, he has a fortune that could be worth $350 million. That is because, years ago, he said, he acquired shares in a small bank run by men close to his old friend Mr. Putin.\n\nAdvertisement Continue reading the main story\n\nHe had met Mr. Putin in the 1970s, and is godfather to his eldest daughter, Maria. He opened the House of Music with Mr. Putin’s patronage. Last year, he recalled, the president asked him for a favor: would he organize a private concert?\n\nSo Mr. Roldugin traveled to the president’s official residence west of Moscow, Novo-Ogaryovo, with three young musicians: a violinist, a pianist and a clarinetist. They played Mozart , Weber and Tchaikovsky — so well, he said, that Mr. Putin invited them to play again the next night for the same small group of friends who had gathered there.\n\nThey were “of course, very famous people,” Mr. Roldugin said, without revealing any names. “Quite all,” he said, “are under sanctions.”\n\nThe concerts are a glimpse into the small, remarkably cohesive group of men who came together around Mr. Putin as the old order was crumbling and a new, post-Soviet Russia was taking form.\n\nPhoto\n\nWhen the last Soviet leader, Mikhail S. Gorbachev , began to allow the first experiments in private enterprise in the 1980s, St. Petersburg was still Leningrad, an impoverished shadow of the czarist capital it had been.\n\nAn early adapter was Mr. Kovalchuk, a physicist at the Ioffe Physical Technical Institute, who founded an enterprise to turn its scientific work into commercially viable products. Another was Mr. Timchenko, a former Soviet trade official, who formed a cooperative to export products from an oil refinery on the Baltic Sea.\n\nWhat brought Mr. Putin into their orbit was the fall of the Berlin Wall in 1989. After five years as a K.G.B. officer in East Germany, Mr. Putin was part of a wave of embittered military and intelligence officers who withdrew from the Soviet satellites and returned with few prospects to a changing homeland.\n\nStill with the K.G.B., Mr. Putin came into contact with one of his former law professors: Anatoly A. Sobchak, a reformer who had just become chairman of the Leningrad legislature (and would later become mayor of the renamed St. Petersburg). He asked Mr. Putin to become an adviser, to smooth relations with the still-powerful security services. And when the Soviet Union collapsed, Mr. Putin joined Mr. Sobchak full time, overseeing a new committee on foreign economic relations.\n\nAdvertisement Continue reading the main story\n\nThe committee worked closely with Russia’s emerging entrepreneurs, regulating imports and exports and distributing city contracts. Some of the deals became controversial, notably one during the hungry winter of 1991-92, of a deal to barter oil, metal and other products for food. Virtually none of the food ever materialized, and a City Council committee unsuccessfully sought to have Mr. Putin fired for incompetence.\n\nFor all that, Mr. Putin was considered an efficient, unprepossessing administrator, helping businessmen cut through the bureaucracy. His fluency in German was useful with the many Germans seeking a foothold in the city. Among them was Matthias Warnig, formerly of the East German secret police, the Stasi , who opened one of the city’s first foreign banks, Dresdner.\n\nMr. Putin was, in short, both collecting new friends and laying the foundation for what would evolve into the system of personalized, state-sponsored capitalism now at the heart of his power.\n\n“It was a favorable environment for such a bouquet of friends to appear,” explained Mikhail I. Amosov, who served on the City Council at the time.\n\nIn many cases, contracts and property were distributed through insider deals, often without open or transparent bidding. “Everything was decided through personal connections,” Mr. Amosov said. “We didn’t like it.”\n\nOne enterprise that received an infusion of municipal aid was Bank Rossiya.\n\nThe bank had been founded in 1990 at the initiative of the city’s branch of the Communist Party, with party funds as capital. It was also believed to handle the banking needs of the K.G.B. But with the collapse of the Soviet Union, it was all but bust.\n\nMr. Kovalchuk stepped in. In December 1991, he and a group of friends secured a small loan from a local shoe manufacturer and bought the foundering bank. The investors included three other alumni of the Ioffe Technical Institute — the physicists Victor Y. Myachin and Andrei A. Fursenko, and Vladimir I. Yakunin, the institute’s former head of international relations.\n\nThe reconstituted Bank Rossiya quickly became a favored city institution. At the mayor’s instruction, according to news reports, the city opened several large accounts there, fattening the bank’s coffers and setting it on its way.\n\nPhoto\n\nBusiness connections became deeply personal connections.\n\nIn 1996, Mr. Putin joined seven businessmen, most of them Bank Rossiya shareholders, in forming a cooperative of summer homes, or dachas, called Ozero, or “lake,” in the northeast of St. Petersburg. The group has come to have an outsize influence on Russia’s political and economic life. The cooperative included the homes of Mr. Putin, Mr. Yakunin, Mr. Kovalchuk, Mr. Fursenko and his brother Sergei, Mr. Myachin, and Nikolai T. Shamalov, who headed the St. Petersburg office of the German manufacturer Siemens and would also acquire a major stake in Bank Rossiya. Vladimir A. Smirnov, a St. Petersburg businessman with an exclusive contract to supply the city’s gasoline retailers, served as Ozero’s director.\n\nAdvertisement Continue reading the main story\n\nMr. Timchenko, the oil trader, entered the Bank Rossiya circle as an investor; according to the bank, his stake is owned by a company he controls. Mr. Warnig, the German banker, would later join Bank Rossiya’s board. (When Mr. Putin’s wife was badly injured in a car accident, Mr. Warnig’s bank arranged to pay for her medical care in Germany .)\n\nAnd there was Mr. Roldugin, the cellist. “The issue was that I needed to have some money,” he said, adding, “There was no money for art anywhere.” His investment, he said, involved “a lot of manipulations” and required him to take out a loan. Today the bank lists him as owner of 3.2 percent of its shares.\n\nMr. Putin’s stint in St. Petersburg ended in 1996, when his boss lost his bid for re-election. Soon Mr. Putin had a new boss, President Yeltsin. And after Mr. Yeltsin unexpectedly elevated him to prime minister and then acting president on New Year’s Eve in 1999, the fortunes of many of his friends — and their little bank — began to be transformed.\n\n‘Bank Rossiya, That’s It’\n\nHe had arrived in Moscow as a midlevel apparatchik in ill-fitting suits, had ascended to power as a thoroughly unexpected president and won his first presidential election in 2000 on the crest of war to suppress separatists in Chechnya . By 2004, Mr. Putin had become the paramount figure in Russia, winning a second term with 72 percent of the vote, in a race tainted by allegations of strong-arm tactics and vote rigging. Yet Mr. Putin probably would have won a fair election easily, too. The Russian economy, buoyed by high oil prices, was booming, creating huge fortunes and also lifting the middle class. The long era of post-Soviet gloom seemed done.\n\nNot many people yet understood that in the middle of Russia’s prosperity, the men in the tight circle close to Mr. Putin were becoming fabulously wealthy, and increasingly powerful, in what critics now consider a case study in legalized kleptocracy.\n\nBank Rossiya, which reported less than $1 million in profits the year before Mr. Putin became president, had grown steadily, but figures like Mr. Kovalchuk and Mr. Timchenko remained in the shadows.\n\n“I didn’t even know such names — Timchenko, Kovalchuk,” said Mr. Kasyanov, whom Mr. Putin dismissed as prime minister shortly before the elections.\n\nAdvertisement Continue reading the main story\n\nDuring the 2004 campaign, one of Mr. Putin’s quixotic challengers, Ivan P. Rybkin, did raise the issue of corruption, accusing Mr. Kovalchuk and Mr. Timchenko of acting as the president’s “cashiers.” But few people were listening. (Mr. Rybkin disappeared soon after making his accusation, re-emerging several days later, saying he had been kidnapped and drugged in Ukraine’s capital, Kiev.)\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn sanctioning Bank Rossiya, the Obama administration would resurface the “cashier” allegation, though it offered no evidence that Mr. Putin has personally profited from the bank. Mr. Kovalchuk, who through a spokeswoman did not respond to requests for comment, in the past has attributed his bank’s success not to any special treatment but to sound investment and business decisions.\n\nEither way, Bank Rossiya’s holdings would increase tenfold during Mr. Putin’s second term. Critical to this remarkable growth was the bank’s ability to snap up assets, at knockdown prices, that had previously belonged to the state-owned energy company Gazprom .\n\nThose deals were documented in a series of reports published at the end of Mr. Putin’s second term by Boris Y. Nemtsov, a former deputy prime minister, Vladimir V. Milov, a former deputy energy minister, and others. “The total value of the assets exfiltrated from Gazprom,” they estimated, was $60 billion.\n\nPutin’s Inner Circle Yuri V. Kovalchuk Net Worth $1.4 billion, according to Forbes. Chairman of the board and largest shareholder in Bank Rossiya. Target of sanctions. Led the investment group that bought the bank after the Soviet collapse. Member of the Ozero dacha cooperative, a community of lakeside homes owned by President Vladimir V. Putin and friends.\n\nGennady N. Timchenko Net Worth $14.5 billion, according to Forbes. Has holdings in a range of energy, chemical and construction companies, as well as Bank Rossiya. Founder of the oil-trading giant Gunvor Group, he sold his stake just before he was blacklisted by the Obama administration, which said Mr. Putin “has investments in Gunvor and may have access to Gunvor funds.”\n\nAndrei A. Fursenko Net Worth Not available. Declared government income in 2013 of $360,000. Senior aide to President Putin; their ties go back to the St. Petersburg mayor’s office in the 1990s. He and his brother Sergei were among the early investors in Bank Rossiya. Member of the Ozero dacha cooperative.\n\nVladimir I. Yakunin Net Worth Unknown. 2013 salary: $15 million. Chairman of Russian Railways, the country’s largest employer. Target of sanctions. An early investor in Bank Rossiya, as well as a member of the Ozero dacha cooperative.\n\nIgor I. Sechin Net Worth Rosneft shares worth roughly $169 million. 2013 salary: $50 million. President of Rosneft, the state-controlled oil company. Target of sanctions. Close Putin aide since their days in the St. Petersburg mayor’s office. Was Mr. Putin’s deputy prime minister from 2008 to 2012.\n\nMatthias Warnig Net Worth Unknown. Serves on boards of corporations that dominate Russia’s energy, aluminum and banking sectors, including Bank Rossiya’s. Was a member of the Stasi, the secret police in East Germany, when Mr. Putin was stationed there for the K.G.B. Both have said they met and became friends later, in St. Petersburg. Expand All Collapse All\n\nAn early deal involved one of the country’s biggest insurers, Sogaz. Bank Rossiya bought a controlling stake in Sogaz by acquiring shares that had been held by Gazprom. The bank paid around $100 million, according to Mr. Nemtsov and Mr. Milov, who later valued Sogaz at $2 billion.\n\n“Putin said, ‘Bank Rossiya, that’s it,’ ” Mr. Milov later told the Russian edition of Forbes.\n\nSogaz became the insurer of choice for major state companies like Russian Railways, headed by Mr. Yakunin, and the growing oil giant, Rosneft, by then led by Igor I. Sechin, who had been Mr. Putin’s deputy in the St. Petersburg mayor’s office. Sogaz also bought 75 percent of a company called Leader that managed Gazprom’s $6 billion pension fund, Gazfond. The purchase price was $30 million, less than Leader’s profits that year alone, according to Mr. Nemtsov and Mr. Milov.\n\nIt seemed to be a quintessential insider deal: The year before, Yuri Shamalov, son of the Bank Rossiya shareholder and Ozero member, had been appointed chairman of Gazfond. “Shamalov Jr., as head of Gazfond, sold shares in the company managing Russia’s largest private pension fund at a fantastically low price to the bank owned by his father,” Mr. Nemtsov asserted.\n\nAt the same time, Mr. Kovalchuk, the bank’s chairman, began assembling a media empire that now controls some of Russia’s largest television and radio stations and newspapers.\n\nAdvertisement Continue reading the main story\n\nBank Rossiya had already assumed management of the assets of Gazprombank, one of Russia’s largest. Now, Gazprombank purchased Gazprom Media Group, which owns five television and several radio stations. The price: $166 million.\n\nTwo years later, Dmitri A. Medvedev , a Putin protégé and first deputy prime minister, put Gazprom Media’s value at $7.5 billion, or 45 times the purchase price.\n\nNot content merely to manage media assets, Bank Rossiya began buying up media companies of its own.\n\nIn 2005, a subsidiary of Bank Rossiya bought a stake in Channel 5, a local television network owned by the St. Petersburg government. The price was $25 million. There was no competition. Channel 5’s value swelled in 2006, when regulators let it acquire frequencies in 30 regions across Russia.\n\nSoon after, Mr. Putin designated it a national broadcaster, able to reach 91 cities and 53 million people. Today, it is the country’s fifth-largest broadcaster.\n\nA year later, a Bank Rossiya subsidiary bought a controlling stake in Ren TV, today the country’s eighth-largest broadcaster.\n\nOnce known for investigating government corruption and airing opposition views that were never allowed on state television, Ren TV over time became noticeably less critical.\n\nIn August, amid the fervor over Ukraine, it canceled what was widely viewed as one of the last reasonably independent national political talk shows, “Nedelya,” or “The Week.”\n\nPhoto\n\n“The first goal was political control of the media,” said Roman Pivovarov, a leading analyst of the Russian media landscape. “But that was achieved relatively early on. So this was as much about money. The picture today is clear, in that the big media belongs to the small circle of people who control not only the politics but the economics of Russia.”\n\nAdvertisement Continue reading the main story\n\nBy 2008, Mr. Putin’s second term was ending and the Bank Rossiya media empire provided a supportive voice when, rather than recede from politics, he decided to serve as prime minister. Mr. Medvedev was elected president, while Mr. Putin largely retained control over the levers of government.\n\nTwo years later, Mr. Kovalchuk scored his biggest prize — a 25 percent stake in Channel 1, a state-controlled network with the largest audience in Russia. The stake cost only $150 million, “an amazingly low price,” according to the newspaper Novaya Gazeta. The next year, Channel 1 reported profits of nearly $100 million.\n\nThen, in 2012, Mr. Putin announced he would seek a third term as president. Democracy activists were deeply alarmed but powerless. No one doubted he would win, though the economy had slowed and Mr. Putin’s men were targets of rising criticism, no longer hidden.\n\n‘My Friends Get Everything’\n\nTo grasp how Bank Rossiya’s holdings extend around the globe — and how island tax havens and other tools of global finance may serve to obscure their true breadth — one place to visit is 13A Karpathou Street in Nicosia. This is the registered address of Med Media Network Limited, a company listed in a corporate flow chart connecting Bank Rossiya to a company called Video International.\n\nIn a peculiarity of the Russian marketplace, broadcasters do not sell advertising time directly. They act through middlemen like Video International, which buy airtime wholesale, then sell to those who wish to advertise.\n\nMed Media is a major shareholder, holding a 20 percent stake. Except that Med Media’s address in Cyprus is hardly a corporate headquarters at all. It is a simple concrete home with a large ficus shading a small garden. The owner, Agathi Zinonos, has never heard of Med Media or any of the other companies registered there.\n\nShe regularly receives legal documents in the mail from Russia, Bulgaria , Romania and other countries. “Every day, there is a whole packet coming,” she said, noting that the documents are addressed to her son, who recently moved out. “Whatever comes, I take to him, because it is a lot of companies.”\n\nAttempting to unwind Video International’s convoluted corporate structure requires going back to 2011. That is when Bank Rossiya and a couple of partners purchased the company, according to an interview given by Video International’s chief executive in 2013.\n\nAdvertisement Continue reading the main story\n\nVideo International had controlled 70 percent of the advertising-placement market. But in the months before the sale, the government hastily enacted a new antimonopoly law, prohibiting national television networks from using advertising shops that controlled more than 35 percent of the market. Video International would have to abandon many of its contracts.\n\nBut what looked like a debacle for Video International turned out to be a boon for Bank Rossiya. The new law depressed the company’s value — and thus its purchase price. And while Video International gave up many contracts, its new owners managed to profit from the “lost” business: Many of the networks simply brought the placement business in house — while continuing to pay Video International consulting and software-licensing fees.\n\nReflecting on the way the government’s antimonopoly office has looked the other way, Mr. Aleksashenko, the former deputy finance minister, invoked the saying “my friends get everything, while my enemies get the law.”", "summary": "Russia has been a sought-after partner in the globalized economy, a source of cheap natural gas for Europe , where wealthy Russians have also purchased billions of dollars in real estate in places like the Cote d’Azur and the Belgravia district of London .The cooperative included the homes of Mr. Putin, Mr. Yakunin, Mr. Kovalchuk, Mr. Fursenko and his brother Sergei, Mr. Myachin, and Nikolai T. Shamalov, who headed the St. Petersburg office of the German manufacturer Siemens and would also acquire a major stake in Bank Rossiya.Sogaz became the insurer of choice for major state companies like Russian Railways, headed by Mr. Yakunin, and the growing oil giant, Rosneft, by then led by Igor I. Sechin, who had been Mr. Putin’s deputy in the St. Petersburg mayor’s office.“Shamalov Jr., as head of Gazfond, sold shares in the company managing Russia’s largest private pension fund at a fantastically low price to the bank owned by his father,” Mr. Nemtsov asserted.To grasp how Bank Rossiya’s holdings extend around the globe — and how island tax havens and other tools of global finance may serve to obscure their true breadth — one place to visit is 13A Karpathou Street in Nicosia."}