{"title": "Pope Francis Shifts Power From Rome With ‘Hugely Important’ Liturgical Reform", "authors": ["Jason Horowitz"], "url": "https://www.nytimes.com/2017/09/09/world/europe/pope-francis-liturgical-reform.html", "body": "Catholic progressives have advocated a greater use of contemporary idioms consistent with the Second Vatican Council reforms of the 1960s and many bristled under what they considered a heavy and out-of-touch hand from Rome.\n\nConservative opponents favored the Latin Mass, or at least more faithful translations to it in the local language, and they wanted the church hierarchy in Rome to ensure global universality and unity by making all of those translations uniform.\n\nBy amending the Code of Canon Law, Francis appears to have sided with the liberals in the debate and shifted the ownership of translations to the local bishops.\n\nThe amendment is a significant development in a liturgical schism that has split Catholics across the world and was evident at the highest echelons of the church.\n\nIn 2007, Benedict himself issued a Motu Proprio increasing access to the celebration of the traditional Latin Mass, a move seen as a microcosm of the church’s shift toward traditionalism during his papacy.\n\nIn changing the law, which will go into effect on Oct. 1, the pope recalled that the Vatican Council entrusted bishops with the “weighty task of introducing the vernacular language into the liturgy.” He added that “in order that the renewal of the whole liturgical life might continue, it seemed opportune that some principles handed on since the time of the council should be more clearly reaffirmed and put into practice.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe also acknowledged the bitter feelings that the fights over liturgical language have produced, writing, “It is no surprise that difficulties have arisen” between local churches and the Vatican. He then called for “reciprocal trust” between the local churches and the Vatican department with liturgical oversight, known as the Congregation for Divine Worship and the Discipline of the Sacraments.\n\nBut Vatican observers say trust is in short supply between the pope and the cardinal he selected in 2014 to run the department, Robert Sarah.\n\nAdvertisement Continue reading the main story\n\nA hero to Vatican conservatives — and for many, a desired candidate in the next conclave to choose a new pope — Cardinal Sarah has been undermined by partisans of Francis who have worked on a committee to loosen the Guinean cardinal’s cherished Latin literalism.\n\nIn 2016, Cardinal Sarah called for priests to celebrate Mass ad orientem, or with their backs to the congregation. Francis promptly issued an unusual public rebuke. And in April of this year, Cardinal Sarah sent a letter honoring Benedict’s support of the Latin Mass, asserting that “modern liturgy” had caused devastation and schism. Benedict wrote that “the liturgy is in good hands,” in an afterward to a book the cardinal wrote this year.\n\nBut the liturgy seems to have been in the hands of Francis all along.\n\nSaturday’s Vatican announcement was made as the pope visited Medellin, Colombia, the site of a landmark 1968 meeting that emphasized local Latin American influence in church decision-making. It also came just weeks after the pope — not one to invoke his magisterial authority — did just that when he announced that the liturgical reform of the Second Vatican Council was “irreversible.”\n\nProgressive interpretations of those reforms in the 1960s provoked a backlash, and a “reform of the reform” movement, which ultimately had advocates at the top of the church during the reigns of John Paul II and Pope Benedict XVI.\n\nIn 2001, the Vatican issued the Liturgiam Authenticam, or Authentic Liturgy, instructing that translations from Latin needed to be “in the most exact manner, without omissions or additions in terms of their content.”\n\nThat same year, the Vatican established Vox Clara, or Clear Voice, a committee to scrutinize English-language translations of the texts and prayers included in the Roman Missal. The committee advocated a close fidelity to the Latin.\n\nIn 2006, the Vatican successfully pressured American bishops to accept a more literal translation of well-known English prayers. In 2011, many English-speaking priests panned their effort, finding the language clunky and archaic.\n\nWhile noting the unity instilled by the Roman Rite, Francis argued for the beauty and accessibility of local languages. He wrote on Saturday that “vernacular languages themselves, often only in a progressive manner, would be able to become liturgical languages, standing out in a not dissimilar way to liturgical Latin for their elegance of style and the profundity of their concepts with the aim of nourishing the faith.”", "summary": "And in April of this year, Cardinal Sarah sent a letter honoring Benedict’s support of the Latin Mass, asserting that “modern liturgy” had caused devastation and schism. Saturday’s Vatican announcement was made as the pope visited Medellin, Colombia, the site of a landmark 1968 meeting that emphasized local Latin American influence in church decision-making. In 2001, the Vatican issued the Liturgiam Authenticam, or Authentic Liturgy, instructing that translations from Latin needed to be “in the most exact manner, without omissions or additions in terms of their content.” That same year, the Vatican established Vox Clara, or Clear Voice, a committee to scrutinize English-language translations of the texts and prayers included in the Roman Missal."}