{"title": "Greece, in Chaos, Faces Possible New Elections", "authors": ["Rachel Donadio", "Liz Alderman"], "url": "http://www.nytimes.com/2012/05/08/world/europe/greece-in-chaos-faces-possible-new-elections.html", "body": "“We did everything we could but it just wasn’t possible,” the leader of New Democracy, Antonis Samaras, said in a televised statement after failing to secure support from other political parties. Greek law gives the front-runner three days to form a government before the baton is passed to the runner-up.\n\nThe political uncertainty injects a new element of unpredictability into the euro zone crisis, possibly casting Greece’s loan agreement with its foreign creditors into doubt, with a requirement pending to cut $15 billion from the budget in June. With the likelihood that a fiercely anti-austerity crowd will dominate the next Greek Parliament, some investors think it is only a matter of time before the country reneges on the promises it made of deep spending cuts and higher taxes to secure the bailout.\n\nThat, financial experts say, could have repercussions far beyond the deceptive serenity of Greece’s olive groves and azure waters. “Greece is lurking as a problem, not so much because it could leave the euro and tear things apart, but because it could before that default and trigger financial events that could cause the crisis to spread,” said Carl Weinberg, the chief economist at High Frequency Economics, a financial research group in Valhalla, N.Y.\n\nPhoto\n\nJust months after the biggest debt write-down in history, a default could come as soon as August, when Greece’s creditors are to decide on whether to release another installment of financial aid. That would lead to problems at the European Central Bank and the International Monetary Fund, which are using taxpayer money to foot most of the bill for the bailout.\n\nOther countries that lent directly to Greece would also face steep losses, including Spain , which many analysts believe may need a financial bailout of its own. With the Spanish economy suffering in a deepening recession, unemployment near 25 percent and rising borrowing costs, any credit event in Greece may make investors wary of continuing to lend to Spain.\n\nAt the extreme, analysts worry that a Greek default might also hurt Germany and France , which are on the hook for a large portion of the bailout bill.\n\n“If that does happen, then the fiscal problems will spread to countries that are not seen as being in trouble now,” including these, Mr. Weinberg said.\n\nAdvertisement Continue reading the main story\n\nAlthough Germany is still the strongest economy in the euro zone, a handful of influential hedge funds, including one run by the Wall Street investor John A. Paulson , have started to bet against Germany and the “core” of strong wealthy northern countries in the euro zone, with the view that the crisis will become more serious and spread further.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFor Greece, the election results also marked the end of a political era for the Socialists and New Democracy.\n\n“The established parties collapsed — they had too much pressure from Berlin and Brussels and the I.M.F.,” said Nikos Xydakis, an editor at the Kathimerini daily and a political commentator, referring to Greece’s foreign lenders. “We were expecting that, but not so violently and so quick, but they broke everything.”\n\nWith New Democracy getting the biggest share of the votes — a modest 18.8 percent — Mr. Samaras had met with a range of political leaders, including Alexis Tsipras, the leader of the Coalition of the Radical Left, or Syriza. That party eclipsed the Socialists for the first time to place second with 16.78 percent of the vote. The Socialists took just 13.1 percent, their worse defeat since the party’s founding in 1974.\n\nVideo\n\nMr. Tsipras said the results showed that the signing of the loan agreement was “not a salvation but a tragedy.” After meeting with Mr. Samaras, he said he would not join with New Democracy but would seek to form his own coalition, “chiefly of forces of the left” that oppose the bailout terms, as his party does. That may prove difficult since the Communist Party, which received 8.48 percent of the vote, has said it will not join any coalition.\n\nPresident Karolos Papoulias is to meet with Mr. Tsipras on Tuesday. If Mr. Tsipras, an energetic 38-year-old whose party has the wind in its sails, fails to form a coalition, Evangelos Venizelos, leader of the Socialists, will have a try.\n\nIf none of them succeeds in building a majority, the president summons the leaders of all parties and tries to broker a broad coalition. If that also fails, the president appoints an interim government to hold new elections in 30 days — an increasing likelihood given the challenges the parties face finding common ground.\n\nThe far-right, ultranationalist Golden Dawn party, whose members perform Nazi salutes at rallies and who routinely scuffle with illegal immigrants in downtown Athens, received 7 percent of the vote, enough to enter Parliament for the first time, with 21 seats. At a televised news conference on Sunday evening, the party’s leader, Nikos Michaloliakos, demanded that journalists stand upon his arrival as a sign of respect, and banned those who did not, a move that outraged many Greeks.\n\nThe success of Golden Dawn is one of the most vivid signs of the depths of anger and fear among voters today, who feel Greece has been slipping out of their grasp after two years of tax increases and wage cuts. The Socialists and later New Democracy had told Greeks that those sacrifices were necessary to save the country, a position that came at a high political cost.\n\nAdvertisement Continue reading the main story\n\nMr. Venizelos, who was finance minister when Greece negotiated its second loan agreement in February, called for a four-party coalition to be led by a prime minister accepted by all sides, and who would renegotiate the loan terms.\n\nHe suggested that the coalition be composed of New Democracy, the Socialists, Syriza and the Democratic Left, which was founded in 2010 by a former Syriza member, Fotis Kouvelis, as a more centrist offshoot. After his meeting with Mr. Samaras on Monday, however, Mr. Kouvelis ruled out joining a coalition with New Democracy and the Socialists, noting that his party had not changed its pre-election goals of ensuring that Greece remains in the euro zone, though under a new debt deal with its creditors.\n\nBut Mr. Kouvelis left open the possibility of a coalition with Syriza. “We will wait to hear a precise and clear proposal, then we will comment,” he said.\n\nFor Mr. Xydakis, the political commentator, whoever leads Greece will have to push back against its lenders and ask to extend the terms so that the country can reduce its budget deficit over a longer period of time, rather than force more drastic cuts on a society already pushed to the edge. “Time moves much faster in Athens than in Berlin,” he said.", "summary": "The political uncertainty injects a new element of unpredictability into the euro zone crisis, possibly casting Greece’s loan agreement with its foreign creditors into doubt, with a requirement pending to cut $15 billion from the budget in June.With the likelihood that a fiercely anti-austerity crowd will dominate the next Greek Parliament, some investors think it is only a matter of time before the country reneges on the promises it made of deep spending cuts and higher taxes to secure the bailout.Mr. Tsipras said the results showed that the signing of the loan agreement was “not a salvation but a tragedy.” After meeting with Mr. Samaras, he said he would not join with New Democracy but would seek to form his own coalition, “chiefly of forces of the left” that oppose the bailout terms, as his party does.The far-right, ultranationalist Golden Dawn party, whose members perform Nazi salutes at rallies and who routinely scuffle with illegal immigrants in downtown Athens, received 7 percent of the vote, enough to enter Parliament for the first time, with 21 seats.After his meeting with Mr. Samaras on Monday, however, Mr. Kouvelis ruled out joining a coalition with New Democracy and the Socialists, noting that his party had not changed its pre-election goals of ensuring that Greece remains in the euro zone, though under a new debt deal with its creditors."}