{"title": "Migrants in Rome Try to Recover After Ponte Mammolo Camp Is Destroyed", "authors": ["Elisabetta Povoledo"], "url": "https://www.nytimes.com/2015/05/16/world/europe/migrants-in-rome-try-to-recover-after-ponte-mammolo-camp-is-destroyed.html", "body": "Ponte Mammolo was a solution created by earlier waves of non-Italians, many of whom came and never left. Most of the encampment’s permanent residents had been there so long that they had achieved legal immigration status.\n\nBut word had gone out that it was a place where the new migrants, Eritreans in the latest wave, could stop on their way north.\n\nAccording to the Roman authorities, it was the flow of newcomers that forced them to move on the camp. The transients swelled the camp’s population, spilling out into a parking lot in front, creating an eyesore and, the authorities said, a potential health hazard.\n\n“When you have such important migratory movements, it becomes a social and health problem,” said Francesca Danese, Rome’s municipal councilor in charge of social issues, including housing. “The situation was unsustainable. People can’t live in those conditions.”\n\nAll together, there were about 300 people at Ponte Mammolo on Monday. About 200 were transients, and when the bulldozers and the police arrived, many panicked and ran away. Once new arrivals are identified as immigrants, they are required by European Union laws to request asylum in the first country where they set foot, and because of the weak economy in Italy, most do not want to remain here.\n\nPhoto\n\nOthers, including some of Ponte Mammolo’s permanent residents, were taken to dormitories run by private associations.\n\nAdvertisement Continue reading the main story\n\nMarco, an Ecuadorean construction worker with a residency permit, and his wife were among the permanent dwellers at the camp. He said he had received a frantic call at work from his wife saying she had been told she had 15 minutes to pack. She filled three garbage bags, making sure to include Marco’s work clothes. Whatever happened, he still had a job to go to.\n\nIn the space of a morning, “our life was turned inside out, I still can’t believe it,” said Marco, 43, who asked that his last name not be used because his employer did not know where he had been living. In his 14 years at Ponte Mammolo, he had transformed a small, existing building into a home with electricity, water, even Internet and cable television. “We’d just finished paying off our fridge and washing machine last month,” he said.\n\nSome of those displaced found friends to stay with, others rented rooms. Still others refused to leave, camping out in the parking lot.\n\nDobro, a Montenegrin in his 60s and one of the encampment’s first residents, vowed that he would stay until he found his cat.\n\n“I don’t mind sleeping in the parking lot. I am not leaving,” he said, his eyes welling with tears. All he had left were the clothes he was wearing, he said, gesturing at his grungy blue track suit.\n\nNongovernmental organizations that had volunteered at the camp concede that Ponte Mammolo was untenable, but say that there was a better way to deal with the problem. Many said the bulldozers exemplified the clumsy ways that Italy has dealt with a crisis that does not seem likely to end soon.\n\n“The choice of evacuation was paradoxical because so many ended up on the streets,” said Fabiola Zanetti, of Prime Italia, which developed job training programs for some of the refugees. “It was urgent to eliminate this at-risk place, but not in this way.”\n\nSome aid workers suggested that complaints from neighbors had led the city to act. The timing, some noted, followed gains by anti-immigrant political parties in local elections this month.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOthers said that the Roman Catholic Church’s jubilee, which will start in December, drawing millions of pilgrims to Rome, had put pressure on officials to clean things up. The parking lot in front of Ponte Mammolo was built for tourist buses.\n\nAdvertisement Continue reading the main story\n\nPonte Mammolo is only one of several makeshift encampments in Rome. Migrants with precarious job prospects, even those with residence permits or refugee status, receive no tangible support from the city. Rents in Rome can easily absorb the lion’s share of an average salary — and can far exceed what is left after the newcomers send money to families in far-flung homelands.\n\nThough they may have been there temporarily in principle, for many migrants at Ponte Mammolo the impromptu lodgings became home. Among the dwellings were prefabricated structures assembled by a handful of Ukrainian residents, with brightly colored flowers on their stoops.\n\nPhoto\n\n“I managed to pack my religious images and a few clothes,” but left behind the furnishings of a prefabricated home, said Olha Larcik, 67, who was raised in Ukraine and lived in the camp for four years, the best she could afford on disability payments and her pension.\n\nRed-eyed “from three days of tears,” she wondered what would become of her. Transported to a dormitory on the outskirts of the city, she had no idea what would come next. “I have one euro in my pocket,” she said.\n\nBefore the bulldozers arrived, said Ms. Danese, the city councilor, the longtime residents of the camp were contacted by social workers. Many residents, however, denied that they had been contacted.\n\nMore important, Ms. Danese said, is for Rome “to do real integration” with the camp residents, as well as establish “a humanitarian corridor” for the migrants on their way north. But, she said, at a time of cutbacks the city did not have the money to cover such large numbers.\n\nDaniela Pompei of the Community of St. Egidio, an organization that regularly brought food and drinks to the residents since 1998, said the refugees would keep coming, as long as there were wars. “Big cities are just going to have to deal with it, it’s their responsibility,” she said.\n\nMarco said the city had been negotiating with residents and humanitarian agencies to find a solution to the illegal encampment for two years, but left them unprepared for the sudden evacuation.\n\nIn February, Pope Francis made an impromptu visit to Ponte Mammolo.\n\n“He told us to be serene, that we had his blessing,” Marco said, “but it all fell apart.”", "summary": "Once new arrivals are identified as immigrants, they are required by European Union laws to request asylum in the first country where they set foot, and because of the weak economy in Italy, most do not want to remain here. Others said that the Roman Catholic Church’s jubilee, which will start in December, drawing millions of pilgrims to Rome, had put pressure on officials to clean things up. Rents in Rome can easily absorb the lion’s share of an average salary — and can far exceed what is left after the newcomers send money to families in far-flung homelands. “I managed to pack my religious images and a few clothes,” but left behind the furnishings of a prefabricated home, said Olha Larcik, 67, who was raised in Ukraine and lived in the camp for four years, the best she could afford on disability payments and her pension."}