{"title": "Without Scotland, Premier Says, Britain Would Be Less ‘Great’", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2014/02/08/world/europe/cameron-urges-scots-to-remain-in-united-kingdom.html", "body": "Mr. Cameron focused on the importance of the “powerful” United Kingdom brand and how much it mattered in the world, and how it could be damaged. Scottish independence would “rip the rug from under our own reputation,” Mr. Cameron said, arguing that “we matter more in the world together” — the same argument used by Britons who want Britain to remain in the European Union.\n\nMr. Cameron said that while the decision was up to the Scots, “all 63 million of us” — in England, Scotland, Wales and Northern Ireland — “are profoundly affected.”\n\nPhoto\n\n“We would be deeply diminished without Scotland,” he said.\n\nHe pulled out all the Scottish stops, citing the Scottish Olympian Chris Hoy, Sir Arthur Conan Doyle and his own West Highland heritage. He also mentioned Scotch whisky, saying it “adds £135 to the U.K.'s balance of payments every single second,” which in another context might be an incentive for Scots to vote for independence. However, with Britons anxious about making ends meet, Mr. Cameron did not mention Adam Smith, the Scot famous for his theory of the “invisible hand” of the free market.\n\nAbout four million people over the age of 16 and living in Scotland will be able to take part in the referendum, promised by the governing Scottish National Party, on Sept. 18. Scots living outside Scotland cannot vote.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nEarly opinion polls have shown a large plurality of Scots intending to vote to remain in the union, but the numbers are soft. In some recent polls, greater numbers have said they intend to vote for independence.\n\nGiven the unpopularity of Mr. Cameron and his Conservative Party in Scotland, which is dominated by the Scottish National Party and the opposition Labour Party, Mr. Cameron has been wary of intervening too much in the debate, fearing a counterproductive effect. The pro-union campaign, which is meant to be nonpartisan, is led by Alistair Darling, a Labour member of Parliament from Scotland and former chancellor of the Exchequer, who had a cabinet post during the entire Labour reign from 1997 to 2010.\n\nMr. Darling and his team have been emphasizing questions about whether an independent Scotland would have to reapply to join the European Union, whether it could continue to use the pound or adopt the euro, whether it would have a truly independent central bank, and even whether oil and gas revenues from declining production in the North Sea would be enough to fund Scotland’s budget.\n\nThe immediate response from the Scottish National Party to the excerpts — the “preaction,” as one BBC radio announcer put it — was predictably critical, accusing Mr. Cameron of being afraid to come to Scotland and debate the party leader, Alex Salmond.\n\nAdvertisement Continue reading the main story\n\nMr. Salmond called Mr. Cameron “a big feartie,” or coward, for refusing a face-to-face debate.\n\nScotland’s deputy first minister, Nicola Sturgeon, said in a statement, “This is a cowardly speech from a prime minister who uses the Olympic Park in London to give highhanded lectures against Scotland’s independence but hasn’t got the guts to come to Scotland or anywhere else to make his case.”\n\nTouching on Mr. Cameron’s image as an elite, Eton-educated southerner, she said, “David Cameron, as the Tory prime minister, is the very embodiment of the democratic case for a ‘yes’ vote for an independent Scotland — and he knows it.”\n\nShe argued that using the Olympic Stadium on the day the Winter Olympics formally opened in Sochi, Russia, “seeking to invoke the successes of London 2012 as an argument against Scotland taking its future into its own hands,” only “betrays the extent of the jitters now running through the ‘no’ campaign.”", "summary": "Scottish independence would “rip the rug from under our own reputation,” Mr. Cameron said, arguing that “we matter more in the world together” — the same argument used by Britons who want Britain to remain in the European Union.He also mentioned Scotch whisky, saying it “adds £135 to the U.K.'s balance of payments every single second,” which in another context might be an incentive for Scots to vote for independence.However, with Britons anxious about making ends meet, Mr. Cameron did not mention Adam Smith, the Scot famous for his theory of the “invisible hand” of the free market.About four million people over the age of 16 and living in Scotland will be able to take part in the referendum, promised by the governing Scottish National Party, on Sept. 18.Early opinion polls have shown a large plurality of Scots intending to vote to remain in the union, but the numbers are soft."}