{"title": "Migration Crisis Puts Europe’s Policy Missteps Into Focus, Experts Say", "authors": ["Jim Yardley"], "url": "https://www.nytimes.com/2015/04/25/world/europe/europes-migration-crisis-cannot-be-solved-at-sea-analysts-say.html", "body": "And Europe continues to struggle with how to apportion money and personnel among saving lives on the sea, prosecuting human smugglers and dealing with the causes of the migrant surge closer to their source in poor and war-torn regions of the Middle East and Africa.\n\nMany analysts, as well as United Nations officials, say Europe needs a more holistic response, including overhauling its asylum system and expanding channels of legal immigration, because the problem of illegal migration will only worsen.\n\n“There was a lot of expectation from the public that the European Union wasn’t going to give just a short-term response but a medium- and long-term vision,” said Thomas Huddleston, an analyst with the Migration Policy Group in Brussels. “We didn’t get that.”\n\nPhoto\n\nHe added, “The real question is, What is the goal of this response?”\n\nIn Sicily, where the brunt of the crisis is being felt, smuggling boats have continued to arrive, day and night. On Friday, Mr. Salvi heard testimony in a closed hearing against the Tunisian man accused of piloting the boat that capsized in the fatal shipwreck, as well as a Syrian man who is alleged to have been working as an accomplice.\n\nMr. Salvi’s office, if more accustomed to pursuing cases against the Sicilian Mafia, now has a special team of prosecutors that works with the Italian police to confront the smugglers. Mare Nostrum, which is Latin for “our sea,” was hardly a cure-all, Mr. Salvi said, but it provided investigators with the advantage of scope and immediacy. On at least five occasions, Mare Nostrum ships working in international waters seized “mother ships” — the large vessels that carry out migrants before transferring them to smaller boats in international waters.\n\nMeanwhile, police investigations could start aboard rescue ships, as officers began questioning migrants, and identifying smugglers, as soon as people were rescued. By contrast, no police investigators were on the Italian Coast Guard ship that responded to the fatal shipwreck last weekend. Once the 28 survivors were rescued, Mr. Salvi sent a helicopter to the scene to retrieve a Bangladeshi survivor for questioning in Catania. In addition, investigators were airlifted to the coast guard ship as quickly as possible.\n\n“We lost some hours — it is very important for us, those first hours,” said Mr. Salvi, even as he stressed that Europe needed to stop addressing migration as an emergency. “We have to consider this a structural problem that will continue. We have to deal with this in a more comprehensive way.”\n\nAdvertisement Continue reading the main story\n\nIn addition to tripling funding for the current Triton program, which is led by Europe’s border agency, Frontex, Europe is taking other steps to address the problem. Britain and Germany have pledged to contribute ships to participate in expanded patrolling.\n\nPhoto\n\nThere is also discussion of trying to blockade Libyan ports or destroy smuggling boats before they are put to use — a proposal some analysts regard as fanciful. “The plan to destroy smugglers’ boats is highly dubious,” said Masood Karimipour, regional representative in Cairo for the United Nations Office on Drugs and Crime. “There is no shortage of rickety fishing boats or rubber dinghies. These quick-fix tactics make for catchy headlines but are not effective and sustainable solutions.”\n\nHe added, “You can’t shoot your way out of a humanitarian crisis.”\n\nThe scope of smuggling operations in North Africa is immense and multifaceted, defying easy solutions, analysts say. Tuesday Reitano, a policy analyst who has studied North African smuggling networks, credited Italian prosecutors for going after smuggling bosses. But she warned that migrant smuggling had become hugely profitable, with different militias or African clans controlling pieces of territory.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“For West Africa and the Sahel, this is the next cocaine flow,” said Ms. Reitano, who is the head of the Global Initiative Against Transnational Organized Crime’s secretariat, citing the illegal profits once made in the region’s drug trade.\n\nThe economics shifted with the civil war in Syria because suddenly tens of thousands of affluent Syrians were willing to pay several thousand dollars, per person, for passage to Sweden or Germany. In response, Ms. Reitano said, loosely connected smuggling networks have coalesced, charging higher rates to Syrians, even as they are willing to take less from Africans, who are often overloaded onto small boats to bolster profits. “You had huge numbers of Syrians, and now, all of a sudden, there is a parallel exodus of Africans,” she said. “That is not an accident.”\n\nItalian officials began Mare Nostrum in October 2013, after a disastrous shipwreck near the Italian island of Lampedusa in which hundreds of migrants died within a few hundred yards of the shore. Naval and coast guard vessels and aircraft expanded their search zone beyond Italian waters and rescued more than 150,000 migrants at sea, while assisting in the arrest of 330 smugglers, the Italian Navy said.\n\nPhoto\n\nPolitical opponents of Mare Nostrum argued that the program served as a “pull” factor that attracted more migrants with the promise of being rescued. Opponents in Italy also opposed the monthly €9 million price tag and called for the European Union to foot the bill.\n\nEuropean leaders refused. Instead, Frontex was put in charge, though its mandate does not call for search and rescue operations. The new Triton program involved fewer ships patrolling a much smaller region. Deaths at sea have already topped more than 1,700, a huge spike from the same period a year ago.\n\nNow it is unclear whether the Triton program, beyond getting more money, will also expand the territory it patrols. Mr. Huddleston, the analyst with the Migration Policy Group, described Mare Nostrum as a “game changer” because by undertaking the humanitarian mission, Italy forced the rest of Europe to confront the issue.\n\nAnd even as the rescues will continue at sea, many analysts warn that efforts to simply bottle up refugees and migrants in Africa — without providing them with legal channels to seek asylum — will also backfire.\n\nAdvertisement Continue reading the main story\n\n“If you block people in Africa, they will continue to die,” said Philippe Fargues, director of the Migration Policy Center in Florence, Italy. “Maybe not before our eyes, but they will die somewhere in Africa. It is pure hypocrisy.”", "summary": "And Europe continues to struggle with how to apportion money and personnel among saving lives on the sea, prosecuting human smugglers and dealing with the causes of the migrant surge closer to their source in poor and war-torn regions of the Middle East and Africa. Many analysts, as well as United Nations officials, say Europe needs a more holistic response, including overhauling its asylum system and expanding channels of legal immigration, because the problem of illegal migration will only worsen. “For West Africa and the Sahel, this is the next cocaine flow,” said Ms. Reitano, who is the head of the Global Initiative Against Transnational Organized Crime’s secretariat, citing the illegal profits once made in the region’s drug trade. Mr. Huddleston, the analyst with the Migration Policy Group, described Mare Nostrum as a “game changer” because by undertaking the humanitarian mission, Italy forced the rest of Europe to confront the issue."}