{"title": "Cameron Warns That Britain Could Leave European Union", "authors": ["John F. Burns", "Alan Cowell"], "url": "http://www.nytimes.com/2013/01/19/world/europe/david-cameron-delays-talk-on-new-role-in-europe.html", "body": "LONDON — Prime Minister David Cameron, who canceled a long-anticipated speech because of a hostage crisis in Algeria involving Britons, planned to deliver an explicit warning that Britain might leave the European Union if changes in its administration were not made, according to excerpts from the speech released Thursday and embargoed until Friday.\n\nAccording to the excerpts, Mr. Cameron would have said that without changes in the European Union, “the danger is that Europe will fail and the British people will drift toward the exit” — a statement that drew an admonition from President Obama telling Britain not to jeopardize its membership in the European Union, British newspapers reported.\n\nOn Thursday, Mr. Cameron canceled his speech, which was to have been delivered Friday in Amsterdam, citing the need to stay in London to be on hand for developments in the hostage crisis in Algeria, where Britons were among the dozens of captives taken by Islamic militants at a natural gas plant operated partly by BP, the British-based oil giant. In Amsterdam, Mr. Cameron had planned to set out an outline of a plan to renegotiate a pared-down role for Britain in the 27-nation European Union, rebuffing the centralizing momentum in other major European nations as they struggle to save the euro, the common currency that Britain has shunned, and to call a referendum by 2018 on the result.\n\nIn advance of the speech, Mr. Cameron placed calls on Thursday to Mr. Obama and President François Hollande of France to set out what he would say, British officials said.\n\nAdvertisement Continue reading the main story\n\nA White House spokesman said Mr. Obama “underscored our close alliance with the United Kingdom and said that the United States values a strong U.K. in a strong European Union, which makes critical contributions to peace, prosperity and security in Europe and around the world.”", "summary": "LONDON — Prime Minister David Cameron, who canceled a long-anticipated speech because of a hostage crisis in Algeria involving Britons, planned to deliver an explicit warning that Britain might leave the European Union if changes in its administration were not made, according to excerpts from the speech released Thursday and embargoed until Friday.According to the excerpts, Mr. Cameron would have said that without changes in the European Union, “the danger is that Europe will fail and the British people will drift toward the exit” — a statement that drew an admonition from President Obama telling Britain not to jeopardize its membership in the European Union, British newspapers reported.On Thursday, Mr. Cameron canceled his speech, which was to have been delivered Friday in Amsterdam, citing the need to stay in London to be on hand for developments in the hostage crisis in Algeria, where Britons were among the dozens of captives taken by Islamic militants at a natural gas plant operated partly by BP, the British-based oil giant.In Amsterdam, Mr. Cameron had planned to set out an outline of a plan to renegotiate a pared-down role for Britain in the 27-nation European Union, rebuffing the centralizing momentum in other major European nations as they struggle to save the euro, the common currency that Britain has shunned, and to call a referendum by 2018 on the result.In advance of the speech, Mr. Cameron placed calls on Thursday to Mr. Obama and President François Hollande of France to set out what he would say, British officials said."}