{"title": "Murdoch and Fox News Mocked on Twitter for Claims About Muslims", "authors": ["Robert Mackey", "Open Source"], "url": "https://www.nytimes.com/2015/01/13/world/europe/murdoch-and-fox-news-mocked-on-twitter-for-claims-about-muslims.html", "body": "This cannot have been an enjoyable weekend for anyone at 21st Century Fox responsible for cultivating the image of either Rupert Murdoch or his Fox News Channel.\n\nAfter Mr. Murdoch posted a message on Twitter late Friday in which he seemed to assign collective blame for the deadly attacks on a satirical newspaper and a kosher market in Paris to all followers of Islam, the social network lit up with criticism and mockery.\n\nThen, before that wave of digital outrage had even begun to crest, Steve Emerson, a self-described expert on Islamist terrorism, appeared on Fox News to make the startling and false claim that some parts of Europe — including areas of France, London and the entire English city of Birmingham — “are totally Muslim where non-Muslims just simply don’t go in.”\n\nThe population of Birmingham, as a local newspaper pointed out, is in fact just 21.8 percent Muslim, with nearly as many having no religion and more than twice as many Christians, according to recent census figures.\n\nAs the complete transcript and video of Mr. Emerson’s interview with the Fox News host Jeanine Pirro showed, he also claimed that “no-go zones exist not only in France, but they exist throughout Europe. They’re sort of amorphous, they’re not contiguous necessarily, but they’re sort of safe havens and they’re places where the governments like France, Britain, Sweden, Germany don’t exercise any sovereignty. So you basically have zones where Shariah courts were set up, where Muslim density is very intense, where the police don’t go in, and where it’s basically a separate country almost, a country within a country.”\n\n\n\n\n\nAdvertisement Continue reading the main story\n\nAlthough Ms. Pirro, a former prosecutor and judge, made no effort to correct Mr. Emerson, he did eventually retract and apologize for his false claims, after enduring about 22 hours of online mockery from Britons who shared a series of absurd falsehoods about their nation tagged #FoxNewsFacts."}