{"title": "Britain: 2 Plotters Sentenced", "authors": ["Rick Gladstone"], "url": "https://www.nytimes.com/2015/12/31/world/europe/britain-2-plotters-sentenced.html", "body": "A man and his former wife who were found guilty of plotting a terrorist attack in London on the 10th anniversary of the transit bombings in the British capital were sentenced to life in prison on Wednesday. The defendants, Mohammed Rehman, 25, and Sana Ahmed Khan, 24, were sentenced by Judge Jeremy Baker one day after their conviction in a trial known as “the 7/7 bombers” case, named for the date in 2005 when suicide bombers in the transit system killed 52 people in London. Under British law, Mr. Rehman must serve at least 27 years and Ms. Khan 25 years. Mr. Rehman, who had referred to himself as the “Silent Bomber” on social media, was arrested in May after having posted a message that asked: “Westfield shopping centre or London underground? Any advice would be greatly appreciated.” According to evidence and testimony presented in court, the police seized explosives and bomb-making chemicals from Mr. Rehman’s house in the city of Reading, west of London. In sentencing the defendants, Judge Baker was quoted by the BBC as saying their intended actions “included a suicide bombing, an act which envisaged martyrdom, a notion specifically resurrected by Islamic State in order to encourage this type of venture.”", "summary": "A man and his former wife who were found guilty of plotting a terrorist attack in London on the 10th anniversary of the transit bombings in the British capital were sentenced to life in prison on Wednesday. Mr. Rehman, who had referred to himself as the “Silent Bomber” on social media, was arrested in May after having posted a message that asked: “Westfield shopping centre or London underground? Any advice would be greatly appreciated.” According to evidence and testimony presented in court, the police seized explosives and bomb-making chemicals from Mr. Rehman’s house in the city of Reading, west of London. In sentencing the defendants, Judge Baker was quoted by the BBC as saying their intended actions “included a suicide bombing, an act which envisaged martyrdom, a notion specifically resurrected by Islamic State in order to encourage this type of venture.”"}