{"title": "A Chasm Divides David Cameron and Nicola Sturgeon, Leaders of a Kingdom Still United", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2015/05/11/world/europe/a-chasm-divides-david-cameron-and-nicola-sturgeon-leaders-of-a-kingdom-still-united.html", "body": "“I told him he cannot ignore what has happened in Scotland,” Ms. Sturgeon said. “The political firmament, the tectonic plates in Scottish politics have shifted. What we’re seeing is a historic watershed.”\n\nThe stakes are high and hanging over everything is a question that is not formally on the agenda at the moment: Have England and Scotland drifted too far apart to keep their 308-year-old union alive?\n\nThat question seemed to be settled last September, when Scotland voted by a substantial majority to remain part of the United Kingdom. Just eight months later, many voters in Scotland seem to believe that whatever additional powers Mr. Cameron offers the Scottish legislature in the coming weeks, another referendum on independence is only a matter of time.\n\nIn England, polls suggest a hardening of voters’ attitudes toward Scottish demands, in part because of Mr. Cameron’s election campaign, which aggressively depicted the S.N.P. as dangerous and irresponsible. (As one Scottish official put it: “They insulted the S.N.P. but antagonized all of Scotland.”)\n\nMs. Sturgeon, who took office as first minister after Scotland voted against independence last fall, has made no secret of her ambition for future independence, even as she played down the issue in the aftermath of Thursday’s elections.\n\nAsked about comments by her predecessor, Alex Salmond, who said Scotland was now closer to independence, Ms. Sturgeon told the British Broadcasting Corporation that there was “no disagreement” between them.\n\n“I think Scotland will become an independent country one day,” she said. “He said he thinks it will be in his lifetime, I hope that’s the case.”\n\nAdvertisement Continue reading the main story\n\nMs. Sturgeon is already looking ahead to Scottish elections next year in which she hopes her party will win a third term and possibly a mandate for another referendum. One scenario for another breakaway bid would be if Britain voted to leave the European Union in a referendum that Mr. Cameron has promised by the end of 2017.\n\nBut she is in no rush. “They want to be absolutely sure they can win it before they try again,” said Alex Massie, Scotland editor of The Spectator.\n\nPhoto\n\nMs. Sturgeon said these elections were not about independence, but rather a mandate on securing new powers that would allow Scotland to pursue more progressive policies at a time when most of Britain backed the continuation of conservative policies.\n\nSome additional powers were already promised to Scotland last September. In the last panicked week before the referendum, as momentum appeared to shift toward a pro-independence vote, the main British parties, including Mr. Cameron’s Conservatives, collectively promised the Scots more self-government if they stayed in the union.\n\nThe result was a series of recommendations published last November that included new powers for the Scottish Parliament to set income tax rates, obtain a share of sales tax revenues raised in Scotland and control the duties imposed on passengers traveling through Scottish airports. In addition, Scotland would gain control over some welfare spending.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAt the time, Robert Smith, the member of the House of Lords who led the commission on Scotland, said the recommendations would constitute “the biggest transfer of powers” to the Scottish Parliament since its establishment in 1998.\n\nBut even then, Ms. Sturgeon said the proposed changes fell “well short of the proposals from the Scottish government and those from a wide cross section of civic Scotland.”\n\nOn Sunday, she went further.\n\n“David Cameron did not give me any indication that he wanted to move beyond the current Smith Commission proposals,” Ms. Sturgeon told the BBC. “I think he has to, and that clearly is one of the things we are going to have to discuss.”\n\n“What we will argue for is priority devolution of powers over business taxes, employment, the minimum wage, welfare,” she said, “because these are the levers we need to grow our economy to get people into work, paying taxes and lifting people out of poverty.”\n\nAdvertisement Continue reading the main story\n\nThe Scottish government wants to gain control over unemployment benefits and a number of housing and pension benefits that are currently excluded from the proposals, a Scottish government official said. It also wants to set its own business tax and raise the minimum wage from Britain’s 6.50 pounds, about $10, to £8.70 by 2020.\n\nWith its free universities and medical prescriptions, Scotland already spends more per person than the rest of Britain. Down the line, Edinburgh wants full fiscal autonomy, but this would involve complex negotiations on how much Scotland would have to contribute to national outlays like military spending and interest on public debt.\n\nIf successful, Mr. Cameron and Ms. Sturgeon could be running two vastly different economic policy experiments north and south of Hadrian’s Wall.\n\nMr. Cameron, 48, who went to Eton and Oxford and whose inner circle has been filled with advisers and ministers of similarly privileged backgrounds, has cut income taxes on the wealthiest, trimmed back public spending and made further deficit reduction a priority. Ms. Sturgeon, 44, who grew up on the edge of a closed coal pit and was the first in her family to go to college, would prefer to slow the pace of deficit cutting and carry out what she calls “modest” increases in public spending.\n\nOn a personal level, Ms. Sturgeon gets along better with Mr. Cameron than did her formidable but divisive predecessor, Mr. Salmond. After Ms. Sturgeon took over from Mr. Salmond as party leader and first minister — she had been his deputy in both offices — Mr. Cameron came to see her in the Scottish Parliament. Their meeting, said one of her advisers, was “informal and very amicable.”\n\nIf the starting points for their negotiation are far apart, both have also tried to strike a conciliatory tone.\n\n“Governing with respect means recognizing that the different nations of our United Kingdom have their own governments as well as the United Kingdom government,” Mr. Cameron said.\n\nFor her part, Ms. Sturgeon, whose verve and fluency during the election campaign impressed voters well beyond Scotland, emphasized that the vastly expanded new group of S.N.P. lawmakers would not come to Westminster “to disrupt and destroy.”", "summary": "In the last panicked week before the referendum, as momentum appeared to shift toward a pro-independence vote, the main British parties, including Mr. Cameron’s Conservatives, collectively promised the Scots more self-government if they stayed in the union.At the time, Robert Smith, the member of the House of Lords who led the commission on Scotland, said the recommendations would constitute “the biggest transfer of powers” to the Scottish Parliament since its establishment in 1998.Down the line, Edinburgh wants full fiscal autonomy, but this would involve complex negotiations on how much Scotland would have to contribute to national outlays like military spending and interest on public debt.Mr. Cameron, 48, who went to Eton and Oxford and whose inner circle has been filled with advisers and ministers of similarly privileged backgrounds, has cut income taxes on the wealthiest, trimmed back public spending and made further deficit reduction a priority.Ms. Sturgeon, 44, who grew up on the edge of a closed coal pit and was the first in her family to go to college, would prefer to slow the pace of deficit cutting and carry out what she calls “modest” increases in public spending."}