{"title": "Tugce Albayrak’s Death Rattles Germany", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2014/12/03/world/europe/tugce-albayrak-death-rattles-germany.html", "body": "BERLIN — The death of a Turkish-German student who tried to stop a young man from taunting two teenage girls has galvanized Germany at a time when its dealings with immigrants and its attempts to forge a more multicultural society are being intensely debated.\n\nIn a chilling surveillance video posted online by the Bild Zeitung newspaper, the student, Tugce Albayrak, who had intervened to help the girls, can be seen becoming involved in an altercation with the young man in the parking lot of a McDonald’s in Offenbach, a town near Frankfurt, in mid-November. Much is murky in the video, but a young woman with dark hair falls to the concrete ground of the parking lot, and then is still. Ms. Albayrak never regained consciousness, and her life support was switched off at her parents’ request on Friday, her 23rd birthday.\n\nWhether Ms. Albayrak, who was studying at the University of Giessen to become a schoolteacher, died from a blow to her head by the youth, identified only as Sanel M., 18, or from her fall to the ground is not clear. Her family members, who will bury her Wednesday, have objected to the posting of the video, which the authorities say they are investigating.\n\nWhat is certain is that her fate has resonated because of heavy attention from conventional and social media, and also because Germany is immersed in discussion about how best to integrate non-Germans pouring in both as potential workers and as refugees fleeing war and hardship, from the Middle East to Africa. Although changing demographic patterns mean that foreign workers are critical to the continued success of Germany’s economy, the immigrants are not always made to feel welcome.\n\nAdvertisement Continue reading the main story\n\nOn Monday, Chancellor Angela Merkel hosted what her office billed as an “integration summit,” the seventh such meeting, and urged employers to ensure that immigrants and refugees received the same training opportunities as native Germans.\n\nPhoto\n\nA growing group of immigrant women, frequently from Turkey, are entering professional life, often as teachers and social workers, but also as journalists and politicians."}