{"title": "Italian Cruise Ship Accident Raises Questions About Crew and Captain", "authors": ["Gaia Pianigiani", "Sarah Maslin Nir"], "url": "http://www.nytimes.com/2012/01/16/world/europe/italian-cruise-ship-accident-raises-questions-about-crew-and-captain.html?action=click&module=Search&region=searchResults%232&version=&url=http%3A%2F%2Fquery.nytimes.com%2Fsearch%2Fsitesearch%2F%3Faction%3Dclick%26contentCollection%3DN.Y.%2520%252F%2520Region%26region%3DTopBar%26module%3DSearchSubmit%26pgtype%3Darticle%23%2FCosta%2BConcordia%2Fsince1851%2Fallresults%2F3%2F", "body": "Photo\n\nGIGLIO, Italy — The captain of the cruise ship that capsized aground near an Italian island, killing at least five people, may have caused the accident by taking the ship too close to the island’s rocky shore, the owner of the vessel said on Sunday, as rescue workers extracted three survivors and two bodies from the wreck.\n\nThe captain, Francesco Schettino, 51, of Naples, Italy, was detained for questioning by the Italian police on charges of manslaughter, failure to offer assistance and abandonment of the ship.\n\nOn Sunday, Costa Cruises, the ship’s owner, issued a statement saying that “there may have been significant human error” by Captain Schettino that caused the ship, the Costa Concordia, to ground on a rocky outcropping near this resort island on Friday.\n\nPhoto\n\n“The route of the vessel appears to have been too close to the shore, and in handling the emergency, the captain appears not to have followed standard Costa procedures,” the statement said.\n\nThe statement appeared to diverge from the company’s comments on Saturday when it said that the Costa Concordia had followed the normal course it follows “52 times a year.” The company had also commended Captain Schettino, saying he “immediately understood the severity of the situation” and “initiated security procedures to prepare for an eventual ship evacuation.”\n\nBefore he was detained by the authorities, Captain Schettino told Italian television that the ship hit a reef that was not on its navigation charts.\n\nAbout 70 people were injured when the ship capsized, just as a late-seating dinner had begun on Friday night.\n\nPhoto\n\nAccounts from survivors and witnesses raised questions about whether the ship had veered off course and suggested that the crew was ill-prepared for an emergency.\n\nWith 17 of the ship’s 4,200 passengers still listed as missing, rescue workers searched the waterlogged luxury liner on Sunday for survivors and found three, including a couple on their honeymoon. The couple was found inside a cabin, said Luca Cari, a spokesman for the Italian fire brigade that rescued them.\n\nLater, firefighters rescued the ship’s purser by helicopter, hoisting him strapped to a stretcher. The purser, Manrico Giampedroni, 57, from the northwestern region of Liguria, had a broken leg.\n\nDivers searching submerged cabins found the bodies of two elderly men, one from Spain and one from Italy, both wearing life jackets, said Cmdr. Cosimo Nicastro, a coast guard spokesman. The deaths brought the number of people confirmed dead to five.\n\nPhoto\n\nAmong the people still missing were 11 passengers and 6 crew members, said Enrico Rossi, president of the Tuscany region. The United States State Department said Sunday that 120 Americans had been on board and all but 2 had been accounted for.\n\nThrough the day, Italian fire brigades circled the massive ship, which lay on its side like a beached whale, with a wide gash just below the waterline and a rock jutting through its hull. The firefighters tapped the hull and listened for any responses from people trapped inside.\n\nRescuers were focusing their efforts on the part of the ship still above water. “The likelihood that we can find somebody alive in the underwater cabins is very low, so we are aiming at the ones possibly trapped above water,” said Mr. Cari, the fire spokesman.\n\nSo far, his crews had searched only a quarter of that area, parts of which are blocked by debris. He said the sunken portion of the ship would be inspected through the porthole windows during the night by divers with flashlights.\n\nVideo\n\nOn the tiny island of Giglio, some residents had tended to survivors through the night on Friday, offering hot tea and dry clothes. At Mass on Sunday morning at the Giglio Porto church, a priest placed a life jacket, a rope and a rescue helmet on the altar to honor the dead and missing.\n\n“Giglio will no longer be the same,” said Don Lorenzo, the priest. “Let’s us all pray together now for our souls.”\n\nWhile the investigation continued, residents, many of whom are sailors, had little doubt about the cause of the accident, saying the captain had tried to thread a narrow passage between the rocks that was too small for the 114,500-ton ship.\n\n“We used to get kind of close to the shore to show off its beauty, to entertain passengers,” said Demetrio Mattera, 75, a former cruise ship sailor here. “But never so close.”"}