{"title": "Miliband Takes His British Election Pitch to Russell Brand’s Audience", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/04/30/world/europe/miliband-takes-his-election-pitch-to-russell-brands-audience.html", "body": "A trailer for the interview was seen by more than 200,000 people in less than 24 hours, and the full interview, lasting about 16 minutes, was posted on Mr. Brand’s YouTube channel, “The Trews,” which has more than one million subscribers. It was called “Milibrand: The Interview.”\n\nThe two men discussed issues ranging from the power of bankers and Rupert Murdoch’s media empire, to London’s housing crisis and inequality. Mr. Miliband argued that politicians matter and citizens should vote, rejecting Mr. Brand’s view that bankers are more powerful than politicians and that voting is an exercise in futility.\n\n“We all got excited by Tony Blair, we all got excited by Barack Obama and what happened?” Mr. Brand asked. “The reason I have never voted in my life is because I think it doesn’t matter.”\n\nMr. Miliband, not surprisingly, argued that it does. “Progress comes from people demanding change, politics responding, not all the way, and people pushing for that change to carry on,” Mr. Miliband said. “But without politics, without government, the change doesn’t happen.”\n\nIn a typical exchange, Mr. Brand said, “We don’t want some sort of giddy ‘Yes we can’ euphoria, we want a bloke who is going to say, ‘I’m in this for the right reasons.’ ”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Miliband, using more vernacular than usual, said: “We don’t want politicians saying, ‘Vote for me and on Day 1 the world is transformed.’ It ain’t gonna be like that. Right? It ain’t gonna be like that. Change is hard, right? Change takes time.”\n\nAdvertisement Continue reading the main story\n\nThe right-wing Sun, still Britain’s most popular newspaper, said in an editorial that “if there are possible votes in it, Miliband’s there — spouting off in a comical Mockney accent,” a fake Cockney accent, “about sticking it to the tax-dodging corporations.”\n\nPrime Minister David Cameron, the Conservative Party leader, said earlier: “Russell Brand is a joke. Ed Miliband, to hang out with Russell Brand, he’s a joke.”\n\nBut Mr. Miliband was unbowed. He told reporters, “I will do anything and engage with anyone to try and persuade people to vote.” And his supporters, including the Guardian commentator Owen Jones, praised his effort to reach those Britons who feel alienated by politicians and the system in general.\n\nIn a coda to the interview, Mr. Brand praised Mr. Miliband for being “prepared to come round here and talk to us.”\n\nThe interview drowned out Mr. Cameron’s vow on Wednesday to introduce a law guaranteeing no rise in income tax rates, value-added tax or national insurance before 2020 if his party wins the election.\n\nThe Labour Party dismissed Mr. Cameron’s pledge as a “last-minute gimmick,” and said that the Conservatives had a “secret plan” to cut tax credits for families and raise the value-added tax. Labour even put together a website, torysecretplan.com, which features a fake email to Mr. Cameron from George Osborne, the chancellor of the Exchequer, laying out cuts not to be announced until after the election.\n\nOpinion polls suggest a hung Parliament, with no party winning an absolute majority, and the two main parties, the Conservatives and Labour, splitting about two-thirds of the vote.", "summary": "The two men discussed issues ranging from the power of bankers and Rupert Murdoch’s media empire, to London’s housing crisis and inequality.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.Prime Minister David Cameron, the Conservative Party leader, said earlier: “Russell Brand is a joke.He told reporters, “I will do anything and engage with anyone to try and persuade people to vote.” And his supporters, including the Guardian commentator Owen Jones, praised his effort to reach those Britons who feel alienated by politicians and the system in general.Labour even put together a website, torysecretplan.com, which features a fake email to Mr. Cameron from George Osborne, the chancellor of the Exchequer, laying out cuts not to be announced until after the election."}