{"title": "Court Upholds France’s Move to Strip Citizenship of Man Jailed on Terror Charge", "authors": ["Maïa De La Baume"], "url": "https://www.nytimes.com/2015/01/24/world/europe/amedy-coulibaly-paris-attacks-burial.html", "body": "PARIS — France’s top court ruled on Friday that it was legal for the French government to strip a French-Moroccan man of his citizenship, reinforcing the country’s right to employ the antiterrorism tool as it tries to tighten its security after deadly terrorist attacks.\n\nThe ruling by the court, the Constitutional Council, involved Ahmed Sahnouni, a Moroccan man who became a French citizen in 2003 and held dual nationality. Mr. Sahnouni was stripped of citizenship last year by the French prime minister, Manuel Valls, after he was sentenced to seven years in prison for participating in “a criminal conspiracy with a terrorist undertaking.” He was expected to be released at the end of 2015.\n\nThis month, Mr. Sahnouni’s lawyer, Nurettin Meseci, challenged the law before the Constitutional Council, and argued that it does not treat equally those who are born in France and those who became citizens. He also said that stripping his citizenship would result in his client’s being expelled to Morocco, where he would face a 20-year jail sentence on similar charges.\n\nUnder French law, the authorities are authorized to strip French citizenship from a person who has dual nationalities if he has been convicted on charges of terrorism either before becoming a citizen, or within 15 years of becoming a citizen. According to Le Monde, authorities have stripped eight people of their citizenship since 1973.\n\nAdvertisement Continue reading the main story\n\nThe ruling bolsters France’s standing as it considers a measures to heighten security after the three-day onslaught in which 17 people were killed in and around Paris. One of the three attackers, Amedy Coulibaly, was buried early Friday in Thiais, a Paris suburb, police officials said.", "summary": "PARIS — France’s top court ruled on Friday that it was legal for the French government to strip a French-Moroccan man of his citizenship, reinforcing the country’s right to employ the antiterrorism tool as it tries to tighten its security after deadly terrorist attacks. The ruling by the court, the Constitutional Council, involved Ahmed Sahnouni, a Moroccan man who became a French citizen in 2003 and held dual nationality. This month, Mr. Sahnouni’s lawyer, Nurettin Meseci, challenged the law before the Constitutional Council, and argued that it does not treat equally those who are born in France and those who became citizens. The ruling bolsters France’s standing as it considers a measures to heighten security after the three-day onslaught in which 17 people were killed in and around Paris."}