{"title": "Cameron Under Pressure as Scotland Vote Nears", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2014/09/15/world/europe/david-cameron-under-pressure-as-scotland-vote-nears.html", "body": "Meanwhile, with just days left before the Scottish vote, Mr. Cameron is expected to fly to Aberdeen on Monday to implore the Scots to stay in the United Kingdom, threatening them with a weaker economic future if they go it alone and emphasizing that a vote for independence is “forever,” according to officials briefed on his text.\n\nThe vote is a single-question referendum about independence after 307 years of union with England, and despite serious concerns about the financial and employment impact of going it alone, the opinion polls over the weekend only heightened the uncertainty about the outcome.\n\nOf four new polls, three showed those in favor of maintaining the union with leads of two to eight percentage points, but those polls were not a truly random sampling of potential voters and had varying margins of error. One poll, conducted over the Internet and also not random, showed supporters of independence in a clear lead. That poll “comes with a substantial health warning,” John Curtice, professor of politics at the University of Strathclyde in Glasgow, wrote on his blog, citing a small polling sample. “The finding, while not wholly disregarded, should clearly be viewed with caution.”\n\nSome polls indicate that at least 6 percent of potential voters say they are undecided, which could make a difference. Other polls suggest that number is higher.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPrediction would be difficult in any case, because there is no voting history with which to compare this referendum. Though the voting age in Scotland is normally 18, this referendum allows those age 16 and over to vote. And as a reflection of the importance of the question, 4.3 million people are registered to vote — 97 percent of those eligible. Turnout is expected to be much higher than that of a normal local or general election.\n\nThe final weekend of campaigning brought thousands of people onto the streets of Edinburgh and Glasgow. Rival leaders worked across the country to persuade undecided voters. The pro-independence “yes” campaign vowed a get-out-the-vote effort with 35,000 volunteers delivering 2.6 million leaflets.\n\nThe leader of the “no” campaign, “Better Together,” warned Scots about the economic dangers of independence and talked up a shared history, full of wartime sacrifice.\n\nThe campaign had been led by a former Labour minister, Alistair Darling, who said that as many as 500,000 people are still undecided, and that one million jobs are at stake. But as the panic has grown among British leaders about the prospect of Scottish independence, the former Labour prime minister, Gordon Brown, has taken the lead.\n\nAdvertisement Continue reading the main story\n\nAlex Salmond, head of the Scottish National Party, said on Sunday he was confident that independence would win, and he hoped for “a substantial majority,” so that he could work to unite Scots after a divisive and sometimes nasty campaign.\n\nMr. Cameron has said that if Scotland does vote for independence, he would not resign. But he serves at the pleasure of the Conservative Party, which is already deeply riven over Europe and immigration. The party is also angry with Mr. Cameron for not having won the 2010 election outright, and having to govern in coalition with the Liberal Democrats.\n\nIn Scotland, the Sunday Herald, which backs independence, filled its front page with photographs of “yes” voters under the headline, “Now is the time .... you are the generation.”\n\nAnd while aides to Queen Elizabeth II, who is also queen of Scotland, insist she is strictly neutral on such a vexed political issue, Prince Harry, her grandson, made his feelings clear. Presiding over the international Invictus Games in London, for those wounded in the military, he said he would like the next Games, in 2016, to remain “in the U.K. — maybe Glasgow, maybe Sheffield.”", "summary": "The vote is a single-question referendum about independence after 307 years of union with England, and despite serious concerns about the financial and employment impact of going it alone, the opinion polls over the weekend only heightened the uncertainty about the outcome.The leader of the “no” campaign, “Better Together,” warned Scots about the economic dangers of independence and talked up a shared history, full of wartime sacrifice.But as the panic has grown among British leaders about the prospect of Scottish independence, the former Labour prime minister, Gordon Brown, has taken the lead.Alex Salmond, head of the Scottish National Party, said on Sunday he was confident that independence would win, and he hoped for “a substantial majority,” so that he could work to unite Scots after a divisive and sometimes nasty campaign.In Scotland, the Sunday Herald, which backs independence, filled its front page with photographs of “yes” voters under the headline, “Now is the time .... you are the generation.”"}