{"title": "Donald Trump’s Remarks Rattle NATO Allies and Stoke Debate on Cost Sharing", "authors": ["Sewell Chan"], "url": "https://www.nytimes.com/2016/07/22/world/europe/donald-trumps-remarks-rattle-nato-allies-and-stoke-debate-on-cost-sharing.html", "body": "He added, “Two world wars have shown that peace in Europe is also important for the security of the United States.”\n\nArticle 5 of the 1949 treaty that set up the North Atlantic Treaty Organization obliges any member of the alliance to come to the defense of another member if it comes under attack. The article has been invoked only once — after the Sept. 11, 2001, terrorist attacks on the United States.\n\n“They have an obligation to make payments,” Mr. Trump said in the interview. “Many NATO nations are not making payments, are not making what they’re supposed to make.”\n\nPhoto\n\nAsked whether the United States would come to the aid of Estonia, Latvia and Lithuania — three Baltic states that were invaded by the Soviet Union in 1940, and joined NATO in 2004 — in the event of a Russian invasion, Mr. Trump replied, “I don’t want to tell you what I’d do because I don’t want Putin to know what I’d do,” referring to Russia’s president, Vladimir V. Putin, for whom Mr. Trump has expressed admiration.\n\nReminded that NATO members are obligated by treaty to come to one another’s defense, Mr. Trump responded: “Have they fulfilled their obligations to us? If they fulfill their obligations to us, the answer is yes.”\n\nAsked on Thursday about Mr. Trump’s comments, Defense Secretary Michael Fallon of Britain snapped: “Article 5 is an absolute commitment. It doesn’t come with conditions or caveats.”\n\nLess than two weeks ago, at a NATO summit meeting in Warsaw, Mr. Obama reassured America’s allies that “in good times and in bad, Europe can count on the United States — always.”\n\nAdvertisement Continue reading the main story\n\nToomas Hendrik Ilves, the president of Estonia, took to Twitter to emphasize that his country was one of only five NATO members to meet the target that it spend 2 percent of gross domestic product — a broad measure of economic activity — on military spending. (The others are the United States, Britain, Poland and Greece.)\n\nMr. Ilves also noted that Estonia contributed troops to the fight in Afghanistan in keeping with Article 5.\n\nArtis Pabriks, a former foreign and defense minister of Latvia, which borders Russia and has stepped up military spending, wrote on Twitter: “If Trump doubts NATO solidarity in the case of Article 5, then his election is dangerous for Baltic security.”\n\nLithuania’s president, Dalia Grybauskaite, tried to calm her citizens. “Regardless of who becomes the next president of the U.S., we trust America,” she told reporters. “It has always defended nations under attack, and will do so in the future.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Grybauskaite added: “Lithuania — as well as other Baltic states — is doing everything it can. We are modernizing our armed forces, we have reinstituted conscription and our defense spending will reach 2 percent of G.D.P. in 2018. I do not think interpretations of candidate Trump’s remarks are necessary. We know that the U.S. will remain our most important partner.”\n\nIn Russia, Mr. Trump’s comments met with approval. Alexei Pushkov, head of the foreign relations committee of the State Duma, the lower house of the Russian Parliament, contrasted Mr. Trump with Hillary Clinton, the presumptive Democratic nominee. “Clinton’s creed: strengthen the U.S.’s anti-Russian alliances. Trump’s creed: respond only to real threats,” Mr. Pushkov wrote. “Aggressive banality versus common sense.”\n\nNATO’s 28 members pledged at summit meetings in Wales in 2014 and in Warsaw this month to do more to meet the 2 percent of GDP spending target, and Mr. Stoltenberg has made reaching that goal a priority.\n\nXenia Wickett, the head of the United States and Americas program at Chatham House, a foreign policy think tank based in London, said Mr. Trump was echoing — albeit in far less diplomatic terms — concerns raised by a succession of American secretaries of defense, including the three who have served Mr. Obama: Robert M. Gates, Leon E. Panetta and Ashton B. Carter.\n\nAdvertisement Continue reading the main story\n\n“The U.S. is no longer willing to cover the approximately 75 percent of the NATO budget that it currently does,” Ms. Wickett wrote in an email. “Trump takes it to the extreme, which is new, but the direction is not new. Trump wants to see a more ‘fair’ division of labor.” She added, “Unfortunately, his way of expressing it is likely to aid our adversaries rather than assist the alliance.”\n\nAlexandra de Hoop Scheffer, the head of the Paris office of the German Marshall Fund of the United States, a research organization, said too much was being made of Mr. Trump’s remarks. She said the imbalance in NATO spending “is just not sustainable,” adding, “Trump is taking the burden-sharing debate to extreme levels, by directly calling into question U.S. responsibility as a NATO member state to fulfill its obligations under Article 5, in case a NATO member state got attacked by Russia.”\n\nShe added that European leaders needed to persuade their citizens “of the importance of investing in defense to face current and future security challenges.”\n\nBut Carl Bildt, a former prime minister and foreign minister of Sweden, said he feared that Mr. Trump’s remarks would embolden autocratic and aggressive powers. “There is certainly a risk that he will encourage states like Russia and China to take the risk that U.S. will not stand up for its allies and its commitments, and that could be extremely dangerous for global stability,” he said. “He’s downplaying not only the defense of common interests, but also the defense of common values. Democracy seems nearly to be a derogatory term for him.”\n\n"}