{"title": "With French Socialists in Crisis, Manuel Valls and Benoît Hamon Head to Runoff", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2017/01/22/world/europe/france-left-socialist-primary.html", "body": "Few analysts believe that any of the Socialists have a real shot at retaining the presidency in the April general election.\n\nThe collapse of the establishment left in France is hardly a unique phenomenon. Across Europe, far-right populist parties are gaining strength, including in France, while the mainstream left, which played a central role in building modern Europe, is in crisis. From Italy to Poland to Britain and beyond, voters are deserting center-left parties, as leftist politicians struggle to remain relevant in a moment when politics is inflamed by anti-immigrant, anti-European Union anger.\n\n“Wherever you look in Europe the Socialists are not doing well, with the exception of Portugal,” said Philippe Marlière, a professor of French and European politics at University College London. He added that the left lacked “a narrative that tries to unite the different sectors of the working class.”\n\nEach country has its distinctive dynamics, but one common theme is the difficulty many mainstream left parties are having in responding to the economic and social dislocation caused by globalization. In Italy, constituencies that used to routinely back the center-left Democratic Party are turning to the new anti-establishment Five Star Movement, which is Euroskeptic and anti-globalization — just as some working-class, left-wing voters in France are now looking at the extreme-right National Front.\n\nPhoto\n\n“We have a population cut in half by globalization,” said Thomas Guénolé, a political science professor at Sciences Po in Paris and the author of “Unhappy Globalization,” who sees the winners and losers of globalization as the axis of European politics.\n\nA breakdown of voting patterns in the December referendum in Italy, which resulted in the fall of the center-left government, revealed that urban centers, the southern half of the country and young, unemployed workers overwhelmingly rejected the reform measures put forward by Matteo Renzi, then the prime minister.\n\n“Those very voters who were traditionally represented by the left in this case, veered to the Five Star Movement,” said Marco Damilano, a political commentator for the newsmagazine L’Espresso. He added that the new party had built on popular anger even though it did not offer answers for the malaise.\n\nPhoto\n\nThe coalition of Poland’s two biggest left-wing parties, the Democratic Left Alliance and Your Movement, suffered a humiliating defeat in 2015. Not only did the conservatives win an absolute majority in Parliament for the first time since the collapse of communism, but the left garnered so little support that not a single left-wing politician represents those interests in Parliament.\n\nAdvertisement Continue reading the main story\n\nIn Britain, the Labour Party is in tatters with a leader who appeals to activists but has failed to build a broad-based coalition.\n\nAcross Europe, the old Socialist blocs have fractured into smaller parties, partly because their voting bases have changed but also because rampant inequality and the decline of the middle class have created fertile ground for more extreme parties.\n\n“On the left they are trying to stand up for their old core group, industrial workers,” said Steve Coulter, who teaches political economy at the London School of Economics. “But then there’s another group on the left, who are pro-free trade, L.G.B.T., flat-white drinking, bearded hipsters — and that’s the middle-class part of their support.”\n\nThe result in France is that the National Front, led by Marine Le Pen, “has moved into the old traditionalist, protectionist precincts of the authoritarian left,” Mr. Coulter said.\n\nIn Limousin, a relatively poor area of central France best known for the succulent beef from its cattle industry, its yellow apples and its elegant Limoges porcelain, these broader economic forces are evident. Mr. Ducourtioux said that he had voted for Mr. Hollande in the last election, but that this time he was looking toward the National Front, although he stopped short of naming it.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“You have Trump — who do you think I am going to vote for?” Mr. Ducourtioux said.\n\nFor years, the regional economy was built on agriculture, manufacturing and small businesses that were subcontractors to larger enterprises like the automakers Renault and Peugeot. And for most of the last 100 years it was a left-leaning stronghold.\n\nThe Socialist mayor of Limoges, Alain Rodet, served multiple terms until he was toppled in 2014 by a well-known psychiatrist, Émile-Roger Lombertie. He had no government experience and ran as an outsider (although on the eve of the election he became a member of the mainstream conservative party, now known as the Republicans).\n\nIn those same local elections, National Front candidates won an unprecedented 17 percent of the votes in the first round, a high figure given the leftist traditions of the area, which was the birthplace in 1895 of France’s leading trade union.\n\nAdvertisement Continue reading the main story\n\nIn a small storefront office, Vincent Gérard, a representative of the National Front in the region, said the party’s growth was telling because the left was so entrenched there. His own story is typical of many people in the region. His small electrical supply business once had five employees but now has two, including himself. “Eighty percent of my clients were industrial, and in five years I lost all of them,” he said.\n\n“The markets are no longer local,” he said. “They have gone to Romania, or the Czech Republic, I don’t know exactly. They’re in Europe, but in Eastern Europe.”\n\nCompounding the sense of a changing world, even a modest wave of immigration disturbed many local residents. Beginning about six years ago, a small number of sub-Saharan Africans arrived in Limoges, soon followed by bigger numbers of Eastern Europeans.\n\n“So, here in our street, we had principally Bulgarians, afterwards Romanians and then Albanians,” Mr. Gérard said. “Why? This I know, because Europe no longer has any borders.”\n\nAt the same time, many affluent people began moving to the suburbs for bigger houses and left the city center to older people and newcomers, many of whom were migrants.\n\nMr. Rodet, the mayor who was toppled, said that just weeks before the election, there had been a rumor that an abandoned military base near the center of Limoges would become a home for “3,000 Kosovars.”\n\n“It was not true, but I did not respond quickly enough,” he said, and by then the idea had gained currency.\n\nNot all traditional centrist voters are concerned about immigration or dwindling manufacturing jobs. Alexis Mons, a high-tech entrepreneur, has a digital marketing firm, Emakina, which does branding worldwide for companies, many of them high end.\n\nAdvertisement Continue reading the main story\n\nHis worry is the politicians and citizens who want to turn back the clock and stop the pace of change, so he is looking closely at the policies of Emmanuel Macron, the former economy minister under Mr. Hollande. Mr. Macron is running for president as an independent, favors international trade and is rising in the polls.\n\n“You have an old industrial base that is very much intertwined with the political milieu in some fashion,” Mr. Mons said. “All this little world talks to each other, it has its customs, it does business and then a new economy is born, a new economy with start-ups, with people coming from the internet, and that no one foresaw.”\n\nThere are now more than 100 high-tech firms just in Limoges, Mr. Mons said, yet few people in the area know about the business park where the companies are.\n\n“I have the impression that a good part of the establishment lives wearing the spectacles of the 20th century,” he said. He added that politicians were manipulating the picture so that “in the working-class neighborhoods, there has been a sense of abandonment that pushes people into the arms of the National Front.”\n\n“The world has changed,” he said, “and a certain number of people do not want to see that.”", "summary": "A breakdown of voting patterns in the December referendum in Italy, which resulted in the fall of the center-left government, revealed that urban centers, the southern half of the country and young, unemployed workers overwhelmingly rejected the reform measures put forward by Matteo Renzi, then the prime minister. In Limousin, a relatively poor area of central France best known for the succulent beef from its cattle industry, its yellow apples and its elegant Limoges porcelain, these broader economic forces are evident. In those same local elections, National Front candidates won an unprecedented 17 percent of the votes in the first round, a high figure given the leftist traditions of the area, which was the birthplace in 1895 of France’s leading trade union. His worry is the politicians and citizens who want to turn back the clock and stop the pace of change, so he is looking closely at the policies of Emmanuel Macron, the former economy minister under Mr. Hollande."}