{"title": "Britain’s Drift From the Global Stage Becomes an Election Issue", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2015/04/28/world/europe/britains-drift-from-the-global-stage-becomes-an-election-issue.html", "body": "This was a charge echoed by the Labour Party leader, Ed Miliband, on Friday in a speech directed at the Conservative prime minister, David Cameron.\n\n“David Cameron has presided over the biggest loss of influence for our country in a generation,” Mr. Miliband said. “And that has happened because the government he leads has stepped away from the world, rather than confidently towards it.”\n\nHe called Mr. Cameron’s policy “pessimistic isolationism,” and said it had “weakened Britain.”\n\nBritain was deeply scarred by its participation in the Iraq war, when Tony Blair, the Labour prime minister at the time, justified the 2003 invasion of Iraq alongside the United States on the basis of flawed intelligence. A decade of fighting alongside the Americans in Afghanistan has only increased British popular unhappiness with overseas engagements, especially as a junior partner to Washington.\n\nMr. Miliband has been boasting that he showed his “toughness” not in the face of Russia or the Islamic State but “by standing up to the leader of the free world,” President Obama, over the possibility of bombing Syria.\n\nAs Anthony King writes in a new book “Who Governs Britain?” successive governments have cut military spending but still use the language of a world power. “Since they cannot punch above their weight, they talk above it instead,” he wrote.\n\nAfter an early and ill-fated foray in Libya, Mr. Cameron has emphasized Britain’s economic needs, pushing the Foreign Office and the Treasury to use British influence to enhance trade. On numerous occasions, Mr. Cameron has overruled the Foreign Office’s hesitation about getting too close to China for the sake of British economic interests.\n\nAdvertisement Continue reading the main story\n\nMost recently, Mr. Cameron went against Foreign Office advice and, without much warning to Washington, announced that Britain would break with the United States and be a founding member of Beijing’s new Asian Infrastructure Investment Bank, considered a rival to the American-led World Bank. As Washington feared, the British decision was quickly matched by Germany, France, Italy and South Korea.\n\nIn the interests of trade with China, Britain has been tepid about pro-democracy demonstrations in Hong Kong. After meeting the Dalai Lama in May 2012, prompting the usual heated complaints from Beijing, Mr. Cameron has not done so again. China’s Global Times commented that Britain “should acknowledge that the U.K. is not a big power in the eyes of the Chinese — it is just an old European country apt for travel and study.”\n\nPhoto\n\nBritain has also seemed absent on Ukraine. Although a signatory with the United States and Russia on the 1994 agreement that promised Ukraine territorial sovereignty in return for giving up its Soviet-era nuclear weapons, Mr. Cameron was not involved in the Minsk negotiations with Russian and Ukrainian leaders.\n\nBritain has joined the American-led coalition against the Islamic State, but only in Iraq, not in Syria. Despite concerns about the numbers of British citizens going to join ISIS, the British contribution has been modest, a few sorties a day, said Ivo Daalder, a former American ambassador to NATO.\n\nBritain has also been relatively inactive against Boko Haram in Nigeria, though it did provide considerable medical and other aid to countries hit by the spread of Ebola. But it has done little to help the French fight Islamic extremists in Mali.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nDespite pushing NATO countries to commit to annual military spending of 2 percent of gross domestic product at the summit meeting Britain hosted last year in Wales, Mr. Cameron has let British spending fall below that figure, with further decline to come\n\nThere are two central questions, said Derek Chollet, a former United States assistant secretary of defense who is now at the German Marshall Fund of the United States:\n\n“As the U.K. conceives its role in the world, how big a part does it still want to play in solving problems in cooperation with the United States?” he said. “And then there is the question of capabilities — if it continues to hollow them out, it won’t be able to do that. So it’s a double whammy.”\n\nFor Mr. Daalder, now president of the Chicago Council on Global Affairs, “this is not a momentary blip, but a trend. A country that for decades punched well above its weight is not at its weight, or even below it. From World War II, Britain was our most important military ally. It was our ally in the Europe Union. And militarily, we assumed whatever we got involved in, Britain would be there.”\n\nNow, Mr. Daalder said, “all that has changed.”\n\nIn The Spectator magazine, retired Vice Adm. Sir Jeremy Blackham and retired Air Chief Marshal Sir Michael Graydon argued that fighting ability had been “massively reduced.”\n\nAdvertisement Continue reading the main story\n\n“Consider the glaring gaps in our capabilities,” they wrote. “No maritime patrol aircraft, loss of combat power in the Royal Navy, just three squadrons of Tornado ground attack aircraft” and “major manpower weaknesses.”\n\nNow, Mr. Chollet said, “other countries are filling the vacuum.” Britain has “not been asserting its more traditional leadership role on the big questions of security. On Ukraine, it’s Germany, and on the Mideast and Africa, it’s increasingly France that we look to.”\n\nIntelligence cooperation is a great exception, with close ties, from communications intercepts to spying.\n\nXenia Wickett, a former American official who directs the United States program at Chatham House, a policy institute, uses the three-legged stool analogy. The first leg is military and intelligence cooperation, the second is Britain’s membership in the European Union, and the third is soft power, diplomatic wisdom and partnership.\n\n“Cuts in the British military mean the first leg is weakening, while Britain’s possible exit from the E.U. means the second is weakening — and stools do not stand on one leg,” she said.\n\nChristopher Meyer, a former British ambassador to Washington, is more sanguine, seeing a cycle in Britain’s relationship with the United States, which since 1945, he said, “has had a lot of volatility at the level of the White House and Downing Street.”\n\nSome of Britain’s inactivity has been sensible, Mr. Meyer said. “I’m pleased we were careful on Ukraine because there’s not a lot we could have done there. The Germans and French have been extremely active and got nowhere.”\n\nBritain remains deeply aware that “as a permanent member of the Security Council we need to act from time to time,” he said. “And the Russian bear flying up and down our coast has raised NATO from the dead, and it will impinge in British consciousness, too.”\n\nThe French are also concerned, said Camille Grand, director of the Foundation for Strategic Research in Paris. “We in Paris understand that Germany is a complicated partner on defense, but the assumption is that Britain is a like-minded country ready to intervene, would spend enough on defense and remain a nuclear weapons state,” he said. “All this is being challenged, and it makes Paris feel lonely.”", "summary": "Mr. Miliband has been boasting that he showed his “toughness” not in the face of Russia or the Islamic State but “by standing up to the leader of the free world,” President Obama, over the possibility of bombing Syria.After an early and ill-fated foray in Libya, Mr. Cameron has emphasized Britain’s economic needs, pushing the Foreign Office and the Treasury to use British influence to enhance trade.China’s Global Times commented that Britain “should acknowledge that the U.K. is not a big power in the eyes of the Chinese — it is just an old European country apt for travel and study.”Although a signatory with the United States and Russia on the 1994 agreement that promised Ukraine territorial sovereignty in return for giving up its Soviet-era nuclear weapons, Mr. Cameron was not involved in the Minsk negotiations with Russian and Ukrainian leaders.Christopher Meyer, a former British ambassador to Washington, is more sanguine, seeing a cycle in Britain’s relationship with the United States, which since 1945, he said, “has had a lot of volatility at the level of the White House and Downing Street.”"}