{"title": "Suicide Bomber in Suruc Is Said to Be a Turk With Possible Ties to ISIS", "authors": ["Ceylan Yeginsu"], "url": "https://www.nytimes.com/2015/07/23/world/europe/turkey-suruc-bombing.html", "body": "Photo\n\nISTANBUL — The suicide bomber who killed at least 32 people at a cultural center in southeastern Turkey has been identified as a Turkish citizen who is believed to have had ties to the Islamic State, a senior government official said Wednesday.\n\nThe bomber, Seyh Abdurrahman Alagoz, a 20-year-old university student who had recently returned from Syria, was identified through DNA testing, according to reports in the Turkish news media.\n\nPhoto\n\n“The investigation is ongoing, but we have evidence that the suspect was linked to Daesh,” the official said, speaking on the condition of anonymity in line with government protocol and using an Arabic acronym for the Islamic State, which is also known as ISIS or ISIL.\n\nThe government was criticized after the attack, and access to Twitter was temporarily blocked Wednesday after a court imposed a ban on the circulation of images and videos from the suicide bombing. The service was restored a few hours later, after Twitter took down the images.\n\nAdvertisement Continue reading the main story\n\nThe bomber struck the Amara Cultural Center in the town of Suruc on Monday as a group of young activists gathered in the garden to discuss rebuilding the predominantly Kurdish town of Koba ni, just across the nearby border with Syria.\n\nPhoto\n\nKobani was recently the scene of fierce fighting between the Islamic State and Kurdish fighters, and the militants lost control of the town in January.", "summary": "ISTANBUL — The suicide bomber who killed at least 32 people at a cultural center in southeastern Turkey has been identified as a Turkish citizen who is believed to have had ties to the Islamic State, a senior government official said Wednesday. The bomber, Seyh Abdurrahman Alagoz, a 20-year-old university student who had recently returned from Syria, was identified through DNA testing, according to reports in the Turkish news media. “The investigation is ongoing, but we have evidence that the suspect was linked to Daesh,” the official said, speaking on the condition of anonymity in line with government protocol and using an Arabic acronym for the Islamic State, which is also known as ISIS or ISIL. The government was criticized after the attack, and access to Twitter was temporarily blocked Wednesday after a court imposed a ban on the circulation of images and videos from the suicide bombing."}