{"title": "Turkey Says Suicide Bombing Kills at Least 30 in Suruc, Near Syria", "authors": ["Karam Shoumali", "Ceylan Yeginsu"], "url": "https://www.nytimes.com/2015/07/21/world/europe/suruc-turkey-syria-explosion.html", "body": "Photo\n\nISTANBUL — A suicide bombing struck a cultural center in a Turkish town near the Syrian border on Monday, killing at least 30 and wounding more than 100 in an attack that Turkey’s prime minister suggested had been plotted by the Islamic State.\n\nThe assault, in the town of Suruc, was the deadliest in Turkey in more than two years. If the Islamic State is confirmed to be behind the assault, it would be the organization’s first mass killing of civilians in Turkey and the worst spillover in deadly violence from Syria’s civil war.\n\nIt was carried out two weeks after Turkey intensified efforts to combat Islamic extremists by arresting hundreds across the country in a series of raids. On Saturday, Turkish security forces arrested nearly 500 people trying to cross from Turkey into northern Syria, where the Islamic State has firmly entrenched itself.\n\nVideo\n\nWhen Turkish authorities blocked access to several Islamic news websites last week, Islamic State sympathizers in Turkey threatened to carry out an unspecified retaliation.\n\n“For the first time, the war along Turkey’s borders moved within Turkey on Monday,” said Verda Ozer, a nonresident senior fellow at the Atlantic Council, a Washington-based research group, who was recently in Suruc.\n\nPrime Minister Ahmet Davutoglu, speaking about the Suruc bombing at a news conference in Ankara, the capital, said preliminary findings pointed to “a suicide attack carried out by Daesh,” the Arabic acronym for the Islamic State, also known as ISIS or ISIL.\n\nHe said, however, that “we are not at a point to make a final judgment.”\n\nTurkish officials universally condemned the assault as an act of terrorism, and some suggested it was retaliation for the government’s crackdown. The Interior Ministry said the assault was a “terrorist attack targeting our country’s unity.”\n\nPhoto\n\nThe explosion was the deadliest attack inside Turkey since car bombings in May 2013 left dozens dead in the town of Reyhanli, right by the Syrian border. Turkish officials blamed supporters of Syria’s president, Bashar al-Assad, for that assault.\n\nRelations between Turkey and Syria, which share a border of more than 500 miles, have steadily worsened during the Syrian civil war, now more than four years old. Turkey houses one of the largest populations of Syrian refugees.\n\nWhile Turkey has not gone as far as the United States and its Western and Arab allies with airstrikes against suspected Islamic State targets, the Turks have increasingly cooperated with the goal of degrading the group’s capabilities.\n\nUnited States officials said Monday that it was too early to attribute the Suruc attack to retribution for Turkey’s more assertive effort to combat the Islamic State, although that is a concern going forward.\n\nPhoto\n\n“The Turks will be faced with this reality at some point,” said a senior American official who spoke on the condition of anonymity to discuss confidential intelligence assessments. “I don’t think they’ll backslide.”\n\nHundreds of demonstrators gathered in Istanbul’s central Taksim Square late Monday to march in solidarity with the victims of the bombing. The police dispersed the crowds with tear gas and water cannons after some chanted slogans against the government, accusing it of collaborating with Islamic State militants.\n\nAn official at the mayor’s office in Suruc said the explosion on Monday hit the Amara Cultural Center during a gathering of a youth group of Turks and Kurds meeting to discuss entering Kobani, the town across the border in Syria that has been ravaged by fighting and is in urgent need of rebuilding.\n\nAmateur video footage published by the Dogan News Agency showed a youth group chanting slogans and carrying a banner in the garden of the culture center before an explosion ripped through the crowd.\n\nPhoto\n\nWitnesses said two men had been seen carrying bags into the garden of the cultural center before blowing themselves up.\n\n“Bodies and body parts were scattered all over the place,” said Mustafa Ebdi, a Kurdish activist based in Suruc who arrived at the scene shortly after the blast. “Passers-by rushed to evacuate the wounded from the scene and then rushed them to the hospital.”\n\nTelevision footage showed dozens of people lying on the grass as plumes of smoke rose up from the ground. Ambulances and private cars arrived to pick up the wounded.\n\nSuruc is about eight miles from Kobani, which Kurdish fighters have defended from repeated attacks by the Islamic State as a military coalition led by the United States has carried out airstrikes. The Islamic State suffered a blow when it lost control of Kobani in January.\n\nAnother explosion was reported in Kobani on Monday, but the cause was not immediately clear.", "summary": "ISTANBUL — A suicide bombing struck a cultural center in a Turkish town near the Syrian border on Monday, killing at least 30 and wounding more than 100 in an attack that Turkey’s prime minister suggested had been plotted by the Islamic State. Prime Minister Ahmet Davutoglu, speaking about the Suruc bombing at a news conference in Ankara, the capital, said preliminary findings pointed to “a suicide attack carried out by Daesh,” the Arabic acronym for the Islamic State, also known as ISIS or ISIL. An official at the mayor’s office in Suruc said the explosion on Monday hit the Amara Cultural Center during a gathering of a youth group of Turks and Kurds meeting to discuss entering Kobani, the town across the border in Syria that has been ravaged by fighting and is in urgent need of rebuilding. Amateur video footage published by the Dogan News Agency showed a youth group chanting slogans and carrying a banner in the garden of the culture center before an explosion ripped through the crowd."}