{"title": "Leaders of France and Belgium Seek Tougher Security Measures", "authors": ["Elian Peltier", "Milan Schreuer"], "url": "https://www.nytimes.com/2015/11/20/world/europe/france-belgium-national-security.html", "body": "“Their place is in prison,” he said.\n\nOn Wednesday, President François Hollande announced at a gathering of French mayors that, if requested, local police forces would be supplied with weapons and bulletproof jackets from the stockpiles of the national police.\n\nThe National Assembly, France’s lower house of Parliament, later approved by an overwhelming margin a three-month extension of the state of emergency that Mr. Hollande declared after the attacks.\n\nFive hundred and fifty-one representatives voted in favor of extending the state of emergency, with six opposing the move and one abstaining. The three-month period would begin on Nov. 26; France’s upper house of Parliament, the Senate, will consider the extension and vote on Friday, and similar support is expected there.\n\nIn Belgium, Mr. Michel announced new security measures intended to step up the fight against terrorism, and he called for closer international cooperation to combat extremist groups, including the Islamic State, by strengthening Europe’s external borders and by working together at the United Nations.\n\nHe asked Parliament to double the budget for state security in fighting terrorism, adding 400 million euros, or about $427 million, and to extend the maximum detention time without charges in suspected terrorism cases to 72 hours from 24 hours. He also called on lawmakers to give the government the authority to shut down mosques where hate speech is preached.\n\nThe government also said it would increase recruitment for security forces and would invest in new technology and improved communication systems. It will also extend the use of investigative methods for terrorism cases, like wiretapping and raids on private homes, to other crimes, in particular arms trafficking, a new priority.\n\nIf Parliament passes the measures, Belgians who travel abroad to fight with the Islamic State would be imprisoned upon their return, and people believed to be at risk of going overseas to wage jihad would be given an electronic bracelet and could be stripped of their Belgian citizenship, a measure that France is also considering.\n\nAdvertisement Continue reading the main story\n\nOther Belgian proposals would shut down websites that propagate hate speech and would introduce routine identity controls for passengers boarding planes and high-speed trains. Also, for the first time, the authorities would be allowed to conduct raids at night in terrorism cases; currently, raids are not allowed between 9 p.m. and 5 a.m.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBart Tommelein, the federal secretary in charge of privacy and a member of the Belgian security council, said the measures were intended to strike a balance between providing security for law-abiding citizens and giving the authorities the tools needed to prevent terrorism.\n\n“We must be honest, when we are talking about terrorists, then privacy doesn’t exist,” Mr. Tommelein said. “If we are talking about suspected terrorists and people who have committed such crimes, then privacy doesn’t exist. So for people who go to Syria, or return from Syria, that border can be crossed, they lose that right. But me and you may not be damaged by that.”\n\nHuman Rights Watch Belgium acknowledged the legitimate threat of future attacks but expressed concerns that the measures could lead to indiscriminate detentions or unnecessary restrictions on freedom of speech, movement and religion.\n\n“Like every nation, Belgium has a responsibility to protect its people from attacks, but it should not trample basic rights in the process,” said Letta Tayler, a senior terrorism and counterterrorism researcher at Human Rights Watch. “Whenever a country is attacked or threatened, there is a danger that governments will overreact in an effort to make people secure.”\n\nThe measures follow a package proposed in January, one day after a raid in Verviers, Belgium, that killed two men suspected of belonging to a terrorist cell run by Abdelhamid Abaaoud, who French officials said was the planner of the Paris attacks and died in a raid north of the city on Wednesday.\n\nSeparately, the White House said President Obama would not abandon plans to attend climate change talks in Paris at the end of the month despite security concerns in the city.\n\nBenjamin J. Rhodes, the deputy national security adviser, said in Manila that Mr. Obama would attend the beginning of the climate conference, on Nov. 30 and Dec. 1, along with many other world leaders.\n\n“We are planning for him to go to Paris,” Mr. Rhodes said. “We have great confidence in our French partners.”\n\nMr. Rhodes said the United States had been coordinating with the French authorities on intelligence since the Paris attacks, though he said the French would make the ultimate decisions on security for world leaders at the climate talks.", "summary": "In Belgium, Mr. Michel announced new security measures intended to step up the fight against terrorism, and he called for closer international cooperation to combat extremist groups, including the Islamic State, by strengthening Europe’s external borders and by working together at the United Nations. Other Belgian proposals would shut down websites that propagate hate speech and would introduce routine identity controls for passengers boarding planes and high-speed trains. Human Rights Watch Belgium acknowledged the legitimate threat of future attacks but expressed concerns that the measures could lead to indiscriminate detentions or unnecessary restrictions on freedom of speech, movement and religion. Separately, the White House said President Obama would not abandon plans to attend climate change talks in Paris at the end of the month despite security concerns in the city."}