{"title": "France Says Climate Talks Must Produce Binding Deal", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2015/11/13/world/europe/any-paris-climate-deal-must-be-legally-binding-french-leader-says.html", "body": "Video\n\nPARIS — French officials said on Thursday that any agreement at the coming climate conference in Paris would have to be legally binding, expressing alarm at comments by the American secretary of state that suggested the opposite.\n\nPresident François Hollande of France, speaking to reporters at a summit meeting of European and African leaders in Malta, said that “if the agreement is not legally binding, there is no agreement,” because there would be no way to verify that countries had enforced their pledges.\n\nIn an interview with The Financial Times on Wednesday, the secretary of state, John Kerry, said that the agreement was “definitively not going to be a treaty” and that although it would push for a significant amount of investment to support low-carbon economies, there were “not going to be legally binding reduction targets like Kyoto.”\n\nThe 1997 Kyoto Protocol, which was signed by the United States but not ratified by the Senate, set out mandatory cuts in carbon dioxide emissions for all the countries that signed it.\n\nAdvertisement Continue reading the main story\n\nThe French foreign minister, Laurent Fabius, speaking on the sidelines of the summit meeting in Malta, which focused on migration, described Mr. Kerry’s choice of words as unfortunate. “There are going to be discussions between jurists on the shape of the agreement, that is not a surprise,” he said, “but the discussions in Paris must produce tangible results, and that is not debatable.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn Washington, State Department officials were quick to clarify Mr. Kerry’s position. “The F.T. interview with Secretary Kerry may have been read to suggest that the U.S. supports a completely nonbinding approach,” a State Department official said, speaking on the condition of anonymity because the department had not released an official statement on the matter. “That is not the case, and that is not Secretary Kerry’s position. Our position has not changed: The U.S. is pressing for an agreement that contains both legally binding and non-legally binding provisions.”\n\nThe disagreement highlighted the uncomfortable fit between American politics and international law. A treaty requires ratification by two-thirds of the Senate, a threshold that is nearly impossible to achieve given the current gridlock in Washington. To bypass the Senate, Mr. Kerry and other officials have had to ensure that whatever deal emerges in Paris is not formally considered a treaty under American law.", "summary": "In an interview with The Financial Times on Wednesday, the secretary of state, John Kerry, said that the agreement was “definitively not going to be a treaty” and that although it would push for a significant amount of investment to support low-carbon economies, there were “not going to be legally binding reduction targets like Kyoto.” The French foreign minister, Laurent Fabius, speaking on the sidelines of the summit meeting in Malta, which focused on migration, described Mr. Kerry’s choice of words as unfortunate. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. To bypass the Senate, Mr. Kerry and other officials have had to ensure that whatever deal emerges in Paris is not formally considered a treaty under American law."}