{"title": "Angela Merkel and Emmanuel Macron Unite Behind Paris Accord", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2017/06/02/world/europe/paris-agreement-merkel-trump-macron.html?rref=collection%2Fnewseventcollection%2FParis%20Climate%20Change%20Conference%202015", "body": "Donald Tusk, the president of the European Council, said at a news conference after a two-day summit meeting in Brussels with the Chinese prime minister, Li Keqiang, “Today we are stepping up our cooperation on climate change with China, which means that today China and Europe have demonstrated solidarity with future generations and responsibility for the whole planet.”\n\n“We are convinced that yesterday’s decision by the United States to leave the Paris agreement is a big mistake — bigger than not ratifying the Kyoto Protocol,” Mr. Tusk added, referring to an earlier climate accord. “The fight against climate change and all the research, innovation and technological progress it will bring will continue with or without the United States.”\n\nThough Mr. Li and European leaders in Brussels failed, because of a trade policy dispute, to endorse a joint statement on climate change, on Friday, the Chinese Foreign Affairs Ministry expressed support for the Paris Agreement.\n\nVideo\n\n“China is willing to enhance cooperation with all sides to together advance the follow-up negotiations on details of implementing the Paris Agreement and also advance its effective implementation,” Hua Chunying, a spokeswoman for the ministry, said at a regular briefing in Beijing.\n\nMs. Hua added, “Climate change is a global problem, and requires that the international community cooperate in its response.”\n\nIn a statement, the Japanese government called Mr. Trump’s decision “regrettable.” But the environment minister, Koichi Yamamoto, was more strident in comments he made to reporters, saying that Mr. Trump had “turned his back on the wisdom of human beings.”\n\nMs. Merkel, invoking her background as a scientist and a veteran of more than 20 years of international efforts to protect the planet, noted that it was especially important to help developing nations meet the challenges of global warming.\n\nAdvertisement Continue reading the main story\n\nFiji, among the island nations most threatened by rising sea levels, is to be the focus of the next international conference on climate change, in November in Bonn, Germany. The chancellor said that Fiji could count on Germany and France for support.\n\nEnvironmental issues are especially important to German voters and to Ms. Merkel, who made her mark in international politics in the 1990s by shepherding an environmental agreement and the Kyoto climate pact, later rejected by President George W. Bush.\n\n“What we began over 20 years ago and continued in Paris one and a half years ago with a historic quantum leap will lead to success,” Ms. Merkel said.\n\n“The path, there is no doubt about it, is rocky,” she added. “I have known that ever since I started in politics. But I am also convinced, if I look back at these more than 20 years, that the path is irreversible.”\n\nMs. Merkel embraced the actions of companies and American states determined to carry out plans to safeguard the environment. “I am so moved and enthused that so many states and enterprises in the United States of America want to travel this path with us,” she said. “We will travel it together.”\n\nThirty mayors, three governors, more than 80 university presidents and more than 100 businesses in the United States are preparing to submit a plan to the United Nations pledging to meet the country’s greenhouse gas emissions targets under the Paris Agreement.", "summary": "“We are convinced that yesterday’s decision by the United States to leave the Paris agreement is a big mistake — bigger than not ratifying the Kyoto Protocol,” Mr. Tusk added, referring to an earlier climate accord. Though Mr. Li and European leaders in Brussels failed, because of a trade policy dispute, to endorse a joint statement on climate change, on Friday, the Chinese Foreign Affairs Ministry expressed support for the Paris Agreement. Ms. Merkel, invoking her background as a scientist and a veteran of more than 20 years of international efforts to protect the planet, noted that it was especially important to help developing nations meet the challenges of global warming. Fiji, among the island nations most threatened by rising sea levels, is to be the focus of the next international conference on climate change, in November in Bonn, Germany."}