{"title": "The Haves and the Have-Nots", "authors": ["Alan Cowell"], "url": "https://www.nytimes.com/2015/08/07/world/europe/migrant-crisis-divides-the-haves-and-the-have-nots.html", "body": "From there, often in a televised frenzy, they attempt a final leap into lands of opportunity that the authorities in France and Britain are bent on denying them.\n\n“Many see Europe, and particularly Britain, as somewhere that offers the prospect of financial gain. This is not the case,” the interior ministers of France and Britain said in an article in The Telegraph, a British newspaper. “Our streets are not paved with gold.”\n\nThis summer, a strike by French port workers offered migrants an unexpected chance to smuggle themselves aboard trucks snarled in lines on their way to the tunnel that runs under the Channel.\n\nBritish vacationers reported that migrants tried to break into the mobile homes towed behind their cars. News footage showed hooded figures advancing under cover of darkness.\n\nCompared with many of those who live in places like this prosperous southern English town, with its pebbly beaches and elegant stuccoed squares, those ghostly figures bear the scars of far more fragile, desperate lives.\n\nJust recently, reports citing DNA and other evidence pieced together the doomed voyage of two men from Syria, Mouaz al-Balkhi, 22, and Omar Kataf, 28, who bought wet suits and perished, probably while trying to swim the choppy, chilly, 22-mile passage from France to England.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBiniam Habte, a 20-year-old Eritrean, who had crossed the Sahara in his quest to reach Europe, told a British newspaper reporter in Calais: “On the journey I have made, you carry your life like an egg in your hand.”\n\nThe European response, by contrast, plays into a broader debate driven by populist, xenophobic parties tugging political discourse to the right.\n\nAdvertisement Continue reading the main story\n\nThat, perhaps, is why the British government announced plans to abolish subsistence payments to failed asylum seekers and to make it more difficult for illegal immigrants to rent homes — a signal to those in Calais to look elsewhere, and an effort to convince their own citizens that, despite all appearances to the contrary, the authorities have the crisis under control.\n\nSince the failure of the Arab Spring to create anything close to a summer of content, the latest surge has written new chapters in a protracted chronicle of enforced migration in Europe provoked by successive waves of post-Cold War conflict since the 1990s.\n\n“Starting with helping the French on their side of the border, we're going to put in more fencing, more resources, more sniffer dog teams, more assistance in any way we can,” Prime Minister David Cameron said.\n\nBut Britain’s response is seen by some critics as attacking the symptoms, not the cause, and Mr. Cameron’s remark conjured a far more recent historical parallel than Agincourt.\n\n“If the British carry on like this,” the columnist Nick Cohen wrote in The Observer, “the Channel will become our Berlin Wall.”", "summary": "Just recently, reports citing DNA and other evidence pieced together the doomed voyage of two men from Syria, Mouaz al-Balkhi, 22, and Omar Kataf, 28, who bought wet suits and perished, probably while trying to swim the choppy, chilly, 22-mile passage from France to England. Biniam Habte, a 20-year-old Eritrean, who had crossed the Sahara in his quest to reach Europe, told a British newspaper reporter in Calais: “On the journey I have made, you carry your life like an egg in your hand.” That, perhaps, is why the British government announced plans to abolish subsistence payments to failed asylum seekers and to make it more difficult for illegal immigrants to rent homes — a signal to those in Calais to look elsewhere, and an effort to convince their own citizens that, despite all appearances to the contrary, the authorities have the crisis under control. Since the failure of the Arab Spring to create anything close to a summer of content, the latest surge has written new chapters in a protracted chronicle of enforced migration in Europe provoked by successive waves of post-Cold War conflict since the 1990s."}