{"title": "Belgium Lowers Terror Attack Alert Level for Brussels", "authors": ["Andrew Higgins", "James Kanter"], "url": "https://www.nytimes.com/2015/11/27/world/europe/brussels-terrorist-attack-alert-lowered.html", "body": "The elevated alert had put Brussels in a state of virtual lockdown — with schools, museums, government offices, public transportation and markets all closed — and exposed the highly fragmented system of governance in Belgium, which has hampered efforts to crack down on terrorism.\n\nVideo\n\nEven before the threat level was lowered, some elements of normalcy had returned — schools and transit were reopened on Wednesday, for example — though the city remained jittery, its streets patrolled by heavily armed soldiers and armored military vehicles.\n\nThe president of the Brussels region, Rudi Vervoort, cautioned that while the lowering of the threat level was “good news,” the crisis was far from over. “It is not the end, just the beginning,” he said Thursday evening.\n\nOn Thursday, the Grand Mosque in Brussels was evacuated, and a hazardous-materials crew sent in, after an envelope with a suspicious white powder was found, raising fears of an anthrax attack like those in the United States in 2001. The powder turned out to be harmless.\n\nThe Belgian authorities continue to search for Salah Abdeslam, who is believed to have fled after participating in the Nov. 13 terrorist attacks, and for Mohamed Abrini, who they say was seen with Mr. Abdeslam at a gas station northeast of Paris two days before the attacks.\n\nOn Thursday, as part of their investigation into the Paris attacks, Belgian authorities searched two houses in the eastern city of Verviers, while a judicial tribunal extended for one month the detention of two men who were arrested on Saturday.\n\nAnxiety about terrorist attacks has spread to the Netherlands.\n\nThe Dutch prime minister, Mark Rutte, told reporters in The Hague on Wednesday that the European Union should do more to stop terrorists posing as refugees and “get the border under control between Turkey and Greece.”\n\nTwo of the Paris attackers are believed to have entered Greece on Oct. 3 by posing as Syrian migrants. Their actual identities have not been disclosed.\n\nAdvertisement Continue reading the main story\n\nMainstream European leaders like Mr. Rutte face pressure from populist politicians who have seized on the attacks in Paris as a further sign that the European Union — hobbling from a long financial crisis that nearly sank the euro and its limited ability to counter a resurgent Russia — is crumbling amid its accumulating challenges.\n\nMr. Rutte dismissed the stance of Geert Wilders, a Dutch lawmaker who is leader of the anti-Islam, far-right Party for Freedom, who in a recent Op-Ed essay for The New York Times criticized Chancellor Angela Merkel of Germany for a policy of welcoming migrants.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Ms. Merkel was responsible for what happened in Paris?” Mr. Rutte said. “No, it’s crazy.”\n\nOn Sunday, Mr. Rutte and leaders of 27 other European Union member countries will meet in Brussels with Turkey’s president, Recep Tayyip Erdogan.\n\nThe goal of the meeting is to push Mr. Erdogan to stem the flow of refugees entering Europe in exchange for about 3 billion euros in humanitarian aid, but talks have repeatedly stalled amid mutual distrust and Turkey’s insistence on using the crisis to speed up talks on membership of the European Union and to obtain visa-free travel for its mostly Muslim population.\n\nAsked about the vulnerability of the Netherlands to a Paris-style attack, Mr. Rutte said his country had taken steps in recent years to improve community policing and to improve the availability of jobs for newcomers. He also pointed to the popularity of a Dutch politician, of Moroccan descent, Mayor Ahmed Aboutaleb of Rotterdam, as a sign of diminishing discrimination.\n\n“I always tell Dutch people I cannot guarantee that nothing will happen,” said Mr. Rutte. “I can only guarantee that I will do everything to prevent it,” he said.", "summary": "Even before the threat level was lowered, some elements of normalcy had returned — schools and transit were reopened on Wednesday, for example — though the city remained jittery, its streets patrolled by heavily armed soldiers and armored military vehicles. On Thursday, as part of their investigation into the Paris attacks, Belgian authorities searched two houses in the eastern city of Verviers, while a judicial tribunal extended for one month the detention of two men who were arrested on Saturday. The Dutch prime minister, Mark Rutte, told reporters in The Hague on Wednesday that the European Union should do more to stop terrorists posing as refugees and “get the border under control between Turkey and Greece.” Mr. Rutte dismissed the stance of Geert Wilders, a Dutch lawmaker who is leader of the anti-Islam, far-right Party for Freedom, who in a recent Op-Ed essay for The New York Times criticized Chancellor Angela Merkel of Germany for a policy of welcoming migrants."}