{"title": "Extreme Weather Tied to Over 600,000 Deaths Over 2 Decades", "authors": ["Nick Cumming-Bruce"], "url": "https://www.nytimes.com/2015/11/24/world/europe/extreme-weather-disasters-united-nations-paris.html", "body": "Photo\n\nGENEVA — Weather-related disasters in the past two decades have killed more than 600,000 people and inflicted economic losses estimated at trillions of dollars, the United Nations said on Monday, warning that the frequency and impact of such events was set to rise.\n\nThe figures were released before a United Nations-backed climate meeting, starting next Monday in Paris, at which more than 120 national leaders will try to rein in greenhouse gas emissions and slow the rise in global temperatures.\n\nAccording to the report from the United Nations Office for Disaster Risk Reduction, the United States has had the highest number of weather-related disasters in the past two decades, but China and India have been the most severely affected, enduring floods that had an effect on billions of people.\n\nAs well as killing hundreds of thousands, weather-related disasters affected 4.1 billion other people left wounded, displaced or in need of emergency assistance and inflicted economic costs well in excess of $1.9 trillion over the two decades, the report found.\n\nAdvertisement Continue reading the main story\n\nThe United Nations office recorded an average of 335 weather-related disasters every year over the two decades, double the level in the previous 10 years. The report counted events that had killed 10 or more people, affected more than 1,000 and generated appeals for external assistance.\n\nIn a foreword to the findings, Margareta Wahlstrom, the head of the disaster reduction office, said the findings “underline why it is so important that a new climate change agreement emerges” from the summit meeting in Paris.", "summary": "GENEVA — Weather-related disasters in the past two decades have killed more than 600,000 people and inflicted economic losses estimated at trillions of dollars, the United Nations said on Monday, warning that the frequency and impact of such events was set to rise. The figures were released before a United Nations-backed climate meeting, starting next Monday in Paris, at which more than 120 national leaders will try to rein in greenhouse gas emissions and slow the rise in global temperatures. As well as killing hundreds of thousands, weather-related disasters affected 4.1 billion other people left wounded, displaced or in need of emergency assistance and inflicted economic costs well in excess of $1.9 trillion over the two decades, the report found. The report counted events that had killed 10 or more people, affected more than 1,000 and generated appeals for external assistance."}