{"title": "French Voters Express Hope, Anger and Frustration", "authors": ["Palko Karasz", "Iliana Magra"], "url": "https://www.nytimes.com/2017/05/06/world/europe/france-voters-presidential-election.html", "body": "“There is a lot of pressure coming from the press if you don’t want to help Macron,” he said. “But we don’t care anymore, we’re so detached.”\n\nMr. Delarue joked that if he were 100 percent sure that Ms. Le Pen would lose the election, he “would go fishing on that day.” Mr. Delarue said he made up his mind whom to vote for on the night of April 23, when the results of the first round came out. His choice is below.\n\nThe New York Times asked readers who had posted comments on Facebook about the first round of the election, in which there were 11 candidates, to share their voting intentions for the second round. Many said they planned to reject both candidates, either by abstaining or by casting “blank” votes, a stance that is expected to hurt Mr. Macron’s chances more than Ms. Le Pen’s.\n\nHere is a selection of comments, edited for length and clarity.\n\n‘Voting for Marine Le Pen Will Bring France Its Sovereignty’\n\nPhoto\n\n“I won’t vote for Macron. His program is totally empty. Voting for Marine Le Pen will bring France its sovereignty and will stop the massive terrorist attacks through our country.”\n\nNathan Didine, 18, a student in Montpellier.\n\n‘Nothing Changes’\n\n“Disgusting! In France, we don’t vote for candidates anymore, but against the National Front. This is the third election we’re doing it. So nothing changes — always the same faces, the same platforms, and the same evermore liberal system.”\n\nStéphanie Laurens, 35, a psychotherapy student in Perpignan and is studying to become a psychotherapist.\n\nPhoto\n\n‘There Is No Freedom of Choice’\n\n“I feel sorry for the kids, really, but there is no choice to be made here because there is no freedom of choice. If we make a decision, it is forced. Putting a gun against someone’s temple and asking them to pick the lesser of two evils is not giving them any choice. This is the situation the (non-Fascist, non-racist) French people are in today.”\n\nSarah Benamar, 22, a student near Paris, had been debating whether to vote. She plans to stay away from the polls on Sunday.\n\nPhoto\n\n‘I Hope People From the Far-Left Will Vote Against Her.’\n\n“We’re all looking for an alternative. I’m glad the country decided to choose a more moderate candidate to go up against Le Pen, someone who could bring people together. I’m not sure who would have won if Mélenchon had been up against her. Even though Le Pen came out favorite here, I hope people from the far-left will vote against her.”\n\nGéraldine John, a 23-year-old trainee journalist in Calais, spoke of her relief that the traditional parties were knocked out in the first round.\n\nAdvertisement Continue reading the main story\n\n‘Better Him Than Le Pen’\n\n“I don’t think Macron has what it takes to be a good president. But better him than Le Pen. We have to choose between different diseases. Hope it won’t be the worst.”\n\nLaila Sahnoune, 43, is a home-care nurse in Alès, in the South of France, where the National Front has traditionally done well.\n\nPhoto\n\n‘A Very Hard Choice to Make’\n\n“I can’t recognize my ideas in Macron, who stands as the anti-Le Pen candidate for the second round of the election. Ask someone who voted for social justice, ecological transition and end of financialization to vote for a former banker, who embodies the elite and its neoliberal politics — that’s a very hard choice to make.”\n\nTiphaine Vanlemmens, 25, who works for a charity in Paris, voted for he far-left candidate Jean-Luc Mélenchon in the first round.\n\nPhoto\n\n‘I Won’t Be Taking Any Chances’\n\n“I wished we would have had Mélenchon in the second round, because even though the public figure himself is rather antipathic, his project is the most thought-out regarding environmental issues, wealth redistribution and, generally speaking, long-term thinking.” “So all in all, I’m a little disappointed that we probably won’t have major changes in the next few years, but at the same time relieved that said changes won’t be for the worst (unless Le Pen wins; but that’s unlikely. I won’t be taking any chances anyway).”\n\nDr. Bruno Greff, 40, who works in Paris said that if Mr. Macron became president, he expected him to continue the current government’s policies. where the previous administration left off.\n\nPhoto\n\n‘I Will Vote Against My Ideals’\n\n“I will vote for Macron, but it also means that I will vote against my ideals, and that I will play the game of big media. Big fortunes want a liberal candidate to perpetuate a policy of austerity, which is profitable to the rich.”\n\nAudrey Cartier, 31, works as a community manager in a sports center in Toulon, France. After the first round, she had planned to stay away from the polls, but finally resolved to vote for Mr. Macron in an effort to prevent a Le Pen victory.\n\nPhoto\n\n‘The Polls Were Right’\n\n“Amazing to see the amount of people ready to stand one to two hours in the queue. Very happy that Macron was elected, that the polls were right, and that François Fillon and Benoît Hamon called upon their voters to vote for Emmanuel Macron.”\n\nSimon Pastor, 18, a student who voted in London.\n\nPhoto\n\n‘Le Pen Is the Enemy’\n\n“I will vomit after I cast the vote, but it is my responsibility to vote for Macron. … Macron is an adversary, but Le Pen is the enemy.” “But come May 8,” he added of Mr. Macron, “we will be his biggest opposition.””\n\nGuillaume Delarue, a 42-year-old French expat in London who had supported Mr. Mélenchon. He is married to a teacher of French literature in London and has an 11-year-old daughter."}