{"title": "Muslim’s Labour Party Candidacy Shapes London Mayoral Race", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2016/05/01/world/europe/muslims-labour-candidacy-shapes-london-mayoral-race.html", "body": "But the main policy battles being fought on the streets of London relate to the problems confronting a city that has an acute shortage of affordable housing and a creaking and overcrowded mass transit network. Mr. Khan’s closest rival is Zac Goldsmith, the Conservative candidate, who says he wants to make London “the greenest city in the world.”\n\nThe two have battled over issues like transportation and how to build more homes to relieve London’s sky-high real estate and rental costs. Mr. Khan points to the fact that the average rent in London is equivalent to 55 pounds, or about $80, a night — the price of a decent hotel in many European capitals. And Mr. Goldsmith has said the overcrowded conditions endured by London commuters “would be illegal for chickens, pigs and cattle.”\n\nAppropriately, perhaps, for a globalized city that accommodates the extremes of wealth, Mr. Khan and Mr. Goldsmith are living examples of London’s diversity.\n\nMr. Goldsmith, 41, a son of the tycoon Sir James Goldsmith, inherited a fortune and was educated at Eton College, Britain’s most exclusive school. He edited the magazine The Ecologist, founded by his uncle, and was elected to Parliament in 2010.\n\nThe fight between the two main contenders has not been pretty, bringing delicate issues of ethnicity and religion into a mayoral election in a way never seen here before.\n\nMr. Goldsmith has described Mr. Khan as dangerous and without principle and said it was his job to do everything he could “to prevent London falling into the wrong hands.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Khan has suggested that Mr. Goldsmith has run a desperate and divisive campaign, has targeted voters on religious or ethnic lines, and has no track record suggesting he could perform as London mayor.\n\nAdvertisement Continue reading the main story\n\nMr. Goldsmith has also accused Mr. Khan of giving tacit support to extremists by speaking on the same platform in the past as those who espoused radical views or who had been accused of supporting terrorists, when he was a human rights lawyer and campaigner.\n\nWhen Mr. Cameron repeated the claims in Parliament, he was met with cries of “racist” and accused by one opponent of “dog whistle” politics.\n\nPart of Mr. Khan’s pitch to Londoners is that, as an observant Muslim (he does not drink), he has a plan to tackle extremism and that like many people in London he has “multiple identities.”\n\n“I’m a Londoner, I’m European, I’m British, I’m English, I’m of Islamic faith, of Asian origin, of Pakistani heritage, a dad, a husband,” Mr. Khan said in an interview recently in a cafe, before accusing his main opponent of seeking to “divide communities.”\n\nMr. Khan routinely highlights his humble origins, but he has been careful not to attack Mr. Goldsmith over his wealth.\n\n“I don’t hold his background against him,” Mr. Khan said. “None of us are responsible for who our parents are — our families — that’s not fair. My point is: What experience does he have to be mayor of London? What is his vision? What are his values?”\n\nMr. Goldsmith says his privileged upbringing is irrelevant.\n\n“I don’t have to be in a wheelchair to know that it is not just that people in wheelchairs can’t use our public transport system,” he said in an interview, describing efforts he has made to improve access to the subway system. “You either care about issues or you don’t, and if you do you solve them, and I have done that.”\n\nMr. Goldsmith has also attacked Mr. Khan over policy shifts — including his newfound opposition to the expansion of Heathrow Airport near London — and what he criticizes as opportunism because Mr. Khan, who nominated Mr. Corbyn in last year’s Labour Party leadership contest, did not vote for him and has since distanced himself from his party leader.\n\nAdvertisement Continue reading the main story\n\nOn Heathrow, Mr. Khan said that as a government minister, and then as opposition spokesman, he had accepted a collective position favoring expansion, but that he had changed his mind because of new evidence about air pollution.\n\nThe personalization of the campaign underlines the lack of deep policy differences confronting Londoners, analysts said.\n\nNeither candidate has challenged London’s existing model of openness to immigration and investment, allied to rapid economic growth, said Tony Travers, the director of a research group on London at the London School of Economics and Political Science.\n\nIn policy terms, “it is hard to argue that they are radically different from each other,” he said.", "summary": "But the main policy battles being fought on the streets of London relate to the problems confronting a city that has an acute shortage of affordable housing and a creaking and overcrowded mass transit network. Mr. Khan points to the fact that the average rent in London is equivalent to 55 pounds, or about $80, a night — the price of a decent hotel in many European capitals. “I’m a Londoner, I’m European, I’m British, I’m English, I’m of Islamic faith, of Asian origin, of Pakistani heritage, a dad, a husband,” Mr. Khan said in an interview recently in a cafe, before accusing his main opponent of seeking to “divide communities.” On Heathrow, Mr. Khan said that as a government minister, and then as opposition spokesman, he had accepted a collective position favoring expansion, but that he had changed his mind because of new evidence about air pollution."}