{"title": "Emmanuel Macron and Marine Le Pen Advance in French Election", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2017/04/23/world/europe/emmanuel-macron-marine-le-pen-france-election.html", "body": "“The French people have decided to put me at the top in the first round of the vote,” Mr. Macron told jubilant supporters at a rally in Paris. “I’m aware of the honor and the responsibility that rest on my shoulders.”\n\nMs. Le Pen’s success was a victory for people who oppose the European Union and for those who want to see more “France first” policies to restrict immigration, protect French industry and limit public signs of Muslim faith, including the wearing of head scarves.\n\n“The great debate will finally take place,” Ms. Le Pen said on Twitter. “French citizens need to seize this historic opportunity.”\n\nPolitical experts said the vote showed a new, profound cleavage in French politics around globalization, as well as France’s relationship with the European Union.\n\n“Fundamentally, this shows that France is going through deep political tensions: clashes over the global economy, the integration of France into the global economy and into Europe,” said Bruno Cautrès, a political analyst and public opinion specialist at the Center for Political Research at Sciences Po, the institute of political studies in Paris.\n\nIt is not that the left-right divide no longer matters — after all, voters gave roughly 40 percent of the vote to various versions of the traditional left and right — but that it is now complicated by the crosscutting politics of globalization versus anti-globalization.\n\nWith 97 percent of the vote counted, Mr. Macron had 23.9 percent, Ms. Le Pen had 21.5 percent, the mainstream right candidate François Fillon had nearly 20 percent, and the far-left candidate Jean-Luc Mélenchon had 19.6 percent.\n\nVideo\n\nWhen Ms. Le Pen spoke to supporters in the small town of Hénin-Beaumont in northern France, although the results were not yet definitive, she sounded victorious.\n\nAdvertisement Continue reading the main story\n\nShe not only made it to the second round for the first time, but also got a higher percentage of votes than she did in 2012, and a higher percentage than her father, Jean-Marie Le Pen, did in 2002, when he made it to the second round as the National Front candidate and faced Jacques Chirac.\n\nMs. Le Pen said the outcome was “an act of French pride, that of a people who are raising up their heads, that of a people sure of their values and confident of the future.”\n\nThat future would be a perilous one under the National Front, others warned. Bernard Cazeneuve, the sitting Socialist prime minister, called Ms. Le Pen’s project “dangerous and sectarian” and said it would “impoverish, isolate and divide” the country.\n\n“It will inevitably lead to the end of Europe and of the euro, and, eventually, to France’s relegation,” he said. “The National Front cannot be the future of our country.”\n\nFor now, voters narrowly embraced Mr. Macron’s centrist calls for change over more strident appeals from the far left and the far right for France to fortify itself against immigration and globalization.", "summary": "“The French people have decided to put me at the top in the first round of the vote,” Mr. Macron told jubilant supporters at a rally in Paris.Le Pen’s success was a victory for people who oppose the European Union and for those who want to see more “France first” policies to restrict immigration, protect French industry and limit public signs of Muslim faith, including the wearing of head scarves.It is not that the left-right divide no longer matters — after all, voters gave roughly 40 percent of the vote to various versions of the traditional left and right — but that it is now complicated by the crosscutting politics of globalization versus anti-globalization.Le Pen spoke to supporters in the small town of Hénin-Beaumont in northern France, although the results were not yet definitive, she sounded victorious.For now, voters narrowly embraced Mr. Macron’s centrist calls for change over more strident appeals from the far left and the far right for France to fortify itself against immigration and globalization."}