{"title": "Russia Uses Money and Ideology to Fight Western Sanctions", "authors": ["Peter Baker", "Steven Erlanger"], "url": "https://www.nytimes.com/2015/06/08/world/europe/russia-fights-wests-ukraine-sanctions-with-aid-and-ideology.html", "body": "That is a conclusion shared by Britain’s government.\n\n“On the question of Russian money, yes, of course we are concerned about what is clearly a Kremlin strategy of trying to pick off, shall we say, the brethren who may be less committed or more vulnerable in the run-up to the June decision,” said the British foreign secretary, Philip Hammond, last week. “It will not have escaped the Kremlin’s notice that this is a unanimity process and they only need one.”\n\nWhether the strategy will succeed remains uncertain.\n\nAmerican officials and European diplomats said they were confident for now that the sanctions would be renewed at a European Union summit meeting to be held in Brussels on June 25 and 26. Germany, the union’s most dominant member, supports extending sanctions until next January, and smaller nations may be loath to defy Berlin. But there is no appetite for adding more sanctions, as some American officials would like.\n\nRussia’s efforts to influence the West have taken on different forms.\n\nRussia has traditionally used its status as an energy supplier to sway customers in Europe, and it is now pressing countries in southeastern Europe, including struggling Greece, to support a new natural gas pipeline project with promises of economic benefits. Russian oligarchs have long kept so much of their money in Cypriot banks that the island nation is seen as a financial outpost for Moscow.\n\nFor several years, Russia has paid for a government-sponsored insert in newspapers and websites in 26 countries (including in The New York Times). More recently, it has proposed expanding RT, its international television network, which broadcasts in English and three other languages and delights in pointing out the foibles of the West, to French and German.\n\nAmerican and European officials have accused Moscow of financing green movements in Europe to encourage protests against hydraulic fracturing, or fracking, a move intended to defend Russia’s gas industry. And a shadowy “troll farm” in St. Petersburg uses Twitter to plant fake stories about chemical spills or Ebola outbreaks in the West.\n\nSince long before the Ukraine crisis, money has been a means for Mr. Putin to try to shape events in the West.\n\nAfter Chancellor Gerhard Schröder stepped down in Germany, he was given a lucrative position with Gazprom, the Russian state energy giant. When President George W. Bush was in office, Mr. Putin asked “would it help you” if Donald L. Evans, Mr. Bush’s close friend and former commerce secretary, were given a high-paying Russian corporate job. (Mr. Bush rejected the idea.)\n\nRussia appears to be getting some traction lately in countries like Greece, Hungary, the Czech Republic and even Italy and France. Not only is it aligning itself with the leftists traditionally affiliated with Moscow since the Cold War, but it is making common cause with far-right forces rebelling against the rise of the European Union that are sympathetic to Mr. Putin’s attack on what he calls the West’s moral decline.\n\nAdvertisement Continue reading the main story\n\nThe most prominent example has been the National Front in France, which under Marine Le Pen has confirmed taking an $11.7 million loan from the First Czech-Russian Bank in Moscow, which has been tied to the Kremlin. She has denied a news report that the money was just the first installment of an eventual $50 million in loans to help her party through a presidential election in 2017.\n\nAustria’s far-right Freedom Party denied charges of dependency on the Kremlin, allegations made by its left-wing rival, the Social Democratic Party after the Freedom leader, Heinz-Christian Strache, posted pictures of himself and other party leaders at a conference in Moscow that called for an end to sanctions against Russia. Mr. Strache said in a statement that “we are convinced of our neutrality and we do not get financial donations or credits” from Russia.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe German tabloid Bild reported that the anti-euro Alternative for Germany Party had benefited from cheap gold sales from Russia, which the party denied. There have been investigations into some members of Hungary’s far-right Jobbik Party for any financial ties to Russia. And there have been similar accusations and inquiries in Bulgaria, with its far-right Attack Party; in Slovakia, with its People’s Party; and in the Baltic States, especially with Latvia’s pro-Russian party.\n\nFar-right parties seen as aligned with Moscow vote against resolutions in the European Parliament critical of Russia and have sent observers to referendums and elections in separatist-held regions of Ukraine like Crimea and Donetsk, alongside members of some far-left parties like Die Linke in Germany and KKE in Greece.\n\nThe Political Capital Institute, a research organization in Budapest, which first documented Russian interest in Eastern European far-right parties in 2009, reported in March that Moscow’s interest had now spread to Western European countries as well. It listed 15 far-right European parties as “committed” to Russia.\n\nThe institute’s report said the newfound affiliations “are not necessarily financial, as commonly assumed,” but may involve professional and organizational help. Either way, it said, “Russian influence in the affairs of the far right is a phenomenon seen all over Europe as a key risk for Euro-Atlantic integration.”\n\nCarl Bildt, a former prime minister and foreign minister of Sweden, said the trend was a major concern for Europe. It is “very clear that the Kremlin has every interest in fracturing Europe in whatever ways possible,” he said by email. “And it actively seeks to play on every division that it sees.”\n\nGen. Martin E. Dempsey, the chairman of the Joint Chiefs of Staff, has expressed similar worries about what he calls Russia’s “ability to employ other instruments of power” besides armed force.\n\nAdvertisement Continue reading the main story\n\n“President Putin considers NATO to be a threat and will look for opportunities to discredit and eventually undermine the alliance,” he said in an email forwarded by a spokesman. “Putin’s ultimate objective is to fracture NATO.”\n\nBut Fiona Hill, a former national intelligence officer on Russia and now a scholar at the Brookings Institution, said that with the exception of Ms. Le Pen’s party in France, the assertions about Russia financing European parties seemed based more on speculation than facts.\n\n“The question is how much hard evidence does anyone have?” she asked. “And it’s useful for the Russians themselves not to refute rumors and maybe even perpetrate some of them. They want everyone to think everyone is corrupt, everyone can be influenced.”\n\nEither way, David Kramer, a former assistant secretary of state under Mr. Bush and now a scholar at the McCain Institute for International Leadership in Washington, said he thought that any Russian financing of European parties could backfire by alienating the governing elite in Europe.\n\n“It is a big concern,” he said, “but I wonder if at the end of the day they’re going to shoot themselves in the foot and waste this money.”", "summary": "“On the question of Russian money, yes, of course we are concerned about what is clearly a Kremlin strategy of trying to pick off, shall we say, the brethren who may be less committed or more vulnerable in the run-up to the June decision,” said the British foreign secretary, Philip Hammond, last week. American and European officials have accused Moscow of financing green movements in Europe to encourage protests against hydraulic fracturing, or fracking, a move intended to defend Russia’s gas industry. Not only is it aligning itself with the leftists traditionally affiliated with Moscow since the Cold War, but it is making common cause with far-right forces rebelling against the rise of the European Union that are sympathetic to Mr. Putin’s attack on what he calls the West’s moral decline. Either way, David Kramer, a former assistant secretary of state under Mr. Bush and now a scholar at the McCain Institute for International Leadership in Washington, said he thought that any Russian financing of European parties could backfire by alienating the governing elite in Europe."}