{"title": "Catalonia’s Independence Vote Descends Into Chaos and Clashes", "authors": ["Raphael Minder", "Ellen Barry"], "url": "https://www.nytimes.com/2017/10/01/world/europe/catalonia-independence-referendum.html?_r=0", "body": "The Madrid government, with the backing of Spanish courts, had declared the referendum unconstitutional and ordered the vote suspended. But that did not stop Catalans from gathering before sunrise on Sunday, massing on rain-slicked streets across the region.\n\n“Spain has shown us today its ugliest and darkest face, that which we really thought had disappeared 40 years ago,” said Mario Pulpillo, 54. “You simply can’t use violence against people who just want to vote.”\n\nDespite the police threat, Mr. Pulpillo, who uses a wheelchair, said he went to vote “to make sure this was our feast of democracy, not our humiliation at the hands of a Spanish state that believes in repression.”\n\nBay of Biscay FRANCE SPAIN Berga CATALONIA Barcelona Tarragona PORTUGAL Madrid Seville Mediterranean Sea ANDALUSIA Strait of Gibraltar ALGERIA 200 Miles MOROCCO\n\nVoters like him made the turnout an extraordinary show of determination in the face of a steady drumbeat of threats from Madrid.\n\nPrime Minister Mariano Rajoy, at a news conference Sunday evening, characterized the police actions as a proper and measured response to the acts of secessionists. “We did what we had to do,” he said.\n\nProponents of the referendum immediately pointed to the heavy use of police force as a blight not only on Mr. Rajoy’s conservative government, but also on Spain’s still relatively young democracy.", "summary": "“Spain has shown us today its ugliest and darkest face, that which we really thought had disappeared 40 years ago,” said Mario Pulpillo, 54.Despite the police threat, Mr. Pulpillo, who uses a wheelchair, said he went to vote “to make sure this was our feast of democracy, not our humiliation at the hands of a Spanish state that believes in repression.”Bay of Biscay FRANCE SPAIN Berga CATALONIA Barcelona Tarragona PORTUGAL Madrid Seville Mediterranean Sea ANDALUSIA Strait of Gibraltar ALGERIA 200 Miles MOROCCOPrime Minister Mariano Rajoy, at a news conference Sunday evening, characterized the police actions as a proper and measured response to the acts of secessionists.Proponents of the referendum immediately pointed to the heavy use of police force as a blight not only on Mr. Rajoy’s conservative government, but also on Spain’s still relatively young democracy."}