{"title": "Graft Allegations Grow Against François Fillon, French Presidential Hopeful", "authors": ["Aurelien Breeden"], "url": "https://www.nytimes.com/2017/02/01/world/europe/france-francois-fillon-wife.html", "body": "Le Canard Enchaîné also reported that Mr. Fillon paid two of his five children as parliamentary aides when he was in the Senate, the upper house of Parliament, from 2005 to 2007. In an interview on French television last week, Mr. Fillon said that he had hired them temporarily for their expertise as lawyers.\n\nBut the French news media was quick to point out that the children, his oldest daughter and a younger son, were not lawyers at the time, only law students, and Le Canard Enchaîné reported on Wednesday that they were paid a total of €83,735 as full-time parliamentary aides, or over $90,000.\n\nUnder French law, it is not illegal for members of Parliament to hire relatives as aides, provided that the work is genuine. But the initial report in Le Canard Enchaîné prompted prosecutors in Paris to open an investigation to determine if Ms. Fillon actually did the work.\n\nInvestigators have searched Mr. Fillon’s office at the National Assembly and questioned his wife and him, as well as Marc Joulaud, Mr. Fillon’s former parliamentary deputy.\n\nMr. Fillon has denied wrongdoing and has said he would only drop out of the race if placed under formal investigation and charged.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHis supporters have mounted a confusing defense of Ms. Fillon, with some suggesting, for instance, that she was never seen in Paris because she worked exclusively in Sarthe, the region of France that Mr. Fillon represents. Others suggested the opposite. Antonin Lévy, Mr. Fillon’s lawyer, was mocked on social media for suggesting that the work of a parliamentary aide was not always “tangible.”\n\nThe investigation is also focusing on Le Canard Enchaîné’s report that Ms. Fillon was paid €5,000 a month from May 2012 to Dec. 2013 by La Revue des Deux Mondes, a political magazine owned by Marc Ladreit de Lacharrière, a wealthy friend of Mr. Fillon’s. Ms. Fillon is suspected of having done little besides a handful of short literary reviews.\n\nSpeaking to right-wing lawmakers on Wednesday, Mr. Fillon accused his opponents on the left of orchestrating an “institutional coup” and asked his colleagues stay loyal to him, according to French news reports.\n\nAdvertisement Continue reading the main story\n\nThierry Solère, a Republican lawmaker who is also a spokesman for Mr. Fillon, said later that “nobody” would prevent Mr. Fillon from reaching the first and second rounds of the presidential election. But others in the party openly questioned Mr. Fillon’s candidacy on Wednesday.\n\nGeorges Fenech, a Republican in the National Assembly, told France Info radio that the situation was “very, very compromised.” “I think I am saying out loud what many, many lawmakers are thinking to themselves,” he said, calling for top party officials to designate a new candidate. “We can’t just watch like the orchestra on the Titanic, and continue to play while the ship sinks,” he said.\n\nIn France, any number of candidates can run in the first round of voting, but only the two top vote-getters make it to the runoff. This year, the first round is set for April 23, and the runoff for May 7.\n\nAn internet poll by the Elabe polling institute, published on Wednesday for Radio Classique and the newspaper Les Échos and conducted before Le Canard Enchaîné’s new allegations, found that Mr. Fillon, who was the favorite in the elections until last week, would not make it to the second round.\n\nThe French left is deeply divided, and the candidates who have benefited the most from Mr. Fillon’s drop in popularity are Emmanuel Macron, a former economy minister under the current Socialist government who is running as an independent, and Marine Le Pen, the head of the far-right National Front party.\n\nMs. Le Pen is facing her own allegations of financial misconduct at the European Parliament, where her party is accused of paying its staff members with European Union funds, which can only be used for parliamentary aides. Ms. Le Pen is refusing to repay the €300,000 that the European Parliament is seeking to recover."}