{"title": "Catalonia Leaders Seek to Make Independence Referendum Binding", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/10/02/world/europe/catalonia-spain-independence-referendum.html", "body": "Most polling stations stayed open on Sunday, he said, “because the security forces decided that it wasn’t worth using force because of the consequences that it could have.”\n\nIn fact, hundreds of Catalans were injured as Spanish police forces moved in to block the vote.\n\nMr. Puigdemont also called on the European Commission, the executive arm of the European Union, to “encourage international mediation,” though it has made clear that it considers the dispute internal to Spain.\n\nCatalan separatists face several major hurdles to having the vote recognized as legitimate, in Spain and abroad, though for them, simply holding the referendum amounted to a victory of sorts. If nothing else, it has helped shift the debate from the issue of independence — which has split Catalans, and for which there had not been majority backing — to the more basic question of whether Catalans have a right to decide on statehood.\n\nBay of Biscay FRANCE CATALONIA Barcelona Madrid PORTUGAL SPAIN Mediterranean Sea Strait of Gibraltar ALGERIA 200 Miles MOROCCO\n\nIn the short term, the police crackdown on the independence movement could help Catalan separatists, who are part of a fragile coalition in the regional government, broaden their support.\n\nOn Sunday, Ada Colau, the influential leftist mayor of Barcelona who has been ambivalent about independence, called on Prime Minister Mariano Rajoy to resign, describing his decision to bring in police officers from around the country as an act of cowardice.\n\nErnest Urtasun, a leftist Catalan politician, said on Spanish television on Monday that “today, Catalan society isn’t discussing whether the result is valid or not, but is in a state of shock about how the voting took place.”\n\nMr. Puigdemont called on Madrid to remove its police forces, which Catalans criticized as having overreacted on Sunday, and said that he would open an investigation into their actions.\n\nAdvertisement Continue reading the main story\n\nThe United Nations high commissioner for human rights, Zeid Ra’ad al-Hussein, issued a statement Monday saying he was “very disturbed” by the violence. “I urge the Spanish authorities to ensure thorough, independent and impartial investigations into all acts of violence,” he said.\n\nJuan Ignacio Zoido, the Spanish interior minister, acknowledged on Monday that Catalonia had witnessed “a very sad day,” but he defended the Spanish police and blamed separatist leaders. He said they had pushed Catalans “to the brink of a precipice” by encouraging them to vote in an illegal referendum.", "summary": "Catalan separatists face several major hurdles to having the vote recognized as legitimate, in Spain and abroad, though for them, simply holding the referendum amounted to a victory of sorts.Bay of Biscay FRANCE CATALONIA Barcelona Madrid PORTUGAL SPAIN Mediterranean Sea Strait of Gibraltar ALGERIA 200 Miles MOROCCOIn the short term, the police crackdown on the independence movement could help Catalan separatists, who are part of a fragile coalition in the regional government, broaden their support.On Sunday, Ada Colau, the influential leftist mayor of Barcelona who has been ambivalent about independence, called on Prime Minister Mariano Rajoy to resign, describing his decision to bring in police officers from around the country as an act of cowardice.The United Nations high commissioner for human rights, Zeid Ra’ad al-Hussein, issued a statement Monday saying he was “very disturbed” by the violence."}