{"title": "Catalans Camp at Voting Sites as Independence Confrontation Looms", "authors": ["Ellen Barry", "Raphael Minder"], "url": "https://www.nytimes.com/2017/09/30/world/europe/catalonia-independence-referendum.html", "body": "But a large number of Catalonia’s 7.5 million residents are likely to ignore that warning, presenting Mr. Rajoy with the uncomfortable choice between using security forces to clear large crowds, or allowing the vote to take place and thereby acknowledging that the nation’s government in Madrid was unable to control events. Among the central players on Sunday will be Catalonia’s regional police, who number 17,000, and who have signaled reluctance to use force on citizens who go to vote.\n\nPolice on Saturday entered the Catalonian regional government’s telecommunications and information technology center after a court on Friday ordered them to stop electronic voting. The court also ordered Google to eliminate an application designed to help Catalans identify polling stations.\n\nOpinion polls have indicated that less than half of the region’s residents support independence — though a majority want to vote on the region’s future — and crowds gathered on Saturday in Catalonian cities and towns to call for unity with Spain.\n\nFernando Satue, 67, a retired mechanic who was born in Huesca and has lived in Catalonia since he was 5, said that the mounting demand for independence has made him apprehensive about expressing his opinions in public.\n\nPhoto\n\n“Both sides have been very stubborn, the Spanish and the Catalan, and the only victims are going to be us,” Mr. Satue said. “I have a very clear position: If this is a republic, I will have to leave. Because I feel like this is being forced on me.”\n\nHe said he planned to stay home on Sunday, in part out of fear of unrest.\n\n“A lot of things have been said, and at the end there will be violence,” Mr. Satue said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe day passed peacefully in most places, but in Manlleu, a community near Barcelona that is home to many immigrants, four people who were camped out at a school were shot with a BB gun. Maria Lluisa Ines Sallavona, 71, said she was doing Sudoku puzzles “in a really nice and relaxed ambience” when she was hit in the neck by a pellet.\n\nAdvertisement Continue reading the main story\n\n“I guess this is some kind of fanatic who has an allergy to independence,” said her husband, Lluis Sallavona Rovira, 77, a retired electronic technician, who sought medical attention for a wound in his back.\n\nIn many locations, the police made repeated visits to warn the people inside that they would have to leave by 6 a.m. on Sunday.\n\n“The message right now is that anything could happen — anything,” said Belen Parra, 44, who had just served paella to 125 people. “Everybody is nervous, but no one is showing it.”"}