{"title": "Trump May Have Pushed Dutch Voters Away From Populism", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2017/03/16/world/europe/dutch-election-geert-wilders-europe.html", "body": "It is far less clear that the political circuit breakers in places like France or Italy will similarly hold back a populist movement. They have already blown in Britain, where the incautious choice of a yes-no referendum on Europe removed the usual electoral safeguards, and in the United States, where the Electoral College has twice overridden the popular vote since 2000.\n\nSo while the sense of relief among European-minded politicians and voters was palpable on Thursday after the Dutch vote, Europe — its project of integration, its unity, its political ideals — was by no means free of populist threats.\n\nEven if the Dutch refused to hand a big win to Mr. Wilders, they backed center right parties that adopted some of his positions and language in order to win.\n\nOver all, right-leaning parties, including the parties defined as populist by academics and pollsters, gained seven seats in the Dutch Parliament, giving them 57 percent of the 150-member body in this election, in contrast to 52.6 percent in the last election when they had 79 seats. At the same time, one of the oldest Dutch political forces, the mainstream left Labor Party, cratered.\n\nThe result all but guarantees that policies toward immigrants and Muslims will be more restrictive, though less than if Mr. Wilders were running the Dutch government.\n\nVideo\n\nYet there are several signs the “Trump effect” that was once expected to carry similarly minded populists is less powerful, or even having the opposite impact, several analysts and pollsters said.\n\nAdvertisement Continue reading the main story\n\nSimilarly, the British vote to leave the European Union, known as Brexit, may look less inviting as a model as the reality of its messiness comes into view.\n\nCharles Grant, director of the Center for European Reform, a London-based research organization, said the “Trump factor” had played a role in “making people think twice about voting for a populist, as people have seen that if you elect a populist you can get all kinds of wacky policies.”\n\n“At the same time,” he added, “we have seen a drop in populism in Europe since Brexit, as citizens have realized that, while a protest vote is fun, it can lead to the uncertainties of Brexit, which are not funny at all. That helped shift the mood in the Netherlands.”\n\nIn polls in the Netherlands that looked at perceptions of Mr. Wilders before and after Mr. Trump’s election, Mr. Wilders did significantly better before Mr. Trump’s inauguration, said Maurice de Hond, one of the Netherlands’ most seasoned pollsters.\n\n“The reason Wilders ended in second place has to do with Trump,” he said, noting that there were other factors, like Mr. Wilders missing early debates.\n\nNot everyone agrees, and some analysts underscored that all politics are local. More important than Brexit or Mr. Trump may have been last weekend’s diplomatic spat with Turkey, which gave the center-right party a lift after it took a strong stand against Recep Tayyip Erdogan, the Turkish president.\n\n“It’s not just that the Netherlands was not that concerned with Trump and Brexit, it’s that there’s a provincialism about these European elections,” said E.C. Hendriks, a Dutch researcher in social sciences and cultural anthropology who is now at Peking University in Beijing. “Really, everyone is on his island.”\n\nCertainly, there are factors in both France and Germany that make their respective elections idiosyncratic and potentially less affected by the American and British political winds.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNonetheless, in France it is striking that for the most part Marine Le Pen, the leader of the far-right National Front, has steered clear of analogies between her politics and those of Mr. Trump.\n\nAdvertisement Continue reading the main story\n\n“Geert Wilders, the Le Pen Dutch equivalent, spoke a lot about Trump, he praised him on the Muslim ban and was one of the few European political figures to praise that ban,” said Alexandra de Hoop Scheffer, director of the German Marshall Fund office in Paris. “Le Pen was quieter, I think she understood that to be too close to Trump right now when his administration was in a chaotic phase was not to her advantage.”\n\nSome Dutch voters said they took Mr. Trump’s sometimes bellicose tone seriously, and consciously voted for parties that supported the European Union because they believe that Europe is stronger together and better able to stand up to the United States under Mr. Trump.\n\nPhoto\n\nFor similar reasons, some said, they did not favor Brexit. “I don’t like Brexit, it weakened the system, it weakened the European Union and indirectly the Netherlands,” said Max den Voort, 19, a student at The Hague University of Applied Sciences in Delft.\n\nThe Green Party, led by 30-year-old Jesse Klaver, was an unexpected winner, scoring the biggest parliamentary gains on the left. The D66 party also had a successful showing, getting the left’s largest share of votes. Both parties are pro-Europe.\n\nOne important difference between the Netherlands and countries that vote later this year is that the Dutch have already had experience with populists in government, said Ronald Kroeze, a political historian at the Free University of Amsterdam.\n\nMr. Wilders was part of the governing coalition in 2010, but when it came to supporting austerity measures in the wake of the recession, he refused to go along. That left the impression he was not serious about governing.\n\nIn contrast, France and Germany have no direct recent experience with populist leadership and they may be more open to it as a result.\n\nRegardless, the continent seems to be moving in an anti-immigrant direction that relies more on identity politics, Ms. Hoop de Scheffer said.\n\n“The mainstream parties are now stealing parts of the populist discourse, and this is undermining the attraction of the populist parties,” she said. “But it’s a dangerous game because it almost normalizes these ideas.”", "summary": "So while the sense of relief among European-minded politicians and voters was palpable on Thursday after the Dutch vote, Europe — its project of integration, its unity, its political ideals — was by no means free of populist threats. More important than Brexit or Mr. Trump may have been last weekend’s diplomatic spat with Turkey, which gave the center-right party a lift after it took a strong stand against Recep Tayyip Erdogan, the Turkish president. Nonetheless, in France it is striking that for the most part Marine Le Pen, the leader of the far-right National Front, has steered clear of analogies between her politics and those of Mr. Trump. One important difference between the Netherlands and countries that vote later this year is that the Dutch have already had experience with populists in government, said Ronald Kroeze, a political historian at the Free University of Amsterdam."}