{"title": "After French Vote, Mainstream Europe Breathes a Sigh of Relief", "authors": ["Steven Erlanger", "Alison Smale"], "url": "https://www.nytimes.com/2017/04/24/world/europe/france-election-europe.html?rref=collection%2Fbyline%2Fsteven-erlanger&action=click&contentCollection=undefined&region=stream&module=stream_unit&version=latest&contentPlacement=4&pgtype=collection", "body": "LONDON — There was palpable relief in mainstream Europe on Monday at the success of the independent centrist Emmanuel Macron in the first round of the French presidential elections, and a wide assumption that he will defeat the far-right Marine Le Pen in a runoff two weeks from now.\n\nAfter other recent electoral setbacks for far-right populists, and the far right’s flagging momentum in Germany’s election campaign, some even suggested that the French election could represent the high-water mark of the populist surge that has voted Britain out of the European Union and Donald J. Trump into power in the United States.\n\nIf this is a high-water mark, though, the water remains quite high.\n\nFor the moment, the parties and personalities that have energized far-right populism have not fully crystallized electorally. But the issues that have animated the movements — slow economies, a lack of jobs, immigration — are not going anywhere, and the far right has already moved the political terrain in its direction.\n\nThe politics of Europe remain, at best, precarious, even if the center — the French-German core of the European Union — appears to be holding, at least for now.\n\nAdvertisement Continue reading the main story\n\n“There is a sigh of relief,” said Jan Techau, the director of the Holbrooke Forum at the American Academy in Berlin. “It’s good that in addition to all the other issues on the agenda, we don’t also have an extremist French problem.”", "summary": "LONDON — There was palpable relief in mainstream Europe on Monday at the success of the independent centrist Emmanuel Macron in the first round of the French presidential elections, and a wide assumption that he will defeat the far-right Marine Le Pen in a runoff two weeks from now.After other recent electoral setbacks for far-right populists, and the far right’s flagging momentum in Germany’s election campaign, some even suggested that the French election could represent the high-water mark of the populist surge that has voted Britain out of the European Union and Donald J. Trump into power in the United States.But the issues that have animated the movements — slow economies, a lack of jobs, immigration — are not going anywhere, and the far right has already moved the political terrain in its direction.The politics of Europe remain, at best, precarious, even if the center — the French-German core of the European Union — appears to be holding, at least for now.“There is a sigh of relief,” said Jan Techau, the director of the Holbrooke Forum at the American Academy in Berlin."}