{"title": "François Fillon Wins Center-Right Nomination for French Presidency", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/11/27/world/europe/francois-fillon-wins-center-right-nomination-for-french-presidency.html", "body": "Mr. Fillon, with his themes of restoring France’s identity and national greatness and his tough language on immigrants and Islam, has been making a clear play for Ms. Le Pen’s voters.\n\nHis promise to slash 500,000 government jobs and cut the budget by more than 100 billion euros (about $106 billion) could leave him vulnerable against Ms. Le Pen, who promises to safeguard France’s substantial safety net of government protections and spending. Mr. Fillon told supporters during the campaign that he was going to “break down the house,” but many in France don’t want the house broken.\n\nPromises of top-to-bottom economic overhaul have generally brought thousands of demonstrators into the streets. Unions are already sounding warnings about Mr. Fillon’s plans to reduce the state’s role in the economy, and the National Front has heaped scorn on his proposals.\n\nIn his victory speech on Sunday night, Mr. Fillon emphasized traditional French rightist themes of restoring “authority” and “French values,” as he did throughout the campaign, when commentators largely dismissed his chances.\n\n“In our country, there is an immense need for respect and pride,” Mr. Fillon told cheering supporters in Paris. “There is also a demand for the authority of the state, and for exemplary behavior from those who govern it. In my conduct, the voters of the right and the center have found the French values to which they are so much attached.”\n\nHis opponent, Mr. Juppé, campaigned on a “unity” theme that led many on the right to suggest that he was a leftist in disguise. The notes Mr. Fillon sounded were darker.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWith many of his fellow citizens uneasy over immigration, terrorist attacks and the integration of Muslims, Mr. Fillon vowed to restore a more traditional France by strictly regulating Islam and limiting immigration, and promised an alliance with Russia to crush what he called “totalitarian” Islamists. Commentators have noted Mr. Fillon’s close relations with Vladimir V. Putin, Russia’s president.\n\nMr. Fillon served as an overshadowed prime minister when Nicolas Sarkozy was president from 2007-12. In the first round of voting on Nov. 20, he crushed his former boss, who had regularly humiliated him.\n\nAdvertisement Continue reading the main story\n\nA Catholic from conservative, rural western France, Mr. Fillon entered Parliament in 1981; at 27, he was the house’s youngest member. Catholic voters who appreciated his positions against abortion and same-sex marriage supported him heavily in the presidential race, even though he has promised not to interfere with legal guarantees of either.\n\nMr. Fillon still sits in the National Assembly and lives in a medieval manor house near Le Mans with his family; he has five children. During the campaign, he spoke often of France’s identity and of instilling the country’s “national epic” in its schools.\n\n“France can’t tolerate its slippage,” Mr. Fillon told supporters on Sunday night. “France wants truth and action. This past presidential term has been pathetic. We’ve got to end it and start afresh, as we haven’t done in over 30 years.”\n\nMr. Fillon has promised to rewrite France’s 3,000-page labor code, reduce taxes on companies and the rich, raise the retirement age to 65, and lengthen the 35-hour standard workweek. He called his program “more radical, maybe more difficult,” in a televised debate with Mr. Juppé last week.\n\n“I could have said more agreeable things,” Mr. Fillon said. “But the only way to keep one’s promises is to have a very precise program.”\n\nHis supporters do not appear to be scared by these promises, at least for now. “He’s an upright man,” said Roselyne Duchaine, 81, a retiree in Paris’s 17th arrondissement who said she had voted for Mr. Fillon on Sunday.\n\nAnother voter, Thierry Roland, 68, said: “Fillon has the rigor. He shows his hand.”", "summary": "Mr. Fillon, with his themes of restoring France’s identity and national greatness and his tough language on immigrants and Islam, has been making a clear play for Ms. Unions are already sounding warnings about Mr. Fillon’s plans to reduce the state’s role in the economy, and the National Front has heaped scorn on his proposals. Catholic voters who appreciated his positions against abortion and same-sex marriage supported him heavily in the presidential race, even though he has promised not to interfere with legal guarantees of either. Mr. Fillon has promised to rewrite France’s 3,000-page labor code, reduce taxes on companies and the rich, raise the retirement age to 65, and lengthen the 35-hour standard workweek."}