{"title": "Once in the Shadows, Europe’s Neo-Fascists Are Re-emerging", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2017/03/19/world/europe/europe-neo-fascist-revival-slovakia.html", "body": "“Before, pro-fascist sentiments were kept hidden,” said Gabriel Sipos, director of Transparency International Slovakia. “Parents would tell their children, ‘You cannot say this at school.’ Now, you can say things in the public space that you couldn’t say before.”\n\nAlthough nationalist parties have thrived across Europe in recent years, only a few — Golden Dawn in Greece and the National Democratic Party in Germany, to name two — embrace neo-fascist views. Some, like Jobbik in Hungary, are extremist in their right-wing views but stop short of outright fascism.\n\nPhoto\n\nInstead, the broader impact of these groups has been measured in how they have pushed mainstream parties in a more firmly nationalist direction — especially on immigration — to slow the defection of supporters.\n\n“Now, extremists and fascists are part of the system,” said Grigorij Meseznikov, president of the Institute for Public Affairs, a liberal research group.\n\nIn Slovakia, neo-fascism has established something of a beachhead. Mr. Svec is joining a political field where a party with an established neo-fascist leader, Marian Kotleba, demonstrated surprising strength in last year’s parliamentary elections, winning 14 seats in the 150-member chamber.\n\nPre-election polls showed his party getting less than 3 percent of the vote, but his result — 8 percent — was built on strong support from young people and other first-time voters. More recent polls show his support nearing 13 percent. He had already stunned Slovakia in 2013 by winning the governorship of Banska Bystrica, one of Slovakia’s eight regions.\n\nMr. Kotleba, 39, who recently renamed his party Kotleba — People’s Party Our Slovakia, used to appear in uniforms reminiscent of those worn during the wartime Slovak State. Once he and his party got into Parliament, the uniforms disappeared and he shifted his attacks from Jews to immigrants and the country’s Roma minority.\n\nAdvertisement Continue reading the main story\n\n“They used to turn up at gay pride parades, show their muscle, turn up the heat,” said Michal Havran, a television talk-show host and political commentator. “Now, they don’t go; they are worried about their image.”\n\nBut the underlying message of groups like Mr. Kotleba’s and Mr. Svec’s has not shifted — Slovakia was better off under a fascist government.\n\nPhoto\n\n“Something very dark and very troubling from the past is coming back,” Mr. Havran said. “They feel they are fighting for something very pure, something very old and sacred. A few years ago, they were ashamed to talk about it. Now, they are proud.”\n\nIn Banska Bystrica, Mr. Kotleba’s powers as governor include overseeing schools, cultural institutions and some infrastructure projects.\n\n“If you are a white, heterosexual man, you probably don’t notice any difference living in a place where Kotleba is governor,” said Rado Sloboda, 26, one of a group of Banska Bystrica activists opposing Mr. Kotleba under the banner “Not in Our Town.” “If you are a minority, like a Roma, you feel it more keenly. There is a feeling that they are even less welcome in the center city.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe muscular receptionist outside Mr. Kotleba’s office said this month that no entry was possible without an appointment, although the governor almost never grants interviews. When told that repeated calls had not been returned, he asked the name of the newspaper. “Oh,” he said. “That explains it.”\n\nMr. Kotleba’s party has been especially effective on social media, with more than 140 interconnected Facebook pages. When a local retiree, Jan Bencik, 68, began blogging to expose the country’s neo-fascists, his name appeared on a list of “opponents of the state.”\n\n“They called me a Jew, said that I should die, die, die,” Mr. Bencik said. “They said that people like me would be dealt with in the future.”\n\nOne of the ironies of Mr. Kotleba’s coming to power in Banska Bystrica is that it was the center of the anti-fascist Slovak National Uprising during the war and is home to the national museum commemorating that event.\n\nPhoto\n\nStanislav Micev, the museum director, characterized Mr. Kotleba’s message as “fascism with elements of Nazism,” mixing Mussolini’s strongman rule with Hitler’s demonization of minorities.\n\nAdvertisement Continue reading the main story\n\n“They are against Americans, Hungarians, Jews, black people and yellow people,” Mr. Micev said. “His current positions are right on the edge of what is legal.”\n\nAs a newcomer on the neo-fascist political scene, Mr. Svec regards Mr. Kotleba as a potential rival for the same angry vote. At the Jozef Tiso memorial ceremony, the top officials in Mr. Svec’s movement wore matching dark suits with white shirts and bright red ties. A table in the back of the room did a brisk business selling Slovak Revival Movement patches, stickers, key rings, calendars, cookies and bottles of wine (white only) labeled “Year of Jozef Tiso.”\n\n“The people in power want Slovaks to be ashamed of their history,” said Martin Lacko, a historian and supporter of Mr. Svec. “They want them to keep apologizing. That’s why they keep talking about deportations of Jews during the war and other negative things.”\n\nA group of gray-haired singers in folk costumes, accompanied by a clarinet and an accordion, performed a series of patriotic favorites. “Slovak moms, you have beautiful sons,” they sang.\n\nA pair of university students with floppy hair and denim sat in the back corner, whispering during the speeches and snatching pastries from a nearby table during breaks. Both said they considered themselves devout and conservative, and did not believe Mr. Svec and Mr. Kotleba were extremist in any way. They also pointed to the election of President Trump as a good thing.\n\n“I have to say, the U.S. election results made me extremely happy,” said Martin Bornik, 23.\n\nIn an interview after the ceremony, Mr. Svec rejected the notion that his group is neo-Nazi.\n\n“When Americans bring their flags to parks or to public events, nobody says anything,” Mr. Svec said. “When we do it, they call us neo-Nazis. You know, labeling someone is the easiest thing to do.”", "summary": "Mr. Svec is joining a political field where a party with an established neo-fascist leader, Marian Kotleba, demonstrated surprising strength in last year’s parliamentary elections, winning 14 seats in the 150-member chamber.Stanislav Micev, the museum director, characterized Mr. Kotleba’s message as “fascism with elements of Nazism,” mixing Mussolini’s strongman rule with Hitler’s demonization of minorities.At the Jozef Tiso memorial ceremony, the top officials in Mr. Svec’s movement wore matching dark suits with white shirts and bright red ties.A table in the back of the room did a brisk business selling Slovak Revival Movement patches, stickers, key rings, calendars, cookies and bottles of wine (white only) labeled “Year of Jozef Tiso.”A pair of university students with floppy hair and denim sat in the back corner, whispering during the speeches and snatching pastries from a nearby table during breaks."}