{"title": "This Catalan Town Has Already Broken From Spain, Physically at Least", "authors": ["Laure Fourquet"], "url": "https://www.nytimes.com/2017/10/24/world/europe/catalonia-independence-spain-llivia.html", "body": "For over 350 years, Llivia has remained effectively landlocked as a Spanish enclave inside France.\n\nToday Llivia is connected to the rest of Spain by the thinnest of filaments, the N-154, a “neutral” road that passes less than two miles through France and connects Llivia to the nearest town in Spain, Puigcerda, a couple of hours’ drive from Barcelona.\n\n“The Spanish police were never going to go through France to prevent the people from voting here,” Llivia’s mayor, Elies Nova, said with a smile.\n\nFrance Llivia (spain) N20 Estavar N-154 N116 Puigcerda Spain 4 miles FRANCE CATALONIA PORTUGAL Barcelona Madrid SPAIN 200 miles\n\nBeing enveloped by French territory gave Llivia certain tactical advantages as it faced many of the same hurdles as other parts of Catalonia to carry out a vote declared illegal by the Spanish government.\n\nOn referendum day, when a mysterious internet shutdown hit the Spanish enclave, Llivia’s mayor decided to use the French internet connection so the vote could proceed, said Laurent Leygue, the mayor of the neighboring French town Estavar.\n\n“As a precautionary measure, they even took the ballots from Llivia to France to count the votes,” said Mr. Leygue, who joined the cheerful crowd on referendum day.\n\nGiven their unusual position, Llivia’s residents have long maintained a strong sense of independence.\n\n“This can partly be explained by the peculiar history of the town,” said Marc Delcor, 35, the director of the municipal museum, which is home to the remains of the medieval Esteve Pharmacy, one of the oldest pharmacies in Europe.\n\nAdvertisement Continue reading the main story\n\n“The inhabitants needed that sense of belonging, especially after Franco,” he added, referring to the dictator Gen. Francisco Franco, whose death in 1975 opened the way for Spain’s democracy.\n\nSo it is perhaps no surprise that support for independence from Spain runs strong in Llivia, even if it is unclear what independence would actually mean.\n\nOn referendum day, Llivia voted overwhelmingly in favor of separating from Spain, according to officials — “561 votes out of 591 in favor of the sí,” Mayor Nova said proudly.\n\nPhoto\n\nSupporters of the separatist movement in Livia even broke a Guinness World Record by lighting about 82,000 candles in the form of the Estelada, the pro-independence flag, just before the referendum was held.\n\n“It was a beautiful, very unique moment,” Ms. Cortizo said. “The whole village was there to sing ‘Els Segadors,’ the official national anthem of Catalonia.”\n\nIn the tumultuous aftermath of the vote, Ms. Cortizo was among the around 200,000 people who demonstrated in Barcelona in support of the two secessionist leaders jailed following an order by a Spanish court.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“We brought the 82,000 candles” to the demonstration, Ms. Cortizo said. “We won’t stop protesting until they are released and until we are independent.”\n\nAfter the referendum, the struggle over Catalonia intensified in an often confusing exchange between the Catalan leader, Carles Puigdemont, and Prime Minister Mariano Rajoy of Spain. After weeks of equivocating, Mr. Puigdemont told the Spanish authorities that Catalan lawmakers might vote for independence. That was not good enough for Mr. Rajoy, who announced on Saturday that he would remove Catalonia’s leadership.\n\nLlivia is also a neighbor to Catalan-speaking areas in France and Andorra. Brice Lafontaine, a spokesman for Unitat Catalana, a party representing the Catalan minority in France, said the party had met with Mr. Puigdemont in August. “I told the president that should it come it, we stand ready to provide the Catalan leaders with all kinds of logistical support, including hospitality,” he said.\n\nAdvertisement Continue reading the main story\n\nThe party campaigns for greater autonomy from Paris, though as Mr. Lafontaine pointed out, “French Catalans are not seeking independence, just the recognition of our culture.”\n\nInside a small pastry shop on Avenida Catalunya, the main artery running through Llivia, some wondered why Mr. Puigdemont did not declare independence, especially after claiming that the referendum had overwhelmingly passed.\n\nPhoto\n\n“He didn’t say anything really,” said Olivia Morlot, a French national who has lived in Llivia since 2001. “He just threw the ball into Spain’s court.”\n\nOthers, like Ester Gonzales, who was born and raised in Llivia, saw the Catalan leader’s approach as “a necessary step toward independence.”\n\n“We need to be patient,” she said. “We understand that independence won’t just happen overnight.”\n\nIn Hostal Rusó, a small hotel in the historic center, locals gathered to watch Mr. Puigdemont speak before the regional Parliament on Oct. 10.\n\n“Of course we would have preferred if independence had officially been declared,” Xavier Martinez, 51, said afterward. “But still, President Puigdemont spoke wisely.”\n\n“If independence had indeed been declared,” Mr. Martinez added, “we would find ourselves facing a political dead end.”\n\nThat may yet be the case.\n\n“Now the Spanish are going to undermine our claim for independence,” Ms. Cortizo sighed while watching the events unfold on television.\n\nAdvertisement Continue reading the main story\n\nTaking the remote control from her husband, she flipped to the next channel, a French one."}