{"title": "Barcelona: A Global City in the Eye of a Separatist Storm", "authors": ["Patrick Kingsley"], "url": "https://www.nytimes.com/2017/10/20/world/europe/catalonia-barcelona-separatism.html", "body": "BARCELONA, Spain — These days, the city of Barcelona wears two hats. And not too comfortably.\n\nOn the one hand, Barcelona is a global city, a former host of the Olympics, and the home of one of the world’s most famous soccer clubs, F.C. Barcelona. It is a magnet for more than 10 million visitors a year, an example of the ways large cities increasingly influence global politics, economics and culture.\n\nOn the other hand, Barcelona is the capital of Catalonia, Spain’s restive northeastern region, and the nerve center of a drive for Catalan independence that is described by its opponents as parochial, exclusive and nationalist.\n\nIn that campaign — which the Spanish government now says it will take emergency measures to halt — there is no place in Catalonia with more at stake. In Barcelona, the issue of independence has provoked exceptionally sharp soul-searching and debate over allegiances and identity, with an intensity not seen since Britain voted to leave the European Union.\n\nIn short, people are worried. First among them is the city’s leftist mayor, Ada Colau, who, despite expressing support for independence in the past, says she is now not in favor of leaving. “It’s a very pluralistic city and there is a lot of diversity of opinions in Barcelona,” she said in an interview this week.\n\nAdvertisement Continue reading the main story\n\nThe city is not exactly comparable to London — which favored remaining in the European Union — since Barcelona is still home to many separatists. “But if you compare it with people in the heart of Catalonia,” Ms. Colau said, “it’s not as pro-independence.”\n\nMs. Colau said she was appalled by the violence of the Spanish national police as they tried to block people from voting in the Oct. 1 independence referendum, and she believes in Catalonia’s right to self-determination."}