{"title": "Spanish Archive Raises Franco-Era Ghosts and Shadows of a New Chasm", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2016/07/17/world/europe/spain-civil-war-franco-archives.html?mcubz=0", "body": "The Spanish archive was created by a special unit designated to seize documents that could eventually help identify and punish Franco’s enemies as his troops started to push back their Republican opponents. The unit stored any confiscated material in a building in Salamanca, a university town that Franco turned into his military headquarters and for which the files are named.\n\nSeveral of those who got documents back expressed disbelief at finally retrieving family belongings, as well as sadness and frustration that it had taken so long.\n\n“It is shameful that personal belongings were taken away by Franco as if they were part of a war booty — and it is just as shameful that we’re still struggling to recover such belongings, four decades after Spain returned to democracy,” Isabel Casanovas Calvet said.\n\nShe received 17 books that belonged to her grandfather Joan Casanovas, who was the president of the Parliament of Catalonia when the civil war broke out. He died in exile in France in 1942, three years after Franco’s victory.\n\nLike several other aspects of the civil war and the resulting Franco dictatorship, the Salamanca Papers remain a subject of intense controversy rather than reconciliation. Since Spain’s Parliament agreed to return the documents to Catalonia in 2005, the process has been mired in legal and technical difficulties.\n\nThe issue has recently resonated even more in Catalonia, where the regional Parliament is now controlled by lawmakers seeking to break from Spain.\n\nDuring the ceremony at the Catalan archives here, Santi Vila, a member of Catalonia’s regional government, started his speech by condemning Franco’s repression. But he went on to note ugly echoes of the past, attacking Jorge Fernández Díaz, the interior minister of Spain’s current conservative government, who was recently heard in a leaked recording of a private conversation trying to dig up dirt to incriminate Catalan political opponents.\n\nPhoto\n\nJoan B. Culla, a leading Catalan historian, was among the first academics to gain access to the documents, when he visited Salamanca in 1975 just as Franco died. Drawing his own comparison, Mr. Culla suggested that returning documents stolen from Republican families was like restituting paintings seized from Jews by the Nazis.\n\nAdvertisement Continue reading the main story\n\n“The fact that we’re still having such a debate shows that, even 40 years later, there is no sense of shame felt in defending the Franco period,” he said. “Could a town in Germany now be saying that something shouldn’t leave because Hitler had put it there?”\n\nPolicarpo Sánchez, a lawyer and historian, heads an association created in 2014 to maintain Salamanca as a state archive. He charged that Catalan politicians wanted to dismantle the Salamanca archive, driven by “ideological hatred” rather than sympathy for the victims of Franco.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWith the exception of members of the Basque Nationalist Party, he noted, no other regional politicians in Spain had demanded the return of such documents. Catalonia’s politicians, however, “want to declare independence and therefore need to erase the collective and historical memory of Spain,” he said.\n\nMr. Sánchez acknowledged that Franco had created in Salamanca something akin to the files used in other authoritarian regimes. But after Spain’s return to democracy, he said, the archive had been overseen by Spain’s Ministry of Culture and provided a treasure trove for historians.\n\nMr. Sánchez recently unveiled some of his own discoveries in Salamanca, including the press accreditation of Antoine de Saint-Exupéry, the author of “The Little Prince,” who covered the civil war for French newspapers.\n\n“Documents can be found in Salamanca that the Library of Congress or any other archive would kill to have,” Mr. Sánchez said. “Can you imagine breaking up the Prado Museum, leaving perhaps only copies in Madrid and taking back each painting to its place of origin?”\n\nMr. Sánchez is awaiting a court ruling after suing the Catalan authorities, accusing them of mishandling documents. One of his claims is that Catalonia illegally took documents from Salamanca that originally came from other regions of Spain.\n\nFew of the documents returned this month appeared to hold historic value. One exception was the boardroom minutes book of the association created in 1926 by Pablo Casals, a world-famous cellist, to give concerts for factory workers and their families.\n\nAdvertisement Continue reading the main story\n\nThe document is “very significant” and could help others understand that Casals “wasn’t just happy with his own success, but also wanted to allow workers to listen to quality music in the same places as the bourgeoisie,” said Jordi Pardo, the director general of the Casals Foundation.\n\nIn any case, with most of the original document owners long dead, many relatives said they might never work out exactly what they had gotten back.\n\nMaría Isabel Salazar Bertran, for one, could not decipher the dedication written in a political book that had been seized from her grandfather Joan Bertran i Llopart, a former Republican town mayor, and returned to her.\n\nAs to the emotional value of the restitution, however, Ms. Salazar Bertran said it was made more poignant because she had coincidentally been told about the book on the day her mother died.\n\n“For me, this book is in itself a symbol of the history and the dignity of my family, which, like so many others, didn’t deserve to be persecuted for holding a different ideology,” she said.", "summary": "The Spanish archive was created by a special unit designated to seize documents that could eventually help identify and punish Franco’s enemies as his troops started to push back their Republican opponents.The unit stored any confiscated material in a building in Salamanca, a university town that Franco turned into his military headquarters and for which the files are named.But he went on to note ugly echoes of the past, attacking Jorge Fernández Díaz, the interior minister of Spain’s current conservative government, who was recently heard in a leaked recording of a private conversation trying to dig up dirt to incriminate Catalan political opponents.Drawing his own comparison, Mr. Culla suggested that returning documents stolen from Republican families was like restituting paintings seized from Jews by the Nazis.Mr. Sánchez recently unveiled some of his own discoveries in Salamanca, including the press accreditation of Antoine de Saint-Exupéry, the author of “The Little Prince,” who covered the civil war for French newspapers."}