{"title": "In Catalonia Independence Push, Policing Becomes Politicized", "authors": ["Jason Horowitz"], "url": "https://www.nytimes.com/2017/10/07/world/europe/catalonia-independence-police.html", "body": "Accusations of Francoism, sedition and insubordination are flying. Old wounds and recriminations between the forces dating to the Spanish Civil War are opening. Even firefighters and military police officers appear to be picking sides.\n\nPhoto\n\nIn short, policing has become the most politicized job in Spain.\n\n“The police is the same as the time of Franco, only they had horses back then,” said Carme Adzerias, a 58-year-old painter who was buying cigarettes in a tobacco shop across the street from the national Police Headquarters in Barcelona, where thousands protested on Wednesday.\n\nThe anger is a direct response to the actions of the national police in riot gear on Oct. 1. The government in Madrid sent the troops to defend the integrity of Spanish democracy, but the violence against peaceful residents had the effect of turning the story into one about the harsh crackdown on voting rights rather than the suppression of radical secessionists.\n\nTelevision cameras and social media accounts showed officers stomping on voters with their boots, pounding them with truncheons and dragging them out of polling places. In contrast, the Mossos d’Esquadra, which was responsible for public order and had instructions to stop the vote and keep people out of polling stations, essentially stood down.\n\nIn the fallout, Catalonia’s police chief, Maj. Josep Lluís Trapero, appeared on Friday in the national court in Madrid to face accusations of sedition. He denied he had refused to assist the national police and blamed his force’s response on poor communication, according to a statement by the Mossos d’Esquadra, which only months ago was hailed across Spain for gunning down the suspect in a terrorist attack that killed 14 people in the Barcelona area.\n\nIn an interview with the newspaper El País published on Saturday, Prime Minister Mariano Rajoy said the region’s political leaders had “done a very serious harm to the prestige of Mossos d’Esquadra.”\n\nA day earlier, Enric Millo, the Spanish government’s representative in Catalonia, apologized for any injuries suffered at the hands of the national police. The apology does not seem to have been accepted.\n\nAdvertisement Continue reading the main story\n\nAngry residents have insulted the children of officers. Police forces brought in from across Spain found their hotels surrounded by angry residents who protested loudly and forced the officers, some of whom responded by spitting out the window, to find other accommodations apart from population centers.\n\nPhoto\n\nThe poisonous atmosphere has led national police officers to hole up behind thick walls and barbed wire in towns like this one, or to retreat to a cruise boat, incongruously plastered with cartoon images of Looney Tunes characters, moored in the auto terminal of the Barcelona port.\n\nBut the police say they are getting a raw deal, and one police union spokesman, Ramón Cossío, compared the persecution of officers to that of Jews in World War II. Others have complained that Madrid had abandoned them to harassment similar to that seen during the height of terrorism scares in the Basque region.\n\nBut mostly, national police leaders have expressed disgust with the Mossos d’Esquadra, accusing it of failing to do its job and of allowing an illegal vote. They talk about infiltration by radicals in the upper echelons of the Mossos d’Esquadra and roll their eyes at the booming popularity of what they call the “flower police” who, with local firefighters, at times protected pro-independence voters from the national police.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThat softer, gentler approach of the Mossos d’Esquadra is a departure from its crackdowns during austerity protests years ago, for which the force received ample criticism.\n\nIn fact, some members of the Mossos d’Esquadra say that a united public front masks division within the force on the question of independence, one that echoes the deep split over independence throughout Catalonia. Members speaking on background because they were not authorized to comment said a feeling of impotence pervaded the unit.\n\nNational police leaders say their forces are far less politicized and fragmented, as they are simply enforcing Spanish law in Spain.\n\nIn the Police Headquarters next to an apartment building flying both Spanish and pro-independence flags, Luis Mansilla, a detective and the general secretary of the police union who has lived and worked in Catalonia for 25 years, said that supporters of independence had waged an effective campaign against the police on social media that had exaggerated the confrontations, violence and injuries. (Amnesty International this past week described the riot police as having used excessive force.)\n\nPhoto\n\nAs officers from across Spain sat in a room in the back of the headquarters, surrounded by videocassettes, a Parcheesi board and a photograph of King Felipe VI, who has accused Catalan leaders of “disloyalty,” Mr. Mansilla said hard-line supporters of independence were trying to turn the region against their countrymen.\n\nAdvertisement Continue reading the main story\n\n“They say we are foreigners, or an occupational force, that we came to take something from them,” he said. “They hate us.”\n\nIn these conditions, he said, it was safer for national police officers to stay on the cruise ship with the Looney Tunes characters (“The Tweety boat,” he called it). But pressure is mounting as the officers wait, he added. “There is a tension under the calm surface,” he said. “Nobody knows what is going to happen.”\n\nDeep behind multiple check points, stacked cargo containers and towering shipping cranes in the port of Barcelona, police officers jogged in a secure perimeter in fluorescent shirts and then returned to the ship guarded by the military police with machine guns and bulletproof vests. The cartoon characters were partly obscured with tarps after the yellow canary Tweety Pie became an unexpected symbol of secessionists, appearing on walls and T-shirts in Barcelona.\n\nMr. Puigdemont, the Catalan leader, has asked them to sail home, but police officials say they will stay until the situation is resolved, and some are looking forward to a sign of support during a pro-Spanish unity march on Sunday.\n\nEven in Sant Boi de Llobregat, where flags for independence face the barracks and color the town, the national police have their supporters. Cipriano Salgado, 68, took a walk while waiting to visit an ear doctor. Speaking fondly of Franco’s dictatorship and lamenting the erosion of the rule of law, he looked toward the barracks.\n\n“It’s great that the police come here,” he said.", "summary": "The government in Madrid sent the troops to defend the integrity of Spanish democracy, but the violence against peaceful residents had the effect of turning the story into one about the harsh crackdown on voting rights rather than the suppression of radical secessionists.He denied he had refused to assist the national police and blamed his force’s response on poor communication, according to a statement by the Mossos d’Esquadra, which only months ago was hailed across Spain for gunning down the suspect in a terrorist attack that killed 14 people in the Barcelona area.The poisonous atmosphere has led national police officers to hole up behind thick walls and barbed wire in towns like this one, or to retreat to a cruise boat, incongruously plastered with cartoon images of Looney Tunes characters, moored in the auto terminal of the Barcelona port.As officers from across Spain sat in a room in the back of the headquarters, surrounded by videocassettes, a Parcheesi board and a photograph of King Felipe VI, who has accused Catalan leaders of “disloyalty,” Mr. Mansilla said hard-line supporters of independence were trying to turn the region against their countrymen.Mr. Puigdemont, the Catalan leader, has asked them to sail home, but police officials say they will stay until the situation is resolved, and some are looking forward to a sign of support during a pro-Spanish unity march on Sunday."}