{"title": "Pope Francis Announces Changes for Easier Marriage Annulments", "authors": ["Jim Yardley", "Elisabetta Povoledo"], "url": "https://www.nytimes.com/2015/09/09/world/europe/pope-francis-marriage-annulment-reforms.html", "body": "Divorce is a topic that has long splintered many of the Catholic faithful from the church. Under church law, marriage is indissoluble, divorce is not recognized, and any Catholic who remarries without annulling a first marriage is committing adultery.\n\nYet many Catholics are divorced, especially in the Western world, and the divide between reality and church dogma has alienated many of the faithful. Many divorced Catholics, believing that annulments are too invasive and onerous, have drifted away from the church without even bothering to undertake the process.\n\n“These reforms say, ‘If you think a marriage is invalid, don’t let the procedure frighten you away,’ ” John Thavis, an author and Vatican expert, said in an interview.\n\nPhoto\n\nThe new rules demonstrate Francis’ approach to his papacy: Change procedures and tone, so as to attract people back to the church, without changing doctrine. They are also a tacit acknowledgment of the challenges the church faces in the modern world, and Francis’ attempts to find points of interaction.\n\nCurrently, the process begins when a spouse, usually assisted by a lawyer, petitions for an annulment. The other spouse is contacted by a tribunal of clergymen; the spouse may cooperate, but that is not essential. Evidence is presented, witnesses testify, and then an advocate for the church, known as the defender of the bond, examines the evidence and argues that the marriage should not be dissolved. The tribunal issues a judgment that must be confirmed in another trial before an annulment can be granted.\n\nMore than half of the annulments granted by the church worldwide go to Catholics in the United States, according to statistics compiled by the Religion News Service. But even in the United States, the process can be arduous, requiring testimony and documentation, and can take more than a year. Tribunals in some dioceses are overloaded with cases. The cost, up to $1,000, can also be prohibitive, though waivers are available for those who cannot pay, and some American dioceses have dropped the fees entirely in recent years.\n\nAbout one-quarter of American Catholics say they have divorced, according to a study released last week by the Pew Research Center, and about one-quarter of those have sought an annulment in the church.\n\nAdvertisement Continue reading the main story\n\n“That’s a pretty big pool of people,” Mr. Thavis said.\n\nFrancis is preparing the church for a major meeting, or synod, to be held at the Vatican in October, in which bishops and other Catholic leaders will debate changing the church’s approach on social issues like homosexuality and divorce, among other matters. Many Catholics are waiting to see whether the church will soften its position and start giving holy communion to those who have divorced and remarried without receiving annulments.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThat meeting is shaping up as a showdown between factions of liberal and conservative Catholics. But on the issue of improving the annulment process, analysts say there is broad consensus, which is why the pope moved forward.\n\nFrancis’ announcement on Tuesday — outlined in two papal documents and coming after he appointed a special commission on the subject a year ago — was framed as an effort to fix inefficiencies in the annulment procedure and not as an endorsement of divorce.\n\n“Salvation of souls” is the primary goal of the decree, Francis wrote, adding that the changes in rules “do not favor the nullity of marriages but the expedition of trials, as well as a just simplification.”\n\nMarriages can be declared invalid, or annulled, if a husband or wife can prove that the union failed to meet certain requirements under church law.\n\nBut the efficiency of the process is very uneven. Critics say it discriminates against poorer people, who cannot afford the cost, and against people who live in poorer countries where local dioceses lack the resources to handle cases quickly. By contrast, Catholic dioceses in the United States are considered among the most efficient in handling annulment cases.\n\n“What we’re seeing are very practical moves to speed up the annulment process, to make them more user friendly and respond to the needs of the poor and the marginalized,” the Rev. James Bretzke, a Jesuit priest and theology professor at Boston College, said in an email.\n\nIt will still be possible to appeal an initial annulment ruling, but under the new guidelines, the number of such cases is expected to drop sharply.\n\nAnalysts also noted that Francis was using the new rules to place greater authority with local bishops to oversee the streamlined process, part of his broader effort to promote “collegiality” in the church and devolve powers away from the Vatican.\n\nAdvertisement Continue reading the main story\n\nUnder the new rules, bishops can either directly oversee a case or delegate responsibility to local diocesan commissions. And given the global shortage of priests, the bishops can now appoint lay members of a diocese to serve on such panels.\n\n“The pope is investing in trust toward the bishops,” said Msgr. Pio Vito Pinto, who presided over the special committee that drafted the revised laws. He added that Francis had repeatedly implored the church to reach out to people on the peripheries of society, and he described the divorced as a “category of the poor.”\n\nMonsignor Pinto predicted that some Catholic clergymen would be unhappy with some of the changes and that the transition might be bumpy.\n\n“There could be some resistance,” he said at the Vatican news conference. “But this reform puts the poor at the center.”"}