{"title": "Pope Propels John Paul II and John XXIII to Sainthood", "authors": ["Rachel Donadio"], "url": "http://www.nytimes.com/2013/07/06/world/europe/papal-encyclical-gets-2-authors-for-first-time.html", "body": "Father Lombardi said John Paul and John XXIII would most likely be canonized before the end of the year.\n\nAlberto Melloni, a Vatican historian and director of the John XXIII Foundation for Religious Studies a liberal Catholic research institute in Bologna, Italy, said the canonizations were an important nod to the more liberal wings of the Catholic Church. They “mark the end of a season that cast doubts over the Second Vatican Council, a season of some mistrust,” he said.\n\n“Many spoke about the council, criticized it as too weak and with too many compromises, but failed to feel the spirit of the council,” he added. “Both popes were bishops at the council, not theologians.”\n\nMr. Melloni said it was significant that Francis had bypassed the need for a second miracle attributed to John XXIII. Perhaps he decided “that the people of God have already made a judgment about the two popes,” he added.\n\nAt John Paul II’s beatification ceremony, which drew one and a half million people to Rome, Benedict lauded John Paul II as a central figure in the history of the 20th century and a hero of the church.\n\nPhoto\n\n“He was witness to the tragic age of big ideologies, totalitarian regimes, and from their passing John Paul II embraced the harsh suffering, marked by tension and contradictions, of the transition of the modern age toward a new phase of history, showing constant concern that the human person be its protagonist,” Benedict said at the Mass.\n\nAdvertisement Continue reading the main story\n\nWhile Benedict’s first encyclical, “God Is Love,” drew on the work of John Paul, Francis’ first encyclical, “Lumen Fidei,” or “The Light of Faith,” released on Friday, is the first that the Vatican has openly acknowledged was written by two popes together. The encyclical calls on believers and seekers alike to explore how God can enrich their lives.\n\nIt also urges Catholics to uphold the church’s conception of the family. “The first setting in which faith enlightened the human city is the family,” Francis writes. “I think first and foremost of the stable union of man and woman in marriage.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe concluding chapter of the encyclical, which touches on the role of faith in reinforcing the common good, recalls the informal, immediate style of Francis, a low-key Argentine Jesuit who regularly delivers off-the-cuff sermons and has chosen to live in a Vatican dormitory instead of the Apostolic Palace.\n\nThe opening three chapters are rich in biblical and literary references and bear the mark of Benedict, a theologian who was head of the Vatican’s doctrinal office for 25 years before becoming pope in 2005. In addition to the Old Testament and the Gospel, the encyclical quotes Dante, Jean-Jacques Rousseau, Friedrich Nietzsche, T. S. Eliot and the Jewish philosopher Martin Buber.\n\nIt also touches on a passage in Fyodor Dostoyevsky’s novel “The Idiot,” in which Prince Myshkin sees the painting “The Body of the Dead Christ in the Tomb” by Hans Holbein the Younger and says, “Looking at this painting might cause one to lose his faith.”\n\n“Yet it is precisely in contemplating Jesus’ death that faith grows stronger and receives a dazzling light,” Francis writes.", "summary": "“He was witness to the tragic age of big ideologies, totalitarian regimes, and from their passing John Paul II embraced the harsh suffering, marked by tension and contradictions, of the transition of the modern age toward a new phase of history, showing constant concern that the human person be its protagonist,” Benedict said at the Mass. The concluding chapter of the encyclical, which touches on the role of faith in reinforcing the common good, recalls the informal, immediate style of Francis, a low-key Argentine Jesuit who regularly delivers off-the-cuff sermons and has chosen to live in a Vatican dormitory instead of the Apostolic Palace. The opening three chapters are rich in biblical and literary references and bear the mark of Benedict, a theologian who was head of the Vatican’s doctrinal office for 25 years before becoming pope in 2005. In addition to the Old Testament and the Gospel, the encyclical quotes Dante, Jean-Jacques Rousseau, Friedrich Nietzsche, T. S. Eliot and the Jewish philosopher Martin Buber."}