{"title": "How Putin Forged a Pipeline Deal That Derailed", "authors": ["Jim Yardley", "Jo Becker"], "url": "https://www.nytimes.com/2014/12/31/world/europe/how-putin-forged-a-pipeline-deal-that-derailed-.html", "body": "For years, Mr. Putin bullied and cajoled Bulgaria, one of the European Union ’s weakest nations, into doing Russia’s bidding on South Stream. And he seemed poised to succeed, but for one fundamental miscalculation: He underestimated the West’s response to his aggression in Ukraine . Faced with punishing sanctions, a petro-economy pushed to the brink by plunging oil prices and the wildly gyrating value of the ruble, Mr. Putin this month halted the project.\n\nBut if the story of South Stream shows how larger geopolitical concerns can, at least temporarily, limit Mr. Putin’s ability to use his energy riches as a foreign-policy tool, it is also a case study of how he has operated in Europe, and will probably continue to do so.\n\nHe has won influence abroad by wielding the tools of crony capitalism that have made him so powerful at home. After a secret meeting between Bulgaria’s prime minister and the head of Gazprom, pipeline contracts were given to a company controlled by a member of Mr. Putin’s inner circle and politically connected Bulgarian companies.\n\nIn Russia, Mr. Putin has at times used Russia’s state-owned banks for his own ends; they helped underwrite the Sochi Olympics, for instance. In Bulgaria, a subsidiary of one of those banks, VTB, showered the country with politically strategic investments as Mr. Putin pushed the government to move forward on South Stream.\n\nAs elsewhere in Europe, Mr. Putin courted Bulgaria’s pro-Russian far right party, which promoted Russian interests by helping to beat back plans to explore for Bulgarian shale gas. Seeking to nail down support for South Stream, a member of the Russian Parliament, whose card identified him as a special emissary of Mr. Putin, even offered what one former Energy Ministry official understood to be a tacit bribe.\n\n“It’s not just South Stream, and it’s not just Bulgaria,” said the Bulgarian official, Bojan Stoyanov, who was deputy energy minister in 2013. “The Russians are promoting behavior where people are willing to dig the hole of a volcano in the middle of their country and not worry where the lava goes as long as they get paid.”\n\nPutin’s Favorite Musicians\n\nVladimir Putin had a problem.\n\nBy 2011, his plan to build South Stream, estimated to cost more than $40 billion and four years in the making, had hit a stumbling block in Bulgaria, where the pipeline would make landfall after traversing the bed of the Black Sea. Geological surveys suggested that Bulgaria could be sitting atop an underground ocean of natural gas , enough to be self-sufficient for years, enough to eclipse the advantages of South Stream.\n\nAdvertisement Continue reading the main story\n\nBulgaria, once a staunch Soviet ally, and Russia share similarities in language, religion and culture, and Bulgaria still celebrates as a national holiday its 1878 liberation from the Ottoman Empire by the troops of the czar. Bulgarian leaders supported South Stream, declaring that the pipeline would provide not just transit fees but energy security: The country receives 90 percent of its gas from Russia, along a route through Ukraine that has left it vulnerable to periodic pricing disputes between Moscow and Kiev. In the winter of 2009, Bulgarians were left shivering for two weeks when Russia shut off the gas to teach Ukraine a lesson.\n\nBut in the middle of 2011, Bulgaria’s prime minister, Boiko Borisov, also granted Chevron a permit to explore for shale gas. Almost immediately, a well-organized campaign emerged to kill shale exploration before it began, fueled in part by loyalists for Ataka, one of several far-right parties that Mr. Putin has cultivated in Europe. Parties like Jobbik in Hungary and the Northern League in Italy view Mr. Putin as a bulwark against a tide of Western liberalism. But the appeal is more than ideological. In France, the leader of the far-right National Front, Marine Le Pen, recently acknowledged that her party had received a loan for 9 million euros, or about $11 million, from a Kremlin-linked bank.\n\nIn Bulgaria, Volen Siderov, the chairman of Ataka, said his party received no direct funds from Moscow.\n\n“I’ll ask her how she managed to do it,” he joked of Ms. Le Pen.\n\nStill, Mr. Siderov has undeniably close ties to the Kremlin. He kicked off his most recent political campaign in Moscow, where he was receiving the Fatherland Star medal for promoting closer relations between Russia and Bulgaria. When he needed entertainment for a rally this fall, he landed singers described in Ataka promotional literature as “Putin’s favorite musicians”: Oleg Gazmanov, an aging Russian pop singer, and Iosif Kobzon, a lawmaker and singer who recently performed in Donetsk, a Russian separatist-held stronghold in eastern Ukraine, accompanied by the orchestra of Mr. Putin’s Interior Ministry.\n\nThe anti-fracking movement became so broad that in January 2012, Parliament banned not only the extraction of shale gas, but even exploration that would quantify the country’s reserves. Environmentalists praised the vote, but many Western officials were suspicious.\n\nPhoto\n\nIn Brussels , Anders Fogh Rasmussen , secretary general of NATO , later accused the Russian government of using “sophisticated information and disinformation operations” to help derail shale gas exploration in Bulgaria and other countries.\n\nWith the death of shale gas, South Stream’s rationale was stronger than ever, especially as the Borisov government weakened. Mr. Borisov had signed preliminary pipeline agreements, even once presenting a puppy to Mr. Putin as a gift, but he was still considered pro-Western. Barely a year after the fracking demonstrations, Ataka members again took to the streets, joining protests over high electricity prices. In March 2013, Mr. Borisov resigned.\n\nA caretaker government was appointed, pending new elections, and Mr. Putin’s representatives quickly sought out the crucial figures involved in South Stream.\n\nAdvertisement Continue reading the main story\n\nThe Putin Steamroller\n\nThe meeting occurred after midnight at La Casa del Habano, a cigar bar in Sofia . Mr. Stoyanov, a New York-based corporate turnaround specialist who had returned to Bulgaria to serve as deputy energy minister in the interim government, had received several calls from an old acquaintance, insisting they meet for a drink.\n\nBut Mr. Stoyanov was surprised to find that his friend was not alone at the bar. With him was Aleksandr M. Babakov, a member of the Duma, the lower house of the Russian Parliament, whom Mr. Putin had appointed as a special envoy. (Mr. Babakov has been identified by the French news media as the middleman who arranged the Russian bank loan to the National Front in France.)\n\nThe purpose of the meeting soon became clear. “He wanted to take my temperature on the South Stream,” Mr. Stoyanov recalled in an interview.\n\nMr. Stoyanov said the project would not reduce Bulgaria’s dependence on Russian gas and would bring marginal economic benefit, but Mr. Babakov had not come to debate the merits.\n\n“In not so many words, he said he would make me very comfortable if I would participate and help,” Mr. Stoyanov said, adding that he reported the encounter to Bulgarian intelligence. “I was not pleased by his presumption that I would just set aside and forget Bulgaria’s national interests.”\n\nMr. Babakov did not respond to requests for comment.", "summary": "But if the story of South Stream shows how larger geopolitical concerns can, at least temporarily, limit Mr. Putin’s ability to use his energy riches as a foreign-policy tool, it is also a case study of how he has operated in Europe, and will probably continue to do so.Seeking to nail down support for South Stream, a member of the Russian Parliament, whose card identified him as a special emissary of Mr. Putin, even offered what one former Energy Ministry official understood to be a tacit bribe.Bulgarian leaders supported South Stream, declaring that the pipeline would provide not just transit fees but energy security: The country receives 90 percent of its gas from Russia, along a route through Ukraine that has left it vulnerable to periodic pricing disputes between Moscow and Kiev.In Brussels , Anders Fogh Rasmussen , secretary general of NATO , later accused the Russian government of using “sophisticated information and disinformation operations” to help derail shale gas exploration in Bulgaria and other countries.Mr. Stoyanov, a New York-based corporate turnaround specialist who had returned to Bulgaria to serve as deputy energy minister in the interim government, had received several calls from an old acquaintance, insisting they meet for a drink."}