{"title": "Spain Looks to Seize Catalonia Radio and TV as Crisis Mounts", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/10/25/world/europe/the-catalonia-crisis-has-not-divided-spain-just-its-media.html", "body": "Among those measures, Prime Minister Mariano Rajoy wants to guarantee “truthful, objective and balanced” coverage in Catalonia.\n\nSuch a media takeover would be a direct strike at Catalan institutions that have been instrumental in promoting a separate culture and language. It would also put the Spanish government on a path toward reducing media freedom in ways that worry many Spaniards, even beyond Catalonia.\n\nBut the prospect has left Catalan citizens and journalists especially anxious. Not least among them is Vicent Sanchis, the general manager of TV3, who said it would return Spain to “a dark period,” when the dictatorship of Gen. Francisco Franco censored information.\n\n“When a government says that it will take charge of a television station, I know that this is something very serious,” said Mr. Sanchis, who wrote his doctoral thesis about Franco’s censorship.\n\nSince last weekend, the Catalan broadcaster has received messages of solidarity from the staff committees of rival television stations, including Spanish national television, where some employees have been openly criticizing their own coverage of the conflict.\n\nIgnacio Escolar, the editor of eldiario.es, a Madrid-based online publication, wrote that TV3 “isn’t my model of public television,” but that he was shocked by what he described as the cynicism of Mr. Rajoy’s government in demanding “truthful” coverage.\n\nSpain’s national television station, which is led by a central government appointee, runs news bulletins that have become “obscenely manipulated,” Mr. Escolar claimed.\n\nAdvertisement Continue reading the main story\n\nThe divergent story lines have sown bitterness all around, and extraordinarily harsh characterizations and criticism from each side.\n\nLast month, a group of far-right protesters stood outside the studio of Catalunya Radio during the morning show of Mònica Terribas, the station’s most famous presenter.\n\nThey shouted insults and displayed a banner that accused her of leading Catalans toward independence just as a Rwandan radio station persuaded Hutus to kill Tutsis before the 1994 genocide.\n\n“Somebody who compares us to the radio in Rwanda clearly hasn’t thought properly about what that means,” said Ms. Terribas in an interview on Tuesday. “It breaks my heart to hear people talk about us like monsters who manipulate brains.”\n\nBut perhaps the outlet with the most at stake for Catalans is TV3, which was begun in 1983 as an ambitious regional television project that Catalonia’s leader at the time, Jordi Pujol, used to reinstall the Catalan language, which was banned under Franco’s dictatorship.\n\nSince then, TV3 has spawned a generation of Catalan producers who built their own media companies, in both Catalonia and the rest of Spain.\n\nPhoto\n\n“TV3 was a decisive element in the construction of the new Catalan identity and society that Pujol wanted, but it also became part of a powerful system of clientelism,” said Josep Maria Martí Font, a Catalan journalist and former foreign correspondent for the newspaper El País.\n\nAntonio García Ferreras, who runs a politics show on La Sexta, a Madrid-based television channel, argued that Catalonia’s independence movement had been “light years ahead” of its opponents, in terms of promoting its separatist project on every possible platform.\n\nAdvertisement Continue reading the main story\n\n“The same ideology has been sold in every clever way possible, including on TV3’s children and food shows,” Mr. García Ferreras claimed. “I think the independence movement is perhaps now a victim of its communications success, having made people really believe that independence could soon become a reality.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn Madrid, on the other hand, he added, “we’re now seeing a large part of the media respond in a way that is forceful but also disrespectful, building up an audience that seems happy to hear denigrating views about Catalonia.”\n\nAs the standoff has reached a boiling point, some columnists and pundits have resigned or been pushed aside, while warning against mounting extremism in the news media.\n\nThis month, Joan López Alegre, a Catalan university professor of communications, left alongside another regular pundit on TV3, signing off with an opinion article in El País headlined “Farewell to the circus of hatred.”\n\nMr. López Alegre argued in an interview that it would not be “illogical” for Mr. Rajoy’s government to take control of a Catalan broadcaster that had been “pushing not only a political project against Madrid, but also working to create a conflict within Catalan society, using public money.”\n\nThe conflict has put journalists on both sides under huge pressure, also because it often feels extremely personal.\n\nSusanna Griso is a journalist who comes from Barcelona but has worked for the past 20 years in Madrid for the Antena 3 channel. She recently choked back tears on live television while arguing with a Catalan mayor about whether Spanish police officers should be stationed in her town.\n\nPhoto\n\n“These are extreme circumstances when you’re giving opinions about an issue that affects your family and those you love,” Ms. Griso said. “From the media coverage, it often now looks as if we’re already living in different states, but real life is a lot more complicated than that.”\n\nMr. Martí Font, the former El País journalist, noted that the gap in the narrative was “galactic” on social media, where several videos have gone viral showing Spanish police officers and officials either celebrating and insulting Catalans or receiving abuse from them.\n\nAdvertisement Continue reading the main story\n\nHe forecast that Mr. Rajoy’s government would use Article 155 to squeeze the Catalan broadcaster financially rather than risk the controversial removal of key staff members.\n\n“Money talks and it’s easier to turn off the tap to change an editorial line rather than enforce censorship, as we’ve seen with the problems of some newspapers dealing with their debt holders,” he said.\n\nMr. Sanchis, the general manager of TV3, acknowledged that his company could not survive without public money. The Catalan government pays 230 million euros, or about $272 million, of TV3’s annual €300 million budget.\n\nMadrid has already used the stick to force Catalan media into line.\n\nLast month, it warned that it would prosecute media companies that advertised the independence referendum. Ara, a Catalan newspaper that is committed to holding an independence referendum, heeded the warning.\n\n“Some readers were unhappy, but we took this decision not only to protect our newspaper but also to stay sound and alive now,” said Salvador Garcia Ruiz, Ara’s chief executive.\n\nOn Tuesday afternoon, Lídia Heredia drove home late, after spending 12 hours at her TV3 television station, presenting her morning show and then attending an afternoon newsroom meeting where executives discussed Article 155 with their anguished staff.\n\n“I’ve always known that I’m in a job with high responsibility as well as pressure, but the situation now feels surreal,” she said.\n\n“We’re talking about who we will have to obey or not,” she added. “It might sound strange, but I always assumed that journalism was about questioning anybody giving orders, to get closer to the reality.”"}