{"title": "Disrespect Intended: Mechanic-Candidate Bursts French Political Elite’s Bubble", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/04/06/world/europe/with-disrespect-mechanic-candidate-bursts-french-political-elites-bubble.html", "body": "“It’s not because I’m not wearing a tie that you can cut me off,” he said sharply to one of the debate hosts, who was trying to curb him. Running from a far-left party that got 1 percent of the vote in the last election, Mr. Poutou had little to lose.\n\nThere was going to be trouble.\n\nIt came like a Scud missile, as Le Monde put it.\n\nMr. Poutou turned to Ms. Le Pen, whose surging National Front appears on the verge of a historic breakthrough, all but guaranteed a place in May’s presidential runoff against the other probable finalist, the former economy minister Emmanuel Macron.\n\nAt the same time, her party is mired in twin corruption scandals, one involving fake jobs at the European Parliament, the other fake campaign-expense billing reimbursed by the state. Close associates have been charged.\n\nMs. Le Pen, a supposed “outsider” candidate from a populist party, has refused to answer a police summons, invoking “parliamentary immunity.”\n\nThat angered Mr. Poutou. He didn’t bother with honorifics or first names — another sore point for the offended television commentators.\n\n“And then we’ve got Le Pen, next to me, Le Pen, dipping into the public purse,” Mr. Poutou said. “It’s not here, it’s Europe, and now for somebody who is anti-European, the worst is that the National Front, which calls itself anti-system, it doesn’t give a damn. It protects itself thanks to the laws of the system, thanks to parliamentary immunity, and so refuses to answer a police summons.”\n\nFrance’s Vote: The Basics The presidential election will be held in two stages.\n\nThen he scored what was acknowledged as the evening’s bull’s-eye, aimed squarely at Ms. Le Pen: “When we workers are summoned by the police, we don’t have worker’s immunity. Sorry about that. There it is. Here we go,” Mr. Poutou said.\n\nAdvertisement Continue reading the main story\n\nHe didn’t look as if he was joking. The studio audience burst into applause. Ms. Le Pen, visibly flustered, was left uncharacteristically silent. She had been attacked by a factory worker for being a privileged child of the system — a nuclear hit against a rabble-rousing candidate whose rallies are always framed by banners with the words “In the name of the people.”\n\n“The blow,” Le Monde commented, “was sharp.”\n\nEditorial writers across France hailed Mr. Poutou, and his sally lit up social media.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“One came out of it the big winner: Philippe Poutou,” L’Est Républicain, based in Nancy, wrote. “In shattering the system’s formalities, Philippe Poutou gave form, using simple words, to a widespread sentiment.”\n\nMr. Poutou had “shattered the screen,” Le Courrier Picard wrote. “It was like the eruption of a certain reality into the weighty and rigid universe of the political-media sphere.”\n\n“The devil Poutou leaped from his cage to attack Fillon,” La République des Pyrénées said, “and then Marine Le Pen. He scored the winning hit. This is what will be remembered.”\n\nMr. Fillon, the candidate of the Républicains, and at one time the race’s front-runner, was hardly spared by Mr. Poutou. He has dropped steadily in the polls since being put under investigation, and now criminally charged, over accusations that he used public money to pay his wife for a phony job as a parliamentary assistant.\n\nRevelations that a political fixer recently bought him two fine suits for over $13,000 at one of Paris’s fanciest tailors have not helped. Mr. Fillon’s image of probity has been shattered, and his platform of austerity for France is the object of ridicule.\n\n“Fillon. Right. He’s sitting across the room from me,” Mr. Poutou began. His target shifted uneasily in his seat, a tight smile on his face. “Nothing but revelations,” Mr. Poutou continued. “The more one digs, the more one smells corruption and cheating, and then, it’s these fine folk who explain to us that we need rigor, austerity, and all the while dipping into the public purse.”\n\nLe Monde heard Mr. Fillon mutter furiously, “I’m going to sock you with a damn lawsuit, you.”\n\nAfterward, the television commentators in Paris sniffed. “I don’t think Philippe Poutou deserves any honors,” said Anna Cabana, an analyst on BFMTV. “He acted very disrespectfully.”\n\nBut that was not the verdict on social media. And Mr. Fillon is now in danger of losing even his third-place perch in the first round of voting April 23 to another insurgent far-left candidate, the veteran Jean-Luc Mélenchon, whose relatively unbridled style and populist fervor have caught on.\n\nAdvertisement Continue reading the main story\n\nMr. Poutou was enjoying his new celebrity Thursday.\n\n“It’s a bit surprising. We’re not used to it,” Mr. Poutou, a mechanic in the maintenance and repair department of a Ford factory, said in a brief phone interview, dashing between appointments. “In the streets, it’s very striking. People are saying bravo, thanks so much. We realize it’s touched a lot of people. It’s what people are thinking, but these things are almost never said to politicians’ faces.”", "summary": "Le Pen, whose surging National Front appears on the verge of a historic breakthrough, all but guaranteed a place in May’s presidential runoff against the other probable finalist, the former economy minister Emmanuel Macron.Le Pen, a supposed “outsider” candidate from a populist party, has refused to answer a police summons, invoking “parliamentary immunity.”She had been attacked by a factory worker for being a privileged child of the system — a nuclear hit against a rabble-rousing candidate whose rallies are always framed by banners with the words “In the name of the people.”He has dropped steadily in the polls since being put under investigation, and now criminally charged, over accusations that he used public money to pay his wife for a phony job as a parliamentary assistant.And Mr. Fillon is now in danger of losing even his third-place perch in the first round of voting April 23 to another insurgent far-left candidate, the veteran Jean-Luc Mélenchon, whose relatively unbridled style and populist fervor have caught on."}