{"title": "Marine Le Pen of France Meets With Vladimir Putin in Moscow", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/03/24/world/europe/marine-le-pen-of-france-meets-with-putin-in-moscow.html", "body": "Then there is Ms. Le Pen, who Russian television reported had met earlier with parliamentary deputies in Moscow, while calling for the lifting of sanctions against Russia for its land grab in Ukraine.\n\nMr. Putin’s Russia has long been a source of aid for Ms. Le Pen’s National Front. In 2014, her party received a $9.7 million loan from a Russian bank; Ms. Le Pen said French banks were shunning her party. The loan nonetheless drew condemnation from the governing Socialists as an unsavory example of foreign financing for a French political party.\n\nDenying any quid pro quo, the National Front was the only French party to approve of Russia’s annexation of Crimea, and its officials have regularly called for the lifting of Western sanctions against Russia. National Front officials regularly visit Russia. From its earliest origins, the party has not been reticent about displaying an affinity for authoritarian leaders.\n\n“I won’t hide that, in a certain sense, I admire Vladimir Putin,” Ms. Le Pen was quoted as saying in the Russian paper Kommersant in 2011. “He makes mistakes, but who doesn’t? The situation in Russia is not easy.”\n\nHer foreign policy positions in the 2017 campaign — Ms. Le Pen is favored to win in a first round of voting on April 23 but lose in the second round two weeks later — have a clear pro-Russian tilt. Aides have praised Ms. Le Pen’s ideological closeness to both Mr. Trump and Mr. Putin, saying she is well placed to form alliances with both.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“She’s the only one who can speak with both Putin and Trump,” one of Ms. Le Pen’s top lieutenants, Jean-Lin Lacapelle, said in an interview here two weeks ago.\n\n“She’s got a privileged relationship with Putin,” said Mr. Lacapelle, a longtime friend of Ms. Le Pen. “You can’t be isolated when you’ve got both Putin and Trump on your side.”\n\nAsked whether the Le Pen campaign was in touch with Trump officials, Mr. Lacapelle would say only, “There are lots of things going on.”\n\nAdvertisement Continue reading the main story\n\nIn a fiercely nationalist speech to diplomats in Paris last month, Ms. Le Pen criticized the European Union, which she wants France to leave, for having “mistreated” Russia, calling Russia an “indispensable interlocutor” in the Middle East.\n\nMs. Le Pen spoke of wanting to “anchor” Russia to Europe, even as she heaped scorn on the European Union, which she said was “facing contrariwise to the rest of the world.”\n\n“Everywhere, globalization is in retreat,” Ms. Le Pen told a group of bemused diplomats in a gilded hall in the fashionable 16th Arrondissement. “The Europe of peoples will be constructed against globalist dissolution,” she said. “I celebrate the renaissance of the European peoples.”\n\nShe “saluted” what she called Mr. Trump’s “realism” and his “desire for change,” while quoting approvingly Charles de Gaulle’s dictum that states have “no friends, but only interests.”\n\nShe insisted that the “singularity of the world’s populations is not soluble merely in the market,” while denouncing the “lies of globalization and liberalism.”", "summary": "Le Pen, who Russian television reported had met earlier with parliamentary deputies in Moscow, while calling for the lifting of sanctions against Russia for its land grab in Ukraine.The loan nonetheless drew condemnation from the governing Socialists as an unsavory example of foreign financing for a French political party.Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services.Le Pen spoke of wanting to “anchor” Russia to Europe, even as she heaped scorn on the European Union, which she said was “facing contrariwise to the rest of the world.”She “saluted” what she called Mr. Trump’s “realism” and his “desire for change,” while quoting approvingly Charles de Gaulle’s dictum that states have “no friends, but only interests.”"}