{"title": "Obama, in London, Urges Support for European Trade Deal", "authors": ["Michael D. Shear"], "url": "https://www.nytimes.com/2016/04/24/world/europe/president-obama-london.html", "body": "Aides say Mr. Obama will press his case for the trade deal during a visit to Germany on Sunday and Monday. But he eagerly seized on a question about the deal from a young woman in the forum on Saturday.\n\n“If we are able to get this deal done, it is estimated that it will create millions of jobs and billions of dollars in benefits on both sides of the Atlantic,” the president said.\n\nHe also joked that it might finally mean that light sockets in all European nations and the United States would finally be the same.\n\n“Those light sockets are really irritating,” he said.\n\nThe trade question was one of 10 that Mr. Obama took from the audience at the Royal Horticultural Halls. The president has held similar events in most of the countries he has visited during trips abroad, viewing them as a way to connect with a younger generation and an antidote to the cynicism he often confronts with his peers.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Saturday, Mr. Obama took questions about Northern Ireland, social justice campaigns, his legacy, Somalia and transgender rights.\n\nThe president appeared to take offense at one questioner who suggested that the United States — and Mr. Obama’s administration — had not taken seriously the issue of racial profiling, especially at airports.\n\n“Before everybody starts applauding that question, let’s make sure we are on the same wavelength on facts,” Mr. Obama said, waving his hands for the clapping to stop as he answered the question. He said he had been adamant in opposing racial profiling at airports.\n\nHe also repeated an indirect critique about the Black Lives Matter campaign, suggesting that the activists in that movement should be more willing to sit down and work with politicians to solve problems rather than just criticize them from the outside.\n\nAdvertisement Continue reading the main story\n\n“Once you’ve highlighted an issue and brought it to people’s attention and shined a spotlight, and elected officials and people who are in positions to start bringing about change are ready to sit down with you, then you can’t just keep on yelling at them,” the president said after mentioning the Black Lives Matter movement.\n\n“You can’t refuse to meet because that might compromise the purity of your position,” he added. “The value of social movements and activism is to get you at the table, to get you in the room.”\n\nEarlier in the day, Mr. Obama toured the Globe Theater, which sits near where the original was built in 1599, to mark the 400th anniversary of William Shakespeare’s death.", "summary": "The president has held similar events in most of the countries he has visited during trips abroad, viewing them as a way to connect with a younger generation and an antidote to the cynicism he often confronts with his peers. The president appeared to take offense at one questioner who suggested that the United States — and Mr. Obama’s administration — had not taken seriously the issue of racial profiling, especially at airports. He also repeated an indirect critique about the Black Lives Matter campaign, suggesting that the activists in that movement should be more willing to sit down and work with politicians to solve problems rather than just criticize them from the outside. Earlier in the day, Mr. Obama toured the Globe Theater, which sits near where the original was built in 1599, to mark the 400th anniversary of William Shakespeare’s death."}