{"title": "Catalonia Independence Bid Pushes Spain Toward Crisis", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/09/08/world/europe/spain-catalonia-independence.html", "body": "Almost immediately, Catalan and Spanish politicians — in addition to pointing fingers at each other over potential security lapses — resumed their sparring over the region’s aspirations.\n\nSeparatist leaders now face fines and suspension from office if they go ahead with the referendum, which has been declared illegal by the central government in Madrid, with the support of Spanish courts.\n\nSome 6,000 ballot boxes have been stored in a secret location for fear that they could be confiscated by the police. The Catalan Parliament has been fast-tracking legislation amid walkouts by unionist lawmakers and objections from the assembly’s own lawyers.\n\nPrime Minister Mariano Rajoy’s resolve stems in part from his successful resistance to Catalan pressure before, including in November 2014, when Catalonia last held a vote on separation.\n\nBut the 2014 vote was a nonbinding consultation. Just under 40 percent of voters turned out, and about 80 percent of those who did voted for independence.\n\nThis time, Catalonia’s government has promised that the referendum will be binding, even if it is declared illegal by Spain’s constitutional court and even if Catalan opponents of independence boycott it.\n\nPhoto\n\nThat has made the current round of the fight significantly riskier.\n\nSeparatism has deep historical and cultural roots in Catalonia, which has a distinct language. Monday’s Catalan national day commemorates a Catalan defeat at the hands of Madrid: the 1714 capture of Barcelona by the troops of Philip V, the first Bourbon monarch of Spain.\n\nAdvertisement Continue reading the main story\n\nAt one point, Spain’s national lawmakers came close to appeasing Catalan’s nationalist sentiment by allowing the region special autonomy. But when that statute was struck down by Spain’s constitutional court in 2010, the tensions came to the fore.\n\nThe dispute gathered steam during the financial crisis after Mr. Rajoy rejected a plea by Catalonia to reduce its contribution to a Spanish tax system that transfers money from wealthier to poorer areas.\n\nThe move only fueled the sense in Catalonia — Spain’s most economically powerful region — that Madrid was unfairly sucking away its wealth.\n\nSpain has emerged from its banking crisis to spearhead Europe’s economic recovery, with a gross domestic product that is expected to grow over 3 percent this year. But that has not curbed the independence drive in Catalonia led by separatist lawmakers who have held a majority in the regional assembly since late 2015.\n\n“Having better macroeconomic data doesn’t mean people have more to spend and feel better off,” said Josep Borrell, a Catalan economist and a former leader of Spain’s Socialist party.\n\nAs a result, he added, the separatist leitmotif that “Spain robs us” remains a powerful message.\n\nMr. Borrell, however, is among those who have forcefully challenged separatist claims that an independent Catalonia would have a bright economic future.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNevertheless, Madrid and Barcelona are now locked in a tit-for-tat struggle in which each side accuses the other of anti-democratic behavior.\n\nThe separatists say Madrid is denying Catalans the democratic right to vote on their future. Madrid says the separatists are undermining democracy by flouting court rulings and violating the constitution.\n\nIn recent days, Mr. Rajoy’s government took legal action to ensure that Spain’s judiciary declares null and void the laws that separatist lawmakers have approved before the referendum.\n\nAdvertisement Continue reading the main story\n\nOn Thursday, Mr. Rajoy told Catalonia’s mayors, elected officials and civil servants that their duty was to “prevent or paralyze” an illegal referendum. As Spain’s leader, he added, “I will do everything necessary without giving up anything” to stop secessionism in its tracks.\n\nIn response, Carles Puigdemont, the leader of Catalonia, told Catalan television that no politician or court in Madrid could stop the referendum.\n\nPhoto\n\nOn Oct. 1, he predicted, Catalonia will be swept up in “a democratic tsunami,” as its streets fill with citizens casting their vote in favor of independence. Democracy, Mr. Puigdemont argued, is “to listen to citizens,” while Mr. Rajoy is doing “another thing” by threatening punishment, with the support of Spanish judges.\n\nMr. Puigdemont and his colleagues seem prepared to pursue their fight even if it results in their prosecution.\n\nThat is what happened in March to Artur Mas, Catalonia’s former leader, who was fined and barred from holding office for two years after a court found him guilty of organizing the last independence referendum.\n\nThis time the conflict is further complicated by the fragile grip that both Mr. Rajoy and Mr. Puigdemont have on power.\n\nMr. Puigdemont heads a separatist coalition in which his own conservative Convergence party has lost clout, in part because of arguments over secessionism but also because it has been entangled in fraud cases.\n\nMr. Rajoy leads a minority government in Madrid and a conservative Popular Party mired by corruption scandals.\n\nAdvertisement Continue reading the main story\n\nSo far, Mr. Rajoy has resisted calls by more hard-line elements of his conservative electorate to use emergency powers granted under Spain’s Constitution to seize back administrative control of Catalonia.\n\nBut he has not ruled out such a step, particularly if Mr. Puigdemont’s government declares independence unilaterally.\n\nEither move would be a significant escalation in the standoff.\n\nAt this stage, whether the referendum succeeds or not, Mr. Puigdemont and his fellow separatist politicians have raised expectations of a significant moment.\n\nWin or lose, separatists could still take to the streets, warned Francesc de Carreras, a constitutional lawyer who helped launch Ciudadanos, a party firmly opposed to independence.\n\n“We should at least be ready for a Catalan version of Maidan,” he said, referring to the square in Kiev that became the center of the Ukrainian revolution in 2014.\n\n“It could create an even more unpredictable and tense situation,” he said. “But the right to protest must also be respected in a democracy.”"}