{"title": "Le Pen Calls Parties in France ‘Completely Rotten’ as They Unite to Fend Her Off", "authors": ["Aurelien Breeden", "Adam Nossiter"], "url": "https://www.nytimes.com/2017/04/24/world/europe/french-election-macron-le-pen.html?rref=collection%2Ftimestopic%2FFrance&action=click&contentCollection=world&region=stream&module=stream_unit&version=latest&contentPlacement=9&pgtype=collection", "body": "Some of Ms. Le Pen’s advisers said, in interviews with French news media on Monday, that they were hoping to lure some of the supporters of the defeated Mr. Mélenchon, whose populist program bore similarities to that of Ms. Le Pen: hostility to the European Union, NATO and the forces of globalization, and a forgiving attitude toward Russia’s president, Vladimir V. Putin.\n\nMany of Mr. Mélenchon’s supporters may have little fondness for Ms. Le Pen, but in interviews they expressed equal disdain for the pro-free market Mr. Macron. “For me, Le Pen, Macron, it’s the same,” said Olivia Scemama, a musician from the 18th Arrondissement of Paris who said she voted for Mr. Mélenchon. “With Macron, it’s the extremism of banks, of finance.”\n\nThe election results published Monday suggested another hurdle for Ms. Le Pen to overcome: a sharp urban-rural divide in the vote, with voters in France’s major cities heavily favoring her rivals. The geography and sociology of her support was similar to Donald J. Trump’s support in the 2016 United States presidential race. She won more départements — between a county and a state in French political geography — than Mr. Macron, and she won the working-class vote. But she did poorly in what French sociologists call “Winner’s France” — urban, employed, well-educated and pro-European. She received less than 5 percent of the vote in Paris, less than 8 percent in Bordeaux and less than 9 percent in Lyon.\n\nStock markets opened higher on Monday across Europe, a sign that investors were relieved by Mr. Macron’s strong showing. Ms. Le Pen wants France to leave the euro currency zone, a prospect that created unease on international markets in the prelude to the first round of voting.\n\nPolls released Monday showed that about 60 percent of voters supported Mr. Macron, compared with less than 40 percent for Ms. Le Pen. A live televised debate between the candidates is set for May 3.\n\nIn Hénin-Beaumont, the northern French city where Ms. Le Pen won 46 percent of the vote and whose National Front mayor is one of her top advisers, even supporters were pessimistic about her chances in the runoff. “It’s a bummer,” said Jean-Louis Devienne, 72. “If people could come here and see how good the National Front has been for our town, they would understand how good it can be for our country.”\n\nOn Monday, Ms. Le Pen continued to emphasize the anti-immigrant and anti-globalization views that propelled her into the second round, and she denounced the efforts of the mainstream parties to keep her out of the presidency.\n\nAdvertisement Continue reading the main story\n\n“The old and completely rotten Republican Front, which no one wants, and which the French have pushed away with exceptional violence, is trying to coalesce around Mr. Macron,” Ms. Le Pen said in Rouvroy, a town in the deindustrialized north of France where her message tends to resonate with voters.\n\nPhoto\n\nMs. Le Pen also called Mr. Macron “weak” on terrorism, an issue that drew renewed attention days before the first round of voting, when a gunman on the Champs-Élysées, in central Paris, killed a police officer.\n\nPresident François Hollande is scheduled to pay tribute to the fallen officer at a ceremony on Tuesday. His office said that Mr. Macron and Ms. Le Pen are expected to attend.\n\nMr. Macron, who has never held elective office, came in first among 11 candidates, with 24 percent of the vote. Ms. Le Pen was second, with 21.3 percent, according to final results tallied Monday by the Interior Ministry.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Fillon, the center-right candidate who was once seen as the front-runner, before a scandal involving public funds paid to his family, finished third at 20 percent. He was followed by Mr. Mélenchon at 19.6 percent, and the Socialist candidate, Benoît Hamon, at 6.4 percent.\n\nThe mainstream parties were left struggling to pick up the pieces after their poor showing. On the right, many were quick to blame their candidate, Mr. Fillon, who refused to drop out of the race after the embezzlement scandal.\n\nThe Socialists and the Republicans will now be looking to elections in June, when French voters will elect the members of the National Assembly, France’s lower and more powerful house of Parliament. Those legislative elections could present a bigger challenge for Mr. Macron than winning the second round of the presidential election. He has vowed to field candidates in all 577 districts. But his political movement is barely a year old, and he is up against the established parties, which are weakened but still have extensive networks.\n\nAlthough Mr. Macron is seen as an overwhelming favorite in the second round of the presidential election, he was warned not to take victory for granted and — after he spent Monday night with supporters at a chic restaurant in the wealthy Sixth Arrondissement of Paris — not to celebrate too much, too soon.", "summary": "Le Pen’s advisers said, in interviews with French news media on Monday, that they were hoping to lure some of the supporters of the defeated Mr. Mélenchon, whose populist program bore similarities to that of Ms.Le Pen: hostility to the European Union, NATO and the forces of globalization, and a forgiving attitude toward Russia’s president, Vladimir V. Putin.Le Pen wants France to leave the euro currency zone, a prospect that created unease on international markets in the prelude to the first round of voting.Le Pen also called Mr. Macron “weak” on terrorism, an issue that drew renewed attention days before the first round of voting, when a gunman on the Champs-Élysées, in central Paris, killed a police officer.Although Mr. Macron is seen as an overwhelming favorite in the second round of the presidential election, he was warned not to take victory for granted and — after he spent Monday night with supporters at a chic restaurant in the wealthy Sixth Arrondissement of Paris — not to celebrate too much, too soon."}