{"title": "Naz Shah, British Lawmaker, Suspended Over Anti-Israel Posts", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2016/04/28/world/europe/britain-labour-party-leader-suspends-lawmaker-over-anti-israel-posts.html", "body": "Photo\n\nLONDON — In the face of mounting criticism over inaction on episodes of anti-Semitism in the Labour Party, Jeremy Corbyn reversed himself on Wednesday and suspended a party lawmaker for endorsing anti-Israel posts on social media before she became a member of Parliament.\n\nThe legislator, Naseem Shah, 42, also known as “Naz,” was elected last year in Bradford West, unseating George Galloway, a sharp critic of Israel who has himself been accused of anti-Semitism.\n\nMs. Shah emerged from a tough childhood in Bradford that included a forced marriage, and has been considered a rising star in the Labour Party. As the scandal built, she resigned on Tuesday as parliamentary private secretary to John McDonnell, the party’s spokesman on the economy.\n\nMr. Corbyn has been accused of not doing enough to combat anti-Semitism from Labour’s far left. He met earlier on Wednesday with Ms. Shah, who he said had issued a “full apology” for comments that “caused upset and hurt to the Jewish community.”\n\nAdvertisement Continue reading the main story\n\nBut another Labour legislator, Lisa Nandy, called on the party to suspend Ms. Shah pending an investigation. “There is a real problem for the Labour Party if we don’t look like we are taking these things seriously,” she told the BBC. “But this is not just about the impact on the Labour Party, there is also the question here about what is the right thing to do.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn Parliament later in the day, Prime Minister David Cameron said it was “extraordinary” that Ms. Shah was still a full member of Labour’s parliamentary party and also urged suspension. “Anti-Semitism is effectively racism and we should call it out and fight it whenever we see it,” he said.", "summary": "The legislator, Naseem Shah, 42, also known as “Naz,” was elected last year in Bradford West, unseating George Galloway, a sharp critic of Israel who has himself been accused of anti-Semitism. Ms. Shah emerged from a tough childhood in Bradford that included a forced marriage, and has been considered a rising star in the Labour Party. He met earlier on Wednesday with Ms. Shah, who he said had issued a “full apology” for comments that “caused upset and hurt to the Jewish community.” In Parliament later in the day, Prime Minister David Cameron said it was “extraordinary” that Ms. Shah was still a full member of Labour’s parliamentary party and also urged suspension."}