{"title": "Barcelona Attacks Add to Tension Between Catalonia and Spain", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/08/24/world/europe/barcelona-attacks-tension-catalonia-spain.html", "body": "Spain’s interior minister, Juan Ignacio Zoido, and his regional counterpart in Catalonia, Joaquim Forn, publicly disagreed this past weekend in their assessment of whether the terrorist cell had been dismantled.\n\nMr. Forn also stoked controversy by making a distinction between Catalan and other Spanish victims of the attacks, during an interview with local media.\n\nThose political differences, it is becoming clearer, also have practical security implications that the attack plotters perhaps managed to exploit.\n\nThe plotters circumvented a security apparatus that, until last week, had helped Spain avoid attacks like the Madrid train bombings that killed 192 people in 2004.\n\nTwo decades ago, Madrid agreed to give Catalonia full control over policing under its own force, the Mossos d’Esquadra. Even before last week’s attacks, however, Catalan separatists were demanding more resources for the Mossos.\n\nOn Sunday, Mr. Puigdemont used a television interview to argue that Catalonia should have direct ties to the C.I.A. and other intelligence services, without information passing through Madrid.\n\nPhoto\n\n“I’m sure the Spanish secret services are in contact with the services of other countries,” he said. “What’s clear is that the Mossos would love to have this direct relationship with the C.I.A. but it hasn’t happened.”\n\nAdvertisement Continue reading the main story\n\nOn Tuesday, however, an association representing Spain’s national and military police turned the argument around, claiming instead that the Catalan authorities had marginalized the contribution of Madrid, “with only one goal in mind: to show an image outside our borders of a self-sufficient Catalan state.”\n\nAdding to this controversy, the Catalan authorities have now acknowledged that last year a Belgian police officer requested information from a Catalan colleague about Abdelbaki Essati, an imam who is believed to have inspired last week’s attacks. The request, however, was made in “an absolutely informal manner,” Mr. Forn, the region’s interior minister, said Thursday at a news conference.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe next significant test will come on Saturday, when political leaders are urging citizens to join a march in Barcelona to denounce terrorism. Earlier this week, the Popular Unity Candidacy — a far-left and anti-monarchy party known by its Catalan acronym, CUP — threatened to boycott the march if King Felipe attends.\n\nOne of the party’s lawmakers, Mireia Boya, told a local radio station that the monarch was “a friend of Qatar and the Emirates” and as such had contributed to the financing of Islamic terrorism. The party’s threat, however, drew a strong rebuke from Mr. Puigdemont.\n\nThe CUP is a small but pivotal force in the drive for Catalan independence. Its members have guaranteed that a coalition of separatists hold a majority of the seats in Catalonia’s regional parliament.\n\nThe party’s reaction to the attacks suggests they not only aggravated tensions between Madrid and Barcelona but created frictions among the separatists themselves.\n\nAfter the attacks, Madrid-based newspapers ran editorials urging the Catalan separatist government to abandon its referendum plan. “An attack on this scale must serve as a wake-up call for Catalan political forces to return to reality,” El País wrote.\n\nSuch commentary, however, has incensed separatists. “Spain’s politicians and media have a long tradition of using terrorism as a political tool, the clearest example being what happened in 2004,” said Salvador Garcia-Ruiz, the chief executive of Ara, a Catalan newspaper that backs independence.\n\n“We’re now seeing the start of the same kind of manipulation — and I think it will only get worse” as the referendum deadline approaches, he said.\n\nAdvertisement Continue reading the main story\n\nThe 2004 bombing of commuter trains in Madrid — only days before a national election — changed the course of Spanish politics.\n\nVoters then punished a conservative government for its rush to blame Basque separatists rather than jihadi militants for the train bombings, Spain’s deadliest terrorist attack.\n\n“There’s clearly the temptation to score points in both Barcelona and Madrid, but everybody remembers there could be an even bigger price to pay if any action gets seen as using such horror only for political gain,” said Josep Ramoneda, a political columnist. “It’s a very delicate situation for both sides.”"}