{"title": "Macron Wants to Change France. But Will Voters Elect an Unknown?", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2017/04/19/world/europe/france-election-emmanuel-macron.html?rref=collection%2Ftimestopic%2FFrance&action=click&contentCollection=world&region=stream&module=stream_unit&version=latest&contentPlacement=30&pgtype=collection", "body": "Although he knew little about investment banking, in four years at the firm Mr. Macron was promoted from director to managing director. He earned nearly 2.9 million euros ($3.1 million) in those years, according to the financial disclosure form from when he was economy minister.\n\nBy 2014, at 36, he was appointed minister of economy under France’s current Socialist president, François Hollande, before leaving to begin his campaign. His one significant achievement was passage of what became known as the Macron Law, a hodgepodge of economic policies mostly designed to cut red tape and make markets more flexible.\n\nThose who have worked closely with Mr. Macron, both in government and in the private sector, are almost uniformly impressed by his grasp and dedication, but some said that at times they felt misled as Mr. Macron pursued his ambitions.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFrancis Vercamer, a member of the center-right Union of Democrats and Independents, remembers proposing several amendments to the Macron Law in private and said that the economy minister spoke positively about them. But when Mr. Vercamer later brought them up in debate on the legislation, Mr. Macron turned down every one, he said.\n\n“I don’t want to say it was dishonest because that’s not the right term,” said Mr. Vercamer, who was a vice president of the committee that examined the bill. “But for someone who comes to a private meeting and says, ‘This is good,’ and then comes to a public meeting and doesn’t support you and doesn’t give a reason, that’s not worthy of a representative of the Republic.”\n\nThe idea of what Mr. Macron represents as a candidate — a novel amalgam of pro-business and pro-social welfare policies, with an optimistic outlook on France’s future — often seems to inspire more than Mr. Macron himself.\n\nAt his recent rally in Pau, the crowd seemed a bit more enthusiastic before he spoke than afterward when some seemed baffled by his lofty proposals. He has been criticized as being technocratic, abstract and sometimes lacking in empathy.\n\nPhoto\n\nAn episode last year during a visit to an event in southern France, when Mr. Macron was heckled by a 21-year-old union activist in a black T-shirt, seems emblematic.\n\nAdvertisement Continue reading the main story\n\nThe young man called out to the neatly attired former banker, saying he had “not a penny to pay for a suit like that one.”\n\nMr. Macron responded: “The best way to pay for a suit is to work.”\n\n“I’ve worked since the age of 16,” the man shot back, in an exchange popularly interpreted as having put Mr. Macron in his place.\n\nMr. Macron’s policy proposals, while numerous, have been assailed as vague and hard to define politically, particularly for a country that thinks in terms of the political left and right. But to others, that is his appeal.\n\nJacques Attali, an economist, writer and longtime adviser to French politicians, said that many of Mr. Macron’s ideas were forged working on a prestigious nonpartisan economic commission set up under the right-leaning President Nicolas Sarkozy.\n\n“The idea behind the commission was to do something that should have been done by either the left or the right, or by both, but that had not been done by anyone,” said Mr. Attali, who served as the commission’s chairman.\n\nThat embrace of bipartisanship can result in neither side trusting him.\n\n“In a way, the left doesn’t really believe in him; in a way, the right doesn’t really believe in him,” said Frédéric Martel, a well-known writer on politics and culture, who also hosts a popular radio program on France Culture.\n\nYet there are many people who do, particularly among the urban, educated and relatively young.\n\n“He has a kind of free spirit that one can see in the choices he’s made,” said Amélie Castera, a longtime friend of Mr. Macron’s who studied with him at the École Nationale d’Administration and now holds a senior position at AXA, the French insurance giant.\n\n“He has this freedom that comes from his confidence in his destiny,” she said.", "summary": "His one significant achievement was passage of what became known as the Macron Law, a hodgepodge of economic policies mostly designed to cut red tape and make markets more flexible.Francis Vercamer, a member of the center-right Union of Democrats and Independents, remembers proposing several amendments to the Macron Law in private and said that the economy minister spoke positively about them.An episode last year during a visit to an event in southern France, when Mr. Macron was heckled by a 21-year-old union activist in a black T-shirt, seems emblematic.Jacques Attali, an economist, writer and longtime adviser to French politicians, said that many of Mr. Macron’s ideas were forged working on a prestigious nonpartisan economic commission set up under the right-leaning President Nicolas Sarkozy.“He has a kind of free spirit that one can see in the choices he’s made,” said Amélie Castera, a longtime friend of Mr. Macron’s who studied with him at the École Nationale d’Administration and now holds a senior position at AXA, the French insurance giant."}