{"title": "Artur Mas, Former Catalan Leader, Is Barred From Holding Office", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/03/13/world/europe/artur-mas-catalonia-spain-independence.html", "body": "Carles Puigdemont, who succeeded Mr. Mas as Catalan leader, also drew an unflattering comparison with the situation in Scotland, whose own government leader, Nicola Sturgeon, said on Monday that Scotland planned to hold a second independence referendum between the fall of 2018 and the spring of the following year.\n\n“What a mistake!” Mr. Puigdemont wrote on Twitter. “What a difference with consolidated and healthy democracies” like that of Britain.\n\nCatalan separatists face an uphill struggle to hold an independence referendum in 2017. But they have been encouraged by the example of Scotland, where Ms. Sturgeon on Monday said she would seek a referendum on independence.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nScots voted against separating from the rest of Britain in 2014, in a referendum held with the consent of the government in London. Ms. Sturgeon is arguing that another referendum is required because Scotland’s prospects have been changed by Britain’s planned exit from the European Union, after last June’s British referendum. While British voters overall decided to exit the European Union, 62 percent of voters in Scotland voted instead to remain.\n\nMr. Mas announced on Monday that he would appeal his sentence to the Spanish Supreme Court — but he also indicated that he was ready to take the case as far as European courts, given that he did not anticipate any appeal in Spain to be successful. Besides Mr. Mas, two other Catalan officials were also found guilty of disobedience on Monday for their part in staging the 2014 vote.\n\n“The law is not equal for everybody,” Mr. Mas told reporters at a news conference in Barcelona. “People are being persecuted for their ideas.”\n\nIn Madrid, however, government officials presented the ruling as proof that no citizen is above Spanish law. Pablo Casado, a government spokesman, promised that “the government will ensure compliance with the law in Catalonia.”\n\nIn the 2014 nonbinding ballot, almost 81 percent voted for independence, but only one-third of eligible voters took part.\n\nMs. Mas was replaced as government leader in early 2016, as part of a deal between the separatist parties that hold a majority of seats in the Catalan parliament. Since then, his party has also become entangled in major corruption cases over the payment of kickbacks for public works in Catalonia."}