{"title": "Marine Le Pen Sharpens Attack on Emmanuel Macron in French Debate", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/03/21/world/europe/france-election-debate.html", "body": "Ms. Le Pen, inheritor of the anti-immigrant, populist National Front party from her father, concentrated her fire Monday night on her younger opponent.\n\nMr. Macron, 39, has advanced more by offering a fresh face than by political savvy, and Ms. Le Pen, 48, sought to exploit his vulnerability, forcing him to define himself in opposition to her strident positions.\n\nShe accused Mr. Macron of supporting the “burkini,” the full-body swimsuit at the center of a rancorous debate last summer over displays of the Muslim faith.\n\n“We’ve got Islamists in our country,” Ms. Le Pen said. “The demands are incessant,” she said, citing food and clothing.\n\nAn unsettled Mr. Macron shot back: “I’m not putting words in your mouth. I don’t need a ventriloquist.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“The trap you are falling into, Madame Le Pen, with your provocations, is to divide society,” he said, adding that she was making “enemies out of more than four million French men and women whose religion happens to be Islam.”\n\nThe other three candidates present Monday night tried to get shots in at the two front-runners.\n\nMr. Fillon was once favored to win the election, but he has been wounded by a series of scandals, most notably charges of embezzlement over allegations that he put family members on the government payroll for nonexistent jobs.\n\nHe sought during the debate to project a reassuring image of gravity, but he was forced to acknowledge that he “might have made some mistakes.” Most recently, he was accused of accepting two suits worth 13,000 euros, or about $14,000, from a political fixer.\n\nAdvertisement Continue reading the main story\n\nThat has left Mr. Fillon vulnerable to sly insinuations about his ethics. Mr. Hamon, for instance, pointedly described himself as someone who would be “an honest and fair president,” free from the influence of “money and lobbies.”\n\nMr. Hamon, the Socialist candidate, has promised a guaranteed “universal income” and has spoken of cutting the already reduced French workweek, but his chances are thought to be lowered by the presence of Mr. Mélenchon, whose positions are largely similar.\n\nMs. Le Pen, who also faces accusations related to fictional jobs, accused Mr. Mélenchon of being a “Robespierre” when he called on voters to “reward the virtuous and punish those who don’t seem so.”\n\nMr. Macron, for his part, projected an image of innocence and virtue, and Ms. Le Pen aimed directly for it, with the most savage blast of the evening aimed at his reputation for speaking at length but saying little.\n\nAfter a windy declaration by Mr. Macron on protecting France’s “independence,” Ms. Le Pen, whose campaign is centered on a withdrawal from the European Union, mockingly repeated the word before firing back.\n\n“You’ve spoken for seven minutes, and I have no idea what you said,” she said. “You haven’t said anything. Every time you talk, you take a little of this, and a little of that, and you never settle on anything.”", "summary": "Le Pen, inheritor of the anti-immigrant, populist National Front party from her father, concentrated her fire Monday night on her younger opponent.“The trap you are falling into, Madame Le Pen, with your provocations, is to divide society,” he said, adding that she was making “enemies out of more than four million French men and women whose religion happens to be Islam.”Mr. Fillon was once favored to win the election, but he has been wounded by a series of scandals, most notably charges of embezzlement over allegations that he put family members on the government payroll for nonexistent jobs.He sought during the debate to project a reassuring image of gravity, but he was forced to acknowledge that he “might have made some mistakes.” Most recently, he was accused of accepting two suits worth 13,000 euros, or about $14,000, from a political fixer.Mr. Hamon, the Socialist candidate, has promised a guaranteed “universal income” and has spoken of cutting the already reduced French workweek, but his chances are thought to be lowered by the presence of Mr. Mélenchon, whose positions are largely similar."}