{"title": "Catalonia’s New Leader Vows to Continue Secessionist Drive", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2016/01/11/world/europe/catalan-separatists-carles-puigdemont.html", "body": "Despite their leadership disagreements, the separatist parties had already approved a resolution in November that calls for Catalonia to become an independent republic, a goal that separatists aim to achieve within 18 months. Most controversially, the resolution included a defiant claim that Catalan’s march toward nationhood need not be subject to approval by the national government of Prime Minister Mariano Rajoy and other Spanish institutions, even the Constitutional Court.\n\nMr. Mas converted himself into the leader of the Catalan secessionist drive in 2012 after a fallout with Mr. Rajoy over whether Catalonia should be granted more tax benefits, as part of a Spanish fiscal system that redistributes tax income from richer regions like Catalonia to poorer ones.\n\nEven if the territorial dispute had appeared to have turned into a personal fight between Mr. Rajoy and Mr. Mas, who are both conservative politicians, the removal of Mr. Mas is unlikely to help resolve what has become the biggest political headache for the government in Madrid.\n\nVideo\n\nIn fact, while Catalonia is now putting an end to months of government deadlock, the deal there comes as Spanish politics enters a period of major uncertainty over who will lead the next government. Mr. Rajoy faces a struggle of his own to stay in office, after inconclusive national elections in December in which his Popular Party won the most votes but lost its parliamentary majority. Spain’s new Parliament is set to convene on Wednesday.\n\nMr. Puigdemont, 53, made no reference in his speech on Sunday to the turmoil in national politics. He is a former journalist who became mayor of Girona in 2011 and has also been at the helm of an association of Catalan municipal leaders who favor independence.\n\nMr. Rajoy responded on Sunday evening by issuing a warning to the new Catalan government, saying that his administration will not allow “any action that would contravene the unity and sovereignty and that goes against the law and the decisions of the courts.” He added during a news conference that “we have more instruments than ever to defend our unity.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Mas said he had made a painful decision but insisted that he would remain in politics, even if no longer in a government leadership role. In his parliamentary speech on Sunday, Mr. Puigdemont thanked Mr. Mas for leading Catalonia toward independence and for making the “exemplary” decision to step aside in order to break the government deadlock. He also asked citizens for forgiveness for the three months of haggling over the future role of Mr. Mas.\n\nStill, Catalan parties that oppose secession and the appointment of Mr. Puigdemont criticized the leadership agreement. In Sunday’s parliamentary vote, Mr. Puigdemont was elected by 70 votes against 63, with two abstentions.\n\nInés Arrimadas, a leading lawmaker from the Citizens party, described the deal among separatist parties as “a democratic fraud.” She also told lawmakers on Sunday that Mr. Puigdemont was not “a person sufficiently moderate and respectful to represent all Catalans.”"}