{"title": "Labour Party Suspends Former London Mayor Over Hitler Remarks", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2016/04/29/world/europe/labour-party-suspends-ken-livingstone-hitler-remarks.html", "body": "“Let’s remember, when Hitler won his election in 1932, his policy then was that Jews should be moved to Israel,” Mr. Livingstone said. “He was supporting Zionism before he went mad and ended up killing six million Jews.”\n\nMr. Livingstone also said that there had been an attempt to “smear Jeremy Corbyn and his associates as anti-Semitic from the moment he became leader.”\n\nLater on Thursday, Mr. Livingstone was confronted by John Mann, a Labour lawmaker, who in a series of angry exchanges filmed outside a television studio described him as a “disgusting Nazi apologist” and accused him of “rewriting history.”\n\nWorries about the stance of the party’s leadership had already led to criticism from one Labour donor, David Abrahams, who told the British newspaper Jewish News that he had been “appalled by the growth of anti-Semitism in the party,” describing it as “a plague that has to be stamped out.”\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMoshe Kantor, president of the European Jewish Congress, appealed to Mr. Corbyn to institute a zero-tolerance policy toward anti-Semitism.\n\n“Corbyn has to answer why there are special criteria for anti-Semitism as if it is somehow considered a more acceptable form of racism, discrimination and bigotry,” he said in a statement.\n\nMr. Livingstone is no stranger to controversy and has been one of the most acerbic figures on the left wing of the Labour Party for several decades. When he was not selected by Labour to run for the London mayoral elections in 2000, he entered as an independent and won — though when he was re-elected in 2004, it was as the official Labour Party candidate.\n\nAdvertisement Continue reading the main story\n\nIn 2005, Mr. Livingstone was investigated for likening a Jewish reporter to a Nazi concentration camp guard. Last year he provoked criticism when he said that a Labour lawmaker, Kevan Jones, who has depression, “might need some psychiatric help” — though he eventually apologized for the comment.\n\nAmong those who had called for disciplinary action against Mr. Livingstone over his latest remarks was Sadiq Khan, a former Labour government minister who hopes next week to be the first Muslim to be elected mayor of London.\n\nIn a statement, the Labour Party said that Mr. Livingstone had been suspended “pending an investigation, for bringing the party into disrepute.” It also added that Mr. Mann — the lawmaker who confronted Mr. Livingstone — had been summoned by the chief whip, who is responsible for parliamentary discipline, “to discuss his conduct.”\n\nMr. Corbyn also told reporters that the Labour Party was “not tolerating anti-Semitism in any form whatsoever in our party.”\n\nYet the recent episodes may weaken Mr. Corbyn, who is at odds with many of his own lawmakers. A clear majority of them did not want him to be their leader despite his winning an overwhelming mandate from party members and supporters last year.\n\nMr. Livingstone is one of relatively few experienced political figures upon whom Mr. Corbyn can rely for support on issues that put him at odds with many of his lawmakers, such as his opposition to nuclear weapons.\n\nThe rift also exposed political divisions within the opposition ranks, as one of Mr. Corbyn’s critics attacked him for taking action against Mr. Mann, as well as Mr. Livingstone.\n\nMichael Dugher, who was fired this year by Mr. Corbyn as Labour’s spokesman for culture, media and sport, supported Mr. Mann on Twitter, saying: “What on earth has happened to the Labour Party?”", "summary": "Later on Thursday, Mr. Livingstone was confronted by John Mann, a Labour lawmaker, who in a series of angry exchanges filmed outside a television studio described him as a “disgusting Nazi apologist” and accused him of “rewriting history.” Among those who had called for disciplinary action against Mr. Livingstone over his latest remarks was Sadiq Khan, a former Labour government minister who hopes next week to be the first Muslim to be elected mayor of London. Mr. Livingstone is one of relatively few experienced political figures upon whom Mr. Corbyn can rely for support on issues that put him at odds with many of his lawmakers, such as his opposition to nuclear weapons. The rift also exposed political divisions within the opposition ranks, as one of Mr. Corbyn’s critics attacked him for taking action against Mr. Mann, as well as Mr. Livingstone."}