{"title": "Marine Le Pen Denies French Guilt for Rounding Up Jews", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/04/10/world/europe/france-marine-le-pen-jews-national-front.html", "body": "Ms. Le Pen’s words also flew in the face of over four decades of historical research into the eager collaboration of the wartime French government, which had been installed in the spa town of Vichy. It was the French government’s police chief, René Bousquet — a favorite of the head of the government at the time — who organized the roundup, impressing his German counterparts with his energy.\n\n“Vichy did not have a knife to its throat,” the historian Philippe Burrin wrote of the Vel d’Hiv roundup in his landmark book, “La France à l’Heure Allemande,” (“France Under the Germans”).\n\n“Without the help of the police” — the French police — “the SS was paralyzed,” Mr. Burrin wrote. “The French authorities were entirely disposed to get rid of foreign Jews,” he wrote, referring to the officials’ offer to the Nazis, on that occasion at least, to hand over Jews who were not French citizens.\n\nMs. Le Pen’s remark on Sunday was criticized as a “grave mistake” by her principal election opponent, the former economy minister Emmanuel Macron, and as “negationism” by a leader on the right, Christian Estrosi, the president of the Provence-Alpes-Côte d’Azur region. The Israeli government also had harsh words, as did French Jewish organizations.\n\nMs. Le Pen’s campaign has been oriented around an extreme form of nationalism, and she often criticizes historians and others who bring up the uglier aspects of France’s past, as she did on Sunday. “We’ve taught our children that they have all the reasons in the world to criticize it, to only see its darkest historical aspects,” she said. “I want them to be proud of being French.”\n\nMainstream candidates on the right have uttered similar sentiments about respecting France’s “national narrative.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut the Vel d’Hiv and France’s wartime treatment of its Jews have generally been off-limits to this sort of historical revisionism. As the American historian Robert Paxton has pointed out, France was unique in Western Europe in that it was the only country to use its own police force for roundups in territory not occupied by the Germans.\n\nEver since President Jacques Chirac declared in a speech in 1995 commemorating the Vel d’Hiv roundup that “France, on that day, committed the irreparable,” the question of French complicity and guilt has appeared largely settled, officially at least. “Going back on its word, it delivered those whom it was protecting to their executioners,” Mr. Chirac said at the time.\n\nAdvertisement Continue reading the main story\n\nOn Sunday night, to quiet the growing polemic, Ms. Le Pen tried to place her words in the context of others who have disassociated the Vichy government from France itself. “I consider that France and its Republic were in London during the occupation, and that the Vichy regime wasn’t France,” Ms. Le Pen said in a news release.\n\nThere again, the historians’ verdict is different. The Vichy government initially enjoyed wide support, its functionaries and officials came largely from the prewar bureaucracy, and many went on to have excellent careers in government and business after the war. Foreign countries, including the United States, maintained embassies at Vichy and had cordial relations with it.\n\nMr. Bousquet received a suspended sentence in 1949 and had a successful career in business afterward. His role and high connections were only belatedly re-exposed 40 years later, when he was charged with crimes against humanity. He was shot dead by a deranged person in June 1993.\n\n“To isolate Vichy from the French population, that doesn’t hold up for one second,” one of France’s leading historians of the period, Henry Rousso, said on Monday. “You only have to look at the newsreels of the crowds applauding Pétain,” Mr. Rousso said, referring to the wartime Vichy leader, Marshal Pétain. “Not all of France was at Vichy. But a part of it was.”\n\nMs. Le Pen’s remark was all the more puzzling in that she has worked strenuously to dissociate herself from her party’s anti-Semitic past, embodied by her father, the party founder, Jean-Marie Le Pen, who notoriously called the Holocaust a “detail in the history of the Second World War.”\n\nEx-wartime Nazi collaborators were prominent in the early leadership of the National Front in the 1970s — including members of the French SS and collaborationist Milice, and even a leading official of the French wartime anti-Jewish agency, a minor cog in the Holocaust.\n\nBy the end of the 1980s, Holocaust denial “had become a wholesale part of the Front’s ideology,” the historian Valérie Igounet has written. Ms. Le Pen has typically distanced herself from that aspect of her party.", "summary": "Le Pen’s words also flew in the face of over four decades of historical research into the eager collaboration of the wartime French government, which had been installed in the spa town of Vichy.Le Pen’s remark on Sunday was criticized as a “grave mistake” by her principal election opponent, the former economy minister Emmanuel Macron, and as “negationism” by a leader on the right, Christian Estrosi, the president of the Provence-Alpes-Côte d’Azur region.Le Pen’s campaign has been oriented around an extreme form of nationalism, and she often criticizes historians and others who bring up the uglier aspects of France’s past, as she did on Sunday.As the American historian Robert Paxton has pointed out, France was unique in Western Europe in that it was the only country to use its own police force for roundups in territory not occupied by the Germans.Ever since President Jacques Chirac declared in a speech in 1995 commemorating the Vel d’Hiv roundup that “France, on that day, committed the irreparable,” the question of French complicity and guilt has appeared largely settled, officially at least."}