{"title": "Two Border Cities Share Russian History — and a Sharp European Divide", "authors": ["Andrew Higgins"], "url": "https://www.nytimes.com/2017/11/09/world/europe/narva-estonia-ivangorod-russia.html", "body": "Viktor Karpenko, Ivangorod’s mayor and a former officer in the Federal Security Service, or the F.S.B., Russia’s domestic security service, said the difference was because of the difficult terrain and legal restrictions on the Russian side of the river — not corruption.\n\n“On our side, everything was a lot more complicated than over there,” Mr. Karpenko said.\n\nNarva, with a population of around 60,000, has five times as many residents as Ivangorod and, as a result, bigger and better facilities — including modern hospitals, swimming pools, shopping malls, a new university and free Wi-Fi access across much of the town.\n\nAll those amenities are absent in Ivangorod, though the Russian town is building a municipal swimming pool. The average salary there is around $500, barely half what it is in Narva. The gap in pensions is even wider.\n\nLeonid Pelesev, an ethnic Russian who coaches Narva schoolchildren in chess, said that many of his fellow Russian-speakers in the Estonian town watch Russian state television and support, on an emotional level, the muscular nationalism promoted by Russia’s president, Vladimir V. Putin. But, he added, no one he knows actually wants to live in Russia.\n\nPhoto\n\n“We are all Russians, but we have a different mentality here,” he said. “We are used to European ways.”\n\nThe youth center in Narva where he teaches chess has three well-heated rooms set aside for players. Enthusiasts across the river in Ivangorod, mostly retirees, gather in a sports complex, which provides a small, frigid room three times a week for a chess club run by a Soviet war veterans association.\n\nAdvertisement Continue reading the main story\n\nIvangorod has seen some improvements. Only a few years ago, the city looked like a wreck, and there was little hot water and no sewage treatment. That is no longer the case. But lately, with Russia’s budget squeeze because of falling energy prices, the money has largely stopped coming.\n\nIn Ivangorod, the town’s biggest attraction, aside from a fortress first built in 1492, is the newly renovated Church of the Holy Trinity, a charming cluster of spires and cupolas on the edge of a lake. It fell into ruin during the Soviet period but has been lavishly renovated with money from Russia’s state railway company.\n\nThe church, along with the fortress and various museums, make Ivangorod an attractive destination for tourists. But getting them to come is not easy: Russian law and its security apparatus have put Ivangorod out of bounds for all but the most determined visitors.\n\nPhoto\n\nAll Russians who live outside the border area and any foreigner who wants to visit must submit a written application in Russian and obtain permission from the Leningrad Region branch of the F.S.B., the successor to the Soviet-era K.G.B. It took a reporter for The New York Times two applications and four months to get the permits needed to spend time in Ivangorod.\n\nSvetlana Valishvili, who edits Ivangorod’s only newspaper, teaches at a school and runs a center to help small businesses, said she had been trying for years to get foreigners to visit and to invest in her town but had been frustrated by the entrance restrictions.\n\nIvangorod’s mayor, Mr. Karpenko, acknowledged that the town’s classification as a restricted border zone “does not help us develop tourism.” It puts the town at a distinct disadvantage to Narva, which also has a fortress and museums but is open to anyone who lives in Estonia or is a foreign visitor.\n\nRed tape and other complications also stalled the rebuilding and long-awaited reopening of a bridge for pedestrians between Ivangorod and Narva that has been closed since the Soviet Union collapsed in 1991, and turned what had been a single city into two towns in two countries.\n\nThe walkway, crucial to the revival of a derelict district of Ivangorod filled with the ruins of grand 19th-century buildings, was supposed to open last year. But a state-run Russian company that contracted to erect a customs building on the Russian side failed to complete its work.\n\nPhoto\n\nOther plans to lift Ivangorod’s fortunes have similarly stumbled, including a European Union-funded project that would have started a shuttle bus service to Narva. The project was abandoned after the Russian town demanded more than $4 million to build a bus stop, while Narva, where salaries are higher and construction materials more expensive, asked for $1 million to construct its bus shelter.\n\nAdvertisement Continue reading the main story\n\nRussia’s difficulty in keeping budgets and work schedules under control has helped create the biggest, or at least most visible, difference between Ivangorod and its Estonian neighbor: the state of their infrastructure.\n\nOn the Estonian side, streets are generally clean and well-repaired, while many in Ivangorod are scarred by potholes and, in the fall, scattered with leaves and other debris. Each town has a large stock of ugly, Soviet-era apartment buildings, but while those in Ivangorod show their age, Narva’s have been given a face-lift and their grounds mostly cleared of weeds and garbage.\n\nAs each part of the sundered city went its own way after the collapse of the Soviet Union, both struggled with the same economic calamities as Soviet-era factories went bankrupt. A giant textile plant in Narva laid off more than 10,000 workers, while a printing machine plant and other manufacturers crumbled in Ivangorod.\n\nPublic discontent grew so severe that calls went out on both sides of the river for a redrawing of the border to make the city whole again. An opposition member of Ivangorod’s local council, Yuri Gordeyev, collected signatures for a petition asking that Estonia incorporate the Russian city.\n\nPhoto\n\nThat effort, begun in the late 1990s under President Boris N. Yeltsin, fizzled when Mr. Gordeyev died in 2012 of a heart attack and Ivangorod’s once-boisterous local politics gave way to a new era of lock-step loyalty to Mr. Putin.\n\nWhen Russia seized Crimea in 2014 and began stirring up separatist unrest in eastern Ukraine, there was widespread concern in Western capitals that Narva might also fall prey to jingoistic Russian propaganda and, as happened in Ukraine, to separatist subversion by Russian soldiers and secret agents masquerading as local activists.\n\nTarmo Tammiste, Narva’s mayor, recalled how, when traveling abroad, he was constantly asked whether Narva might be next.\n\nAdvertisement Continue reading the main story\n\n“Narva is not next and never will be,” he said. “Russians here do not want to go back to the motherland.”\n\nSome people are moving across the border to set up new homes, but they are mostly citizens of Russia buying property in Estonia either as an investment or as a way to get access to Narva’s better health care and the security offered by the European Union, of which Estonia is a member.\n\nAleksandr Bogens, the head of a real estate company in Narva, said that around half of all property transactions in Narva-Joesuu, a nearby resort area on the Baltic Sea, involved purchases by buyers from Russia.\n\nEven stalwart Russian patriots in Narva concede that, despite their support for Mr. Putin and their anger at Estonian citizenship rules that they say discriminate against Russian speakers, they have no desire to move over the river to Ivangorod.\n\n“It is not really even a town over there — just a road or two,” scoffed Vladimir Petrov, the leader of the Union of Russian Citizens, a group that lobbies on behalf of Russians living in Narva. “Of course it is better here in Narva than in Ivangorod.”", "summary": "Enthusiasts across the river in Ivangorod, mostly retirees, gather in a sports complex, which provides a small, frigid room three times a week for a chess club run by a Soviet war veterans association. Svetlana Valishvili, who edits Ivangorod’s only newspaper, teaches at a school and runs a center to help small businesses, said she had been trying for years to get foreigners to visit and to invest in her town but had been frustrated by the entrance restrictions. That effort, begun in the late 1990s under President Boris N. Yeltsin, fizzled when Mr. Gordeyev died in 2012 of a heart attack and Ivangorod’s once-boisterous local politics gave way to a new era of lock-step loyalty to Mr. Putin. Aleksandr Bogens, the head of a real estate company in Narva, said that around half of all property transactions in Narva-Joesuu, a nearby resort area on the Baltic Sea, involved purchases by buyers from Russia."}