{"title": "After French Vote, a Question: How Were the Polls So Right?", "authors": ["Dan Bilefsky"], "url": "https://www.nytimes.com/2017/04/28/world/europe/french-election-polls.html", "body": "“If the voters pollsters talk to turn out in force, there is less risk of getting it wrong,” said Prof. Leighton Vaughan Williams, director of the Political Forecasting Unit at Nottingham Business School.\n\nSeveral French pollsters also credited their success to the widespread use of online polling. While the practice has its critics, some pollsters say people are more likely to acknowledge that they are voting for a far-right party like the National Front if they are doing so by clicking a box on a website rather than if they are being asked by a stranger over the phone.\n\n“In online polling you guard against the problem of hidden voters, who don’t want to admit to a stranger who they are voting for,” said Frédéric Dabi, the director general of Ifop, one of the country’s leading polling companies.\n\nGetting the polls right initially appeared daunting for many pollsters. In the 16 weeks leading up to the first-round vote, assessing the prospects of a fragmented field of 11 candidates, including Jean-Luc Mélenchon, a leftist, and François Fillon, a center-right candidate hit by scandals, appeared so fraught that the newspaper Le Parisien, which regularly runs polls, decided not to run any.\n\nAdding to the challenges for pollsters, Mr. Macron was running without a political party and some doubted that his new movement could mobilize voters. Mr. Fillon, initially the front-runner, became mired in a corruption scandal. Mr. Mélenchon surged after a televised debate. Then, less than 36 hours before the polls opened, a gunman killed a police officer on the Champs-Élysées, potentially influencing the election.\n\nPhoto\n\n“We were worried before the election because this was not a traditional election between left and right, and there was a large element of unpredictability,” said Bruno Jeanbart, the deputy managing director of OpinionWay, a leading Paris-based polling company.\n\nAdvertisement Continue reading the main story\n\nBut the results largely mirrored the polls. On April 21, the last day forecasts were published ahead of the vote, an average of eight major polls assembled by OpinionWay put Mr. Macron at 24 percent, Ms. Le Pen at 22.4 percent, Mr. Fillon at 19.4 percent and Mr. Mélenchon at 18.9 percent. The final results: 24 percent for Mr. Macron; 21.3 percent for Ms. Le Pen; 20 percent for Mr. Fillon; and 19.6 percent for Mr. Mélenchon.\n\nLooking to the second round, the candidates are offering diametrically opposed visions of France. While Mr. Macron, a former banker, favors economic liberalism and more European integration, Ms. Le Pen rails against immigrants, globalization and the European Union.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nFrench pollsters say they are confident they can replicate their success in the first round and are predicting that Mr. Macron will win by as much as 20 percentage points.\n\nOpinionWay has been predicting that Mr. Macron will get 59 percent of the vote compared with 41 percent for Ms. Le Pen. Mr. Jeanbart said he was confident about that forecast because fewer than a tenth of voters aged 65 or older, who tend to support the European Union, had voted for the Ms. Le Pen in the first round, and they constitute a quarter of registered voters. He also said it was easier to predict the performance of two candidates compared with 11.\n\nBut voters around the world are learning to be wary of certainties, and some analysts see a path to victory for Ms. Le Pen if her motivated supporters turn out in force and enough of Mr. Macron’s supporters stay home.\n\nMr. Dabi of Ifop warned against those professing to have political crystal balls. “It is idiotic to say that Macron will win when the campaign is still on,” he said, adding, “We are not clairvoyants who can predict the future.”", "summary": "“If the voters pollsters talk to turn out in force, there is less risk of getting it wrong,” said Prof. Leighton Vaughan Williams, director of the Political Forecasting Unit at Nottingham Business School.While the practice has its critics, some pollsters say people are more likely to acknowledge that they are voting for a far-right party like the National Front if they are doing so by clicking a box on a website rather than if they are being asked by a stranger over the phone.Adding to the challenges for pollsters, Mr. Macron was running without a political party and some doubted that his new movement could mobilize voters.On April 21, the last day forecasts were published ahead of the vote, an average of eight major polls assembled by OpinionWay put Mr. Macron at 24 percent, Ms.Mr. Jeanbart said he was confident about that forecast because fewer than a tenth of voters aged 65 or older, who tend to support the European Union, had voted for the Ms."}