{"title": "François Fillon Blames ‘Media Lynching’ for His Campaign Crisis", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/02/06/world/europe/francois-fillon-france-election.html", "body": "As Mr. Fillon has plummeted in the polls, the presidential race has unexpectedly opened up to two maverick candidacies. The far-right National Front’s Marine Le Pen and an independent, Emmanuel Macron, the former economy minister, are now seen as likely to face each other in a runoff in May.\n\nIf Ms. Le Pen wins, it could mean the disintegration of the European Union — she has vowed to hold a referendum on France’s membership — and would be further evidence of the tide of authoritarian populism sweeping parts of the West.\n\nA Le Pen victory is still considered unlikely, but the political tides on both sides of the Atlantic have proved unpredictable, and the race is being closely watched for its potential impact across Europe.\n\nThe Socialist Party, tainted by the unpopular president, François Hollande, has been almost a nonfactor in the race. Mr. Fillon’s fall now signals the cratering of both of France’s establishment parties.\n\nIt looks like a catastrophe for his center-right Republican Party, which has no fallback candidate.\n\nOn Monday, Mr. Fillon joked grimly that the only Plan B was “Bérézina” — a reference to Napoleon’s disastrous 1812 defeat in Russia. But it was far from clear that his performance on Monday, combative and pugnacious, would be enough to salvage his candidacy.\n\nHe mostly blamed the news media for his troubles, and he offered no proof that his wife had carried out substantive tasks — essentially merely repeating his first defense.\n\nMr. Fillon apologized to French voters for what he called an “error” in employing her, but he noted that many other members of Parliament hired family members.\n\nAdvertisement Continue reading the main story\n\n“If the system needs to be reformed, reform it,” he said. “There are old practices that aren’t acceptable.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe suggested there was a conspiracy to deprive French voters of the “only candidate” who was proposing real change.\n\n“The goal is to wipe out the choice the voters made in the primary,” he told reporters at the news conference. “They are doing this because I am proposing a program of total change. But you can’t steal their choice from them.”\n\nBut Mr. Fillon did not directly rebut suggestions by his wife, Penelope Fillon, made long before the scandal broke, that she had never done any work for him.\n\nIn 2007, after her husband became prime minister, Mrs. Fillon, who is of Welsh origin, told a British journalist that she had “never been his assistant.” That interview, exhumed last week, severely hurt her husband’s case.\n\nOn Monday, her husband was able to say only: “She was first and foremost my companion in work. She was discreet.”\n\nHe said that she had handled “correspondence” and represented him in “cultural manifestations” in his district in rural western France. But there was no documentation of any work.\n\nAt the same time, the old interview with Mrs. Fillon revealed, poignantly, a politician’s wife who had spent years in her husband’s shadow. She felt that her intelligence and accomplishments were underused and worried about how her children perceived her.\n\n“I realized that my children have only known me as just a mother,” she was quoted as saying. “But I did a French degree, I qualified as a lawyer, and I thought, ‘Look here, I’m not that stupid.’”\n\nAdvertisement Continue reading the main story\n\nMrs. Fillon is seen in much of the French news media as a victim in the scandal — perhaps exploited by a husband of modest means whose social circle nonetheless included moneyed aristocrats and others of wealth. Her husband said on Monday that his wife’s remarks had been taken out of context.\n\nRepeatedly, Mr. Fillon expressed his contempt for and anger at the news media.\n\n“This campaign against me is defamatory,” he said. “None of you has a question about the violence of these accusations against me.”\n\n“Politically assassinate me, as you have done for 10 days now, that poses a real problem,” Mr. Fillon said. “But the French are realizing this,” he added, vowing to carry on with his campaign."}