{"title": "Ten Centuries Later, a Pope and Knights Do Battle", "authors": ["Jason Horowitz"], "url": "https://www.nytimes.com/2017/01/28/world/europe/ten-centuries-later-a-pope-and-knights-do-battle.html", "body": "“The Vatican is a thing built of tradition,” said John Thavis, the author of “The Vatican Diaries” and a veteran church analyst, “and once those traditional parts start feuding with each other, that is a dangerous sign.”\n\nFrancis remains one of the world’s most popular figures, but the spat with the Knights is a small indicator of how the political tensions rippling across the globe are alive in the Vatican, too. Only a year ago, Francis’ calls to fight climate change and help migrants seemed to place him in the lead of a progressive global vanguard, in keeping with his push for a more welcoming church.\n\nNow, suddenly, he is more politically isolated. The election of President Trump and the rise of far-right populists in Europe have ushered in an angrier era — and emboldened traditionalists inside the Vatican who sense that the once-impregnable pope could be vulnerable.\n\nThe Knights of Malta is a bastion of Catholic tradition. Founded in the 11th century by Amalfian merchants to help Christian pilgrims in the Holy Land, it later became a military force, defending the faith during the Crusades and eventually holding off the armies of the Ottoman Empire from its fortress in Malta. The group, now with a wealthy and aristocratic membership of elite Catholics who parade in ornate raiment, has more recently specialized in aiding refugees and the poor in more than 100 countries.\n\nUntil this past week, the order was led by the conservative and elaborately titled His Most Eminent Highness the Prince and Grand Master of the Order of Malta, Matthew Festing of Britain, a former Sotheby’s representative who had taken a monastic oath.\n\nLong-building tensions between Mr. Festing and the order’s Grand Chancellor Albrecht von Boeselager of Germany, whose father participated in a plot to assassinate Adolf Hitler, escalated in recent months amid accusations that Mr. Boeselager had knowingly overseen the distribution of condoms as head of the order’s charitable arm. Into this volatile situation stepped Cardinal Burke.\n\nIn 2014, Francis had demoted Cardinal Burke, a leader of the church’s traditionalist movement, from his position on the Vatican’s Supreme Court. The cardinal’s supporters say Francis did this because of Cardinal Burke’s opposition to the pope’s tentative opening to the possibility of allowing divorced Catholics to receive communion.\n\nAdvertisement Continue reading the main story\n\nCardinal Burke’s exile was at least a cushy one, as the pope named him as the Knights’ patron and liaison to the Vatican, where he would be out of the way.\n\nBut the soft-spoken cardinal has made his presence felt.\n\nDuring the summer, as tensions mounted inside the order, Michael Hichborn, the president of the Lepanto Institute, a conservative Catholic organization in Virginia, conducted what he called a “short investigation” into the order’s international aid arm, which Mr. Boeselager oversaw.\n\nMr. Hichborn said he had discovered that the aid organization was promoting the use of condoms and other contraceptives in Africa and Myanmar, a violation of church rules.\n\n“As I was digging around I thought, ‘Well, Cardinal Burke ought to know about this,’” Mr. Hichborn said in an interview.\n\nPhoto\n\nIn November, he sent a summary to Cardinal Burke’s office and said he was told that the cardinal “would be working on something” regarding the information.\n\nA few days later, Cardinal Burke relayed his concerns about Mr. Boeselager to Francis. According to supporters of the cardinal, the pope then instructed him to root out from the order elements of Freemasonry, Vatican shorthand for adherents of a secular moral view. But other people familiar with the events inside the order said the pope had also urged Cardinal Burke and the order’s leadership to settle the dispute through dialogue.\n\nInstead, Mr. Festing and Cardinal Burke met Mr. Boeselager on Dec. 6 and requested his resignation, claiming, Mr. Boeselager said in a statement, “that this was in accordance with the wishes of the Holy See.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Boeselager denied knowing about the condom distribution program and considered the move a coup and an attempt to tarnish him as a “liberal Catholic.” He argued that once he had discovered the program, he had informed the Vatican and it ended.\n\nHe also refused to leave, setting off a disciplinary procedure that led to his suspension, and reached out to the Vatican for confirmation that the pope desired his removal. Mr. Boeselager declined to comment for this article.\n\nAdvertisement Continue reading the main story\n\nFrancis was apparently not pleased about the firing and did not want the dispute to spill into the public, which it did when The Tablet, a Catholic publication in England, broke the news.\n\nThe pope was already critical of the ornate dress favored by the Knights (red military jacket and gold epaulets) and by Cardinal Burke (a long train of billowing red silk known as a cappa magna). Francis also had a history of run-ins with the Knights during his time as a cardinal in Argentina.\n\nSo on Dec. 21, Francis wrote directly to Mr. Festing, conveying his decisions on what he called the “painful circumstances” and making clear that those decisions had “value, regardless of anything else to the contrary.” Attached to his letter, signed simply “Francesco,” were more letters from his second-highest-ranking official, Secretary of State Pietro Parolin, stating that “His Holiness asked for dialogue as the way to confront and resolve eventual problems” and that “he never spoke, instead, of kicking someone out!”\n\nCardinal Parolin also wrote that the firing “not be attributed to the will of the pope.” Critically, he noted that the Knights, because of the group’s status as a lay religious order, fell under the pope’s authority, and that the pope had formed a commission to investigate the firing of Mr. Boeselager. But Mr. Festing refused to comply with the papal commission, citing the order’s status as a sovereign entity and raising questions about the integrity of a commission full of Mr. Boeselager’s allies.\n\n“I think maybe he was getting bad advice” from Cardinal Burke, said one senior Vatican official, who requested anonymity because he was not authorized to speak by the Vatican. (Cardinal Burke and Mr. Festing declined to comment.)\n\nOthers say Mr. Festing hardly needed to be egged on by Cardinal Burke, and note that despite having no territory, the order is, in fact, sovereign, issuing its own passports and stamps and conducting diplomatic missions.\n\nEither way, the Vatican was not thrilled. On Jan. 17, it issued an unusually tough statement supporting the commission and rejecting “any attempt to discredit these members of the group and their work.” The commission ultimately ruled that the pope did have authority over the Knights of Malta.\n\nOn Tuesday, he exercised it. He called Mr. Festing to the Vatican and asked for him to step down, a move the Vatican announced the next day. The order followed with its own statement, saying Mr. Festing’s resignation would become official once the order’s counselors met on Via dei Condotti to formally accept it. On Saturday, they did just that, immediately reinstating Mr. Boeselager and promising to collaborate with the pope’s delegate.\n\nAdvertisement Continue reading the main story\n\nThis delighted the pope’s supporters, who said it showed that conniving conservatives would not push him around.\n\nBut supporters of Mr. Festing were horrified by the Vatican’s de facto takeover. Supporters of Cardinal Burke complained that the pope, for all his talk of fostering debate, was intolerant of opposing views, especially more orthodox ones.\n\n“It sends a message to the rest of the Catholic world that if you try to stand for orthodoxy in the church, you are going to be sent away,” Mr. Hichborn said. “And the people pushing for heterodoxy will be put in power.”\n\nWhat was not up for debate was that, in the Vatican, Francis gets his way.\n\nAt the order’s headquarters, a stately wooden mailbox hangs on the doorman’s wall. The three top slots are reserved for the order’s top three officials. On Wednesday morning, Mr. Boeselager’s name had been erased. Mr. Festing’s would soon be gone.\n\nThe third slot belonged to the order’s interim leader, Grand Commander Ludwig Hoffmann von Rumerstein. But only, a Vatican statement made clear, “pending the appointment of the papal delegate.”", "summary": "Only a year ago, Francis’ calls to fight climate change and help migrants seemed to place him in the lead of a progressive global vanguard, in keeping with his push for a more welcoming church. The election of President Trump and the rise of far-right populists in Europe have ushered in an angrier era — and emboldened traditionalists inside the Vatican who sense that the once-impregnable pope could be vulnerable. Founded in the 11th century by Amalfian merchants to help Christian pilgrims in the Holy Land, it later became a military force, defending the faith during the Crusades and eventually holding off the armies of the Ottoman Empire from its fortress in Malta. Others say Mr. Festing hardly needed to be egged on by Cardinal Burke, and note that despite having no territory, the order is, in fact, sovereign, issuing its own passports and stamps and conducting diplomatic missions."}