{"title": "François Hollande, His Ratings Poor, Speaks Candidly. The Hole Gets Deeper.", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/10/29/world/europe/franois-hollande-book-france.html", "body": "Two Le Monde journalists have published a book of frank conversations with Mr. Hollande, recorded weekly and in private over the five years of his term. It is an exercise in name-calling candor that has provoked horror and consternation in the Socialist Party, glee on the opposition right, and fascinated delight in the French news media.\n\nThe reaction in France’s commentariat to his unwanted 662-page unburdening has been bafflement: No French president has ever behaved this way.\n\nThe fuss over the new book, “A President Shouldn’t Say That,” would be more convincing if the president’s political death had not already been declared many times. The amiable Mr. Hollande has long been noted for his resiliency.\n\nYet this scandal may seriously test that tenacity, as Mr. Hollande has now alienated what little remaining support he may have had even in his own Socialist ranks.\n\nIn a national poll published on Thursday, only 11 percent of those queried supported Mr. Hollande for another run at the presidency. The incumbent, nearly all agree, has failed to make a dent in France’s near-permanent 10 percent unemployment rate, and growth is projected to hover at not much over 1 percent.\n\nThe left of his party reproaches him for being too favorable to business, and on the right he is seen as not doing enough for it.\n\nSome have speculated that Mr. Hollande, his political career almost certainly over anyway, has simply decided on a final suicidal plunge.\n\nAdvertisement Continue reading the main story\n\n“I’m thoroughly dismayed by many of these statements,” the former French ambassador to the United States, François Bujon de l’Estang, said on the influential public affairs radio program L’Esprit Publique Sunday. “This is a way of doing things that is utterly singular in terms of presidential behavior.”\n\nThis week, Mr Hollande gave a speech honoring the centennial of his mentor and predecessor, the much craftier François Mitterrand, who died 20 years ago.\n\nAs it happened, one of the Socialist Party grandees Mr. Hollande insulted in the new book, Claude Bartolone — the president of the National Assembly — walked out. “He doesn’t have the stature to be prime minister,” Mr. Hollande told the two journalists, and “he’s not big on charisma.”\n\n“The duty of silence is part of the president’s job description,” Mr. Bartolone huffed to the newspaper La Provence recently.\n\nThe haughty Mr. Mitterrand, like his predecessors, sought to preserve the monarchical style of the French presidency. The French expect this. He would never have let himself go with the two journalists, Gérard Davet and Fabrice Lhomme, the way Mr. Hollande did.\n\nOn the other hand, Mr. Hollande’s near-casual approach to his position, the authors believe, is revealed in a laconic phrase he pronounced often in his meetings with them: “It just so happens that I am president.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Hollande has long been known for his closeness to journalists — his easy availability, his fondness for chitchat with them, and his obsession with answering their text messages.\n\nHis partner on entering office was a journalist, Valérie Trierweiler of Paris Match, since replaced by a younger actress, in one of the signal events of Mr. Hollande’s presidency.\n\nAs the authors note, Mr. Hollande has given many speeches and interviews “though few have made much of an impression” — until now.\n\nAdvertisement Continue reading the main story\n\nMs. Trierweiler is long gone but Mr. Hollande remains “the journalists’ best friend,” as the two authors write.\n\nThere were 60 meetings with the two at the Elysée or elsewhere, sometimes dinner at their homes — “more propitious for secrets,” the two men write — and a litany of casually malicious commentaries about the people in his own entourage.\n\nMr. Hollande’s bland public persona gives no hint of the sly and sharp-edged politician the book reveals.\n\nAbout his earnest young education minister, Najat Vallaud-Belkacem — a favorite target of the right both for her North African ancestry and her efforts to reform France’s schools — he told the writers from Le Monde: “She’s good, Najat, really good at making dull speeches.”\n\nAnd he continued: “She’s ambitious. I can sense that. She’s extremely determined. Najat, she’s not an intellectual, she didn’t do ENA” — the elite school attended by Mr. Hollande and much of France’s leadership class — “but she wants it.”\n\nMr. Hollande has already had to apologize publicly to France’s judiciary for saying in the book that it was “cowardly.”\n\nThe criticism of the president is now open and unrestrained, even from those in his inner circle. “The exercise of power means keeping it private,” Mr. Hollande’s own prime minister, Manuel Valls, said this week on France Inter radio.\n\n“It means respecting what is said in private. And of course it means respecting secrets,” said the prime minister, himself now increasingly seen in the media as the Socialists’ possible substitute for Mr. Hollande.\n\nAdvertisement Continue reading the main story\n\nEven before the current round of scandal, Mr. Hollande had never recovered from the very public revelation of his clandestine trysts with the actress Julie Gayet, and his simultaneous fiery breakup with Ms. Trierweiler, who later took her “revenge” — her word in her own book — in a tell-all recounting of Mr. Hollande’s frailties and prejudices.\n\nMr. Hollande habitually referred to the poor as “the toothless ones,” she wrote — a devastating revelation for a Socialist president.\n\nMr. Hollande is both philosophical and elliptical in recalling this episode with the two journalists.\n\n“Should I not have, earlier on, proceeded to a decision?” Mr. Hollande is quoted as asking, rhetorically, meaning, according to the journalists, “Should he not have broken up with Ms. Trierweiler earlier?”\n\nSuch a decision might have spared him the savaging she inflicted on him. But now, it appears, Mr. Hollande has done it to himself.", "summary": "“I’m thoroughly dismayed by many of these statements,” the former French ambassador to the United States, François Bujon de l’Estang, said on the influential public affairs radio program L’Esprit Publique Sunday. This week, Mr Hollande gave a speech honoring the centennial of his mentor and predecessor, the much craftier François Mitterrand, who died 20 years ago. His partner on entering office was a journalist, Valérie Trierweiler of Paris Match, since replaced by a younger actress, in one of the signal events of Mr. Hollande’s presidency. “The exercise of power means keeping it private,” Mr. Hollande’s own prime minister, Manuel Valls, said this week on France Inter radio."}