{"title": "With Success Comes Dissension in Italy’s Five Star Movement", "authors": ["Jason Horowitz"], "url": "https://www.nytimes.com/2016/12/12/world/europe/with-success-comes-dissension-in-italys-five-star-movement.html?_r=0", "body": "But in a rare, albeit electronic, interview, Mr. Casaleggio said his company’s software, platforms and tools had played a key role in Five Star’s changing of Italy. The other parties, he added, were “light-years behind” while “we are at the crest of the wave.”\n\nPhoto\n\nItaly, often considered behind the times, has become a laboratory for a new strain of European populism, in which a next-generation political party, born and bred on the internet, is less interested in ideology or the standard models of left versus right than in using the web as a platform and weapon of anti-establishment anger. Unlike populist parties in France, Germany and Britain, the Five Star Movement has less of a hard-right, anti-immigrant edge. It also is not imbued with the ideological socialism of leftist groups in Greece or Spain.\n\nFew are certain what the Five Star Movement is, except that its popularity is rising, especially since the stunning resignation of Prime Minister Matteo Renzi of Italy last week after voters rejected his proposed constitutional changes in a referendum.\n\nAdvertisement Continue reading the main story\n\n“We’re not of the left or the right,” Luigi Di Maio, the Five Star party’s potential candidate for prime minister and the deputy leader of the lower house of Parliament, said in his stately Rome office. “We don’t recognize ourselves in these ideologically motivated parties.”\n\nIn the days after Mr. Renzi’s defeat in the referendum, party leaders crowed about a coming Five Star government. They have demanded early elections, even as Parliament seems likely this week to approve a new government under Italy’s foreign minister, Paolo Gentiloni, using much the same majority that Mr. Renzi had.\n\nThe Five Star members have reiterated their intention to hold a referendum on abandoning the euro currency and held a meeting in Rome to iron out simmering differences between the party’s orthodox and pragmatic wings.\n\nAt the same time, many members fretted that the party was drifting away from its founding ethos — of voting on policies and candidates through direct, online democracy — and toward a centralization of power by Mr. Grillo, Mr. Casaleggio and Mr. Di Maio.\n\n“We must be united and unanimous. Only one body, one soul,” Mr. Grillo wrote in his blog on Thursday, apparently worried his movement was troubled by traditional party problems. “We need shared ideas, not divisive opinions.”\n\nThe party, founded in 2009, tapped into the anti-elite resentments of those Italians who feel forgotten by the European Union and damaged by the introduction of the euro. It called for civic engagement, disdained corruption and, with its leaders’ willingness to indulge in invective and conspiracy theories, earned a profile as angry, webby and a little bit wacky.\n\nFor a while, the party was eclipsed by Mr. Renzi, a reformist. But having tied his fate to the referendum last Sunday on constitutional reform — and losing badly — Mr. Renzi resigned. Italy’s electoral law is under court review, so it may take months or longer before Italians can vote for a new prime minister. But Five Star is eager to hold immediate elections, as it is already polling at 30 percent in a multiparty race.\n\nWhether the party has the maturity to govern is becoming an ever more pertinent question with consequences for the Continent’s fourth-largest economy and beyond. What is clear is that the party has replaced its early innocence with a killer instinct, with Mr. Grillo reversing his views on positions that his party once denounced as an undemocratic invitation to authoritarianism to improve his party’s electoral prospects. And Casaleggio Associates, the administrator of Mr. Grillo’s wildly popular blog, uses its affiliated websites to spread fake news that has damaged the party’s political enemies.\n\nAdvertisement Continue reading the main story\n\nFormer Five Star members said the firm disciplined members who broke party lines and controlled the online process of selecting the party’s candidates, including a coming vote to choose its nominee for prime minister. Marco Canestrari, a former Casaleggio employee who is writing a book about his time there, said employees regularly ran Italian websites that produced slanted or fake news discrediting Mr. Renzi or other opponents.\n\nCritics of the party, from Mr. Renzi to Silvio Berlusconi’s conservative Forza Italia party, to leaders of the liberal left, depict the Five Star Movement as an “Animal Farm” 2.0, complete with a Politburo-style directorate, pro-Vladimir V. Putin sympathies and a requirement that candidates sign a contract agreeing to pay a fine of 150,000 euros (about $158,000) if they betray the movement’s principles.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nItalian economists have been vexed by the party’s mostly unexplained, but wildly popular, proposals to cut taxes and increase spending, including a proposal to guarantee struggling Italians what is being called a citizen’s income of 780 euros ($824) a month. But supporters of Italy’s role as a critical European Union member are most threatened by the Five Star Movement’s lack of clarity on staying within the eurozone.\n\nDuring a speech at Rome’s Circus Maximus in 2014, Mr. Grillo announced a collection of signatures to demand a referendum on staying in the eurozone. His blog subsequently called for the printing of non-euro currency to cut the public debt.\n\nAlessandro Di Battista, a party leader, who campaigned against Mr. Renzi’s proposed constitutional changes while driving his scooter around the country, has expressed interest in leaving the eurozone, the European Union and NATO. (He later softened his position on NATO.) Moderates in the party’s leadership are noticeably noncommital.\n\nFormer members say the party is purposefully vague on the issue to keep its anti-establishment bona fides without alienating the more mainstream Italian voters needed to win an election.\n\nFederico Pizzarotti became a star in the party in 2013 when he became mayor of Parma, but has since become a critic. In an interview last week, he said the party had expressed disapproval when he had gone on television, which it considered corrupting to the party, and then complained that he had not worn a Five Star Movement lapel pin on the air. The disapproval came in anonymous emails from the general inbox operated by Casaleggio Associates, usually in a postscript, he said.\n\n“In Five Star parlance, people say, ‘When you get a PS, it’s never a good thing,’” Mr. Pizzarotti said.\n\nHe received such correspondence, eventually signed by Mr. Grillo, after it was revealed that Mr. Pizzarotti was under investigation for mishandling the appointment of the head of the city’s opera house, an allegation that was later proved groundless. But the party suspended him for not informing it of the investigation, a violation of one of its many purity rules.\n\nAdvertisement Continue reading the main story\n\nMr. Pizzarotti’s offers to explain in person to party leaders went unanswered, he said. He eventually left the party.\n\n“They say transparency, but it’s one thing to say and another to do,” Mr. Pizzarotti said, adding that the party had effectively silenced critics by threatening expulsion. “It’s not possible to know who is making decisions. And so you don’t know who has responsibility.”\n\nIn Milan, Matteo Ponzano, who helped build La Cosa, the movement’s popular YouTube channel, in the party’s early days, said he still believed in Five Star’s principles but expressed disappointment in its “becoming another thing.”\n\nHe said the senior Mr. Casaleggio had explained to him in 2014 that La Cosa, which Mr. Ponzano had developed as a place for members of Italy’s Parliament and voters to discuss issues, would become “a general channel that has to get clicks” to generate ad revenue. He was dejected, but nevertheless ran for the European Parliament.\n\nAs the popular face of some of the movement’s largest rallies, Mr. Ponzano thought he had a good chance in the party’s internal online election to select Parliament candidates, but in the middle of the vote, a message appeared on Mr. Grillo’s blog barring collaborators of Casaleggio Associates, like himself, from running.\n\n“During the vote!” Mr. Ponzano said.\n\nAsked about the accusations of electoral meddling, Mr. Casaleggio said, “You have been misinformed.”\n\nThe infighting is not surprising, given the movement’s origins as a protest party. Some former members are disenchanted precisely because the movement is acting like a more traditional party, capitalizing on opportunities to seize power as it tries to broaden its appeal, among working class Italians who feel removed from the European Union and betrayed by their country’s elites.\n\nWriting on his blog on Thursday, Mr. Grillo told his millions of followers that despite all the polemics over Mr. Renzi’s resignation, the Five Star Movement would “choose online the candidate for prime minister, the governing team and the candidates for Parliament.” He concluded that the party would continue to “follow its road.”", "summary": "Italy, often considered behind the times, has become a laboratory for a new strain of European populism, in which a next-generation political party, born and bred on the internet, is less interested in ideology or the standard models of left versus right than in using the web as a platform and weapon of anti-establishment anger. He said the senior Mr. Casaleggio had explained to him in 2014 that La Cosa, which Mr. Ponzano had developed as a place for members of Italy’s Parliament and voters to discuss issues, would become “a general channel that has to get clicks” to generate ad revenue. As the popular face of some of the movement’s largest rallies, Mr. Ponzano thought he had a good chance in the party’s internal online election to select Parliament candidates, but in the middle of the vote, a message appeared on Mr. Grillo’s blog barring collaborators of Casaleggio Associates, like himself, from running. Some former members are disenchanted precisely because the movement is acting like a more traditional party, capitalizing on opportunities to seize power as it tries to broaden its appeal, among working class Italians who feel removed from the European Union and betrayed by their country’s elites."}