{"title": "German Stance on Russia Complicates Long-Cultivated Tie as G-7 Meets", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2015/06/06/world/europe/germany-russia-merkel-putin-g-7.html", "body": "After the Berlin Wall fell in 1989, the two countries drew as close as perhaps they had ever been in centuries of trading and warring.\n\nWith his forays into Ukraine, Mr. Putin altered the dynamic. The choice put him at odds with the West and highlighted, particularly in the Baltic States and Poland, lingering Cold War fears about Russia’s true aims. In Germany, even veteran proponents of close ties were troubled by bloodshed they could not have imagined more than a year ago in a Europe they thought had left war behind.\n\nMs. Merkel, who grew up in East Germany and whose conservative worldview holds no romanticism about the Soviet Union, nonetheless worked hard over many years to make a diplomatic partner out of Mr. Putin. They still speak frequently, though their relationship has grown more strained in recent months.\n\nBut the disappointment over how things turned out is felt particularly acutely by her center-left coalition partners, the Social Democrats, who were once led by Mr. Brandt. A former chancellor, Gerhard Schröder, who is a personal friend of Mr. Putin’s and works for an affiliate of the Russian natural gas giant Gazprom, went so far as to say it was a mistake to turn the Group of 8 into the Group of 7 by excluding Mr. Putin from the talks.\n\nHelmut Schmidt, who as chancellor in 1975 helped start the Group of 7, was also sympathetic to Mr. Putin.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I see clearly that Putin is offended by the fact that, in his view, the West does not take him seriously enough,” Mr. Schmidt, 96, told the news agency DPA. Mr. Schmidt said the Russian leader was fulfilling what he saw as his duty to restore the Russian state after its “Wild West” years under Boris N. Yeltsin.\n\nThe business community, and a majority of Germans, have largely supported Berlin’s tough stance with Russia, particularly after a Malaysian passenger jet was shot down over Ukraine.\n\nBut the leaders of the two main German institutions for doing business with Russia appealed to Ms. Merkel to let Mr. Putin back into the Group of 7, arguing that Russia was needed to get peace in Ukraine, to deal with chaos in the Middle East or to forge an agreement to address climate change.\n\nAdvertisement Continue reading the main story\n\nSome warned that the West risked losing Russia to deals with China, India or the Middle East.\n\n“Russia has an alternative to Europe,” Mr. Schröder said. “That is not true the other way around.” Last year, Russian-German business declined 18 percent over all.\n\nRussia, still a partner in some diplomatic ventures, is unlikely to return to the summit meeting unless Mr. Putin changes his tack in Ukraine — a possibility that seemed even more remote in recent days as the rickety cease-fire there teetered on collapse.\n\nThe German foreign minister, Frank-Walter Steinmeier, a Social Democrat, highlighted on Thursday that “we should have no interest in seeing the G-8 turning permanently into the G-7.”\n\n“We urgently need Russia,” he said, to help solve conflicts in Iraq, Libya and Syria and over the Iranian nuclear program. Yet the West, he added, could not ignore that Russia had broken international law.\n\nExactly, Ms. Merkel said, emphasizing that seven, not eight, “should sit at the table” this weekend.", "summary": "The choice put him at odds with the West and highlighted, particularly in the Baltic States and Poland, lingering Cold War fears about Russia’s true aims. Ms. Merkel, who grew up in East Germany and whose conservative worldview holds no romanticism about the Soviet Union, nonetheless worked hard over many years to make a diplomatic partner out of Mr. Putin. The business community, and a majority of Germans, have largely supported Berlin’s tough stance with Russia, particularly after a Malaysian passenger jet was shot down over Ukraine. Russia, still a partner in some diplomatic ventures, is unlikely to return to the summit meeting unless Mr. Putin changes his tack in Ukraine — a possibility that seemed even more remote in recent days as the rickety cease-fire there teetered on collapse."}