{"title": "Attack on Champs-Élysées Injects More Uncertainty Into French Vote", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2017/04/21/world/europe/paris-champs-elysees-gunman.html", "body": "The Paris prosecutor’s office on Friday acknowledged having opened a preliminary terrorism investigation into Mr. Cheurfi as recently as March 9. He was arrested in February, only to be released for lack of evidence. After Thursday’s attack, the police found kitchen knives, a gun and a Quran in the trunk of the car he was driving, and also pieces of paper with scribbled allegiances to the Islamic State, which claimed responsibility for the attack.\n\nMs. Le Pen pounced, mocking the departing president, François Hollande, and vowing to be an unblinkingly tough leader.\n\nFrance’s Vote: The Basics The presidential election will be held in two stages.\n\n“For 10 years, under the governments of left and right, everything has been done to make us losers,” she said, speaking from her party headquarters outside Paris on Friday. “There must be a president who acts and who protects.”\n\nBut Ms. Le Pen was not the only one who stood to gain. Some analysts predicted that the principal electoral beneficiary could be the embattled mainstream center-right candidate François Fillon, who produced a book last fall called “Defeating Islamic Totalitarianism,” and who also uses harsh rhetoric to depict the antiterrorism fight as a war of civilizations.\n\nMr. Fillon, a former prime minister, and once the presidential front-runner, had languished in polls after becoming entangled in a nepotism scandal that led to embezzlement charges against him. But he has been gaining ground in recent weeks, and the attack might provide a final push.\n\n“You can imagine a movement toward one who has held power,” said Dominique Reynié, an expert on the far right who teaches at Sciences Po. “He’s written on terrorism. He’s been prime minister.”\n\n“For Marine Le Pen, it won’t have an effect,” Mr. Reynié said. “She’s already at the level she’s reached, partly because of terrorism.”\n\nAdvertisement Continue reading the main story\n\nThroughout Friday, the authorities in Paris continued their investigation as more details became known about Mr. Cheurfi, who was killed by the police on Thursday. He had been convicted of crimes four times and spent more than 10 years in prison, most of that time for shooting at police officers during a 2001 robbery, the Paris prosecutor, François Molins, acknowledged at a Friday afternoon news conference.\n\nMr. Cheurfi’s arrest in February was for making anti-police threats, but the authorities lacked sufficient proof to hold him. Asked about his release, Christophe Rouget, a spokesman for one of the main police unions, said, “We live in a state of laws, after all,” citing the lack of probative evidence against him.\n\nVideo\n\nEven so, the police made Mr. Cheurfi the subject of a preliminary terrorism investigation, Mr. Molins said.\n\n“Cheurfi’s criminal record, his trajectory, justified the pursuit of investigations by the antiterrorism branch of my office, within a terrorism context,” he added.\n\nA man identified by BFM-TV as Mr. Cheurfi’s lawyer described him as “extremely isolated, a solitary person,” who spent much of his time playing video games. “His development had been blocked,” said the lawyer, Jean-Laurent Panier. “His father and brother were worried about him.”\n\nThe Islamic State has claimed responsibility for the attack, but Mr. Cheurfi’s neighbors in the Paris suburb of Chelles described him as quiet, and showing no obvious signs of radicalization. “Not very friendly. Fairly proud,” said Augusto Rodriguez, a neighbor.\n\nMr. Cheurfi was not among France’s notorious “S-Files,” the thousands suspected of extremism whom the state is officially surveilling, but does not have enough formal proof to arrest. The S-Files have acquired near-mythic boogeyman status in the French imagination. On Friday, Ms. Le Pen called for their expulsion from the country. At a campaign rally in Marseille earlier in the week, she called them an “immense army of the shadows that wants us to live in terror.”\n\nEmboldened after the Champs-Élysées attack, Ms. Le Pen sought, as she often does, to place the antiterrorism fight as a struggle for the French soul. The idea is at the heart of her nationalistic campaign, and even as her momentum has slowed she has still placed first in many polls before the Sunday vote. “France is targeted not for what it does, but for what it is, and the French, for the simple reason that they are French,” Ms. Le Pen said.\n\nAdvertisement Continue reading the main story\n\nThe French government immediately reacted harshly to Ms. Le Pen’s demands — a measure of how seriously it took the potential boost of Thursday night’s shooting to a party it views as a threat to French democracy.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Le Pen “was seeking, like after every tragedy, to take advantage of it, in order to sow division,” said the prime minister, Bernard Cazeneuve. “She’s seeking to shamelessly exploit fear and emotion for exclusively political ends.”\n\nIn the neighborhood where the attack occurred — a hybrid mix of the raffish and refined, visited by thousands of tourists daily — Ms. Le Pen’s proposals struck a chord. “She’s just gained one point in the polls. At least,” said Christophe Pohls, a barman at a cafe on the Rue de Ponthieu.\n\n“When you see what’s going these days, sure, sure, this helps her. She wants to close the frontiers. Pay more attention to what’s going on in France,” said Mr. Pohls, who approved of Ms. Le Pen’s idea of expelling those named the S-Files.\n\nHis friend Henri Martins, in charge of security at a local nightclub, agreed. “Definitely a happy coincidence for her,” he said, as he vented against what he described as the porousness of the criminal justice system.\n\n“They arrest these guys 10 times, then they let them out?” asked Mr. Martins, an ex-policeman. “Come on. For sure, this is going to pull up her score.”\n\nThe attack occurred on Thursday night, and on Friday morning people in the neighborhood were still recovering.\n\n“Hallucinatory. First, three shots, then four. We were in the middle of cooking, and we had to stop,” said Jean-François Desloovere, a cook at La Casita on the Rue Washington, just around the corner. “The minute you saw people running, you knew what was up.” He recalled looking down the normally packed Champs-Élysées “and it was totally empty,” with pedestrians pressing themselves against storefronts, “like flies stuck against the glass.”\n\nAt Le Carpaccio, on the Rue de Berri, customers heard the bursts of gunfire, saw people running in panic down the busy street, and dived to the ground. “They went down on the ground, and broke all the glasses,” said Jamila Maachaoui, who was sweeping up the shards on Friday morning.", "summary": "Some analysts predicted that the principal electoral beneficiary could be the embattled mainstream center-right candidate François Fillon, who produced a book last fall called “Defeating Islamic Totalitarianism,” and who also uses harsh rhetoric to depict the antiterrorism fight as a war of civilizations.Asked about his release, Christophe Rouget, a spokesman for one of the main police unions, said, “We live in a state of laws, after all,” citing the lack of probative evidence against him.The Islamic State has claimed responsibility for the attack, but Mr. Cheurfi’s neighbors in the Paris suburb of Chelles described him as quiet, and showing no obvious signs of radicalization.Newsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday.At Le Carpaccio, on the Rue de Berri, customers heard the bursts of gunfire, saw people running in panic down the busy street, and dived to the ground."}