{"title": "Italy Enters a Transition Phase, Complex but Familiar, as Its Premier Quits", "authors": ["Jason Horowitz"], "url": "https://www.nytimes.com/2016/12/05/world/europe/matteo-renzi-italy-government.html", "body": "Instead, Italians found themselves drafting another political autopsy report, this time to understand what did Mr. Renzi in. Some pointed to a sluggish economy that failed to deliver the jobs and prosperity he promised. Others spoke about their sincere disagreements with Mr. Renzi’s constitutional overhaul. Many attributed Mr. Renzi’s downfall to haughtiness, and to tying his political fate to that of the referendum. And just about everyone agreed that a strong anti-establishment wave had washed Mr. Renzi out.\n\nBut unlike in Austria, France and Germany, where populist parties have taken on a right-wing and anti-immigrant edge, Italy’s homegrown anti-establishment party, the Five Star Movement, is distinct. An internet-based and ideologically unorthodox party, with socially liberal, economically populist and tough law-and-order views, the Five Star Movement is led by the comedian Beppe Grillo. In recent months, the party has won mayoral elections in crucial cities like Rome and Turin and vigorously campaigned against Mr. Renzi’s overhaul. On Monday, they celebrated his resignation and acted as the de facto victors of the referendum.\n\nKey Points in Italy’s Referendum\n\nYet anointing the Five Star Movement as Italy’s next power overlooks the complexities of Italian politics. To overthrow Mr. Renzi, the Five Star Movement made common cause with other parties aligned with the Italian establishment, including lifelong officeholders and others such as former Prime Minister Silvio Berlusconi, as well as leftist leaders and recipients of public benefits and labor protections.\n\nBut now that Mr. Renzi is out of the way, those powerful interests of the left, right and center appear poised to return to business as usual, dividing power among themselves and probably shutting out the Five Star Movement, which refuses, per its party’s purity laws, to form political alliances.\n\n“They think they won but they are actually the losers,” said Roberto D’Alimonte, a political scientist at Luiss Guido Carli University in Rome who has advised Mr. Renzi on changing election laws. “They don’t want to make alliances. They are stuck.”\n\nThis summer, as he was already campaigning to pass the constitutional changes, Mr. Renzi noted the irony of Italy’s populists campaigning against him. “Paradoxically, if the Five Star Movement wanted to govern, it would be in their interest to vote for this reform,” Mr. Renzi said in an interview. “But they like to say ‘No.’”\n\nFor months, Five Star leaders excoriated the so-called Italicum, the electoral law Mr. Renzi had passed to bring more stability for Italian governments. It created a runoff system between national candidates that awarded the winner a bonus of seats in the lower house of Parliament. Those extra seats gave the electoral winner a parliamentary majority and essentially ensured a full, collapse-proof term.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut the electoral law was intended to complement the constitutional changes on Sunday’s ballot, which would have streamlined Italy’s Parliament by reducing the power and size of the Senate. Now that the constitutional changes have been defeated, the new electoral law is also moot.\n\nAdvertisement Continue reading the main story\n\nBefore Sunday, Mr. Grillo and other members of his party called Mr. Renzi’s electoral law, now also under review by Italy’s constitutional court, an invitation to dictatorship. But immediately after Mr. Renzi’s defeat, Mr. Grillo had changed his mind.\n\n“The fastest, most realistic and concrete thing to do is immediately hold a vote with the law that already exists, the Italicum,” Mr. Grillo wrote on his blog, while acknowledging “we’ve always criticized this law.”\n\nThe more likely option now, according to several analysts here, is that Mr. Mattarella would form a new coalition government most likely led by a member of Mr. Renzi’s cabinet. On Monday, a few names began to surface as possible successors to Mr. Renzi, including his finance minister, Pier Carlo Padoan; his culture minister Dario Franceschini; or Pietro Grasso, president of the Senate.\n\nIt has been a long time since Italy has directly elected its leader. Mr. Renzi came to power in an internal party coup in 2014. Mr. Franco, the columnist, argued that part of the reason so many Italians turned out to reject Mr. Renzi’s reform was that they believed it was his attempt to use the constitutional overhaul to “cancel the original sin that he wasn’t elected.”\n\nThe last time the country directly chose its prime minister was in 2008, when it voted for Mr. Berlusconi.\n\nMr. Mattarella will almost surely demand that the caretaker government he appoints reconcile the electoral law before he sets a date for early elections.\n\nWhen that time comes, Mr. Renzi could very well return to power. He lost 60 percent of the vote in Sunday’s referendum — yet that ‘No’ vote belongs to many parties, not just one. Mr. Renzi showed that the other 40 percent of Italians are either behind him or his reform agenda. For now, Mr. Renzi’s immediate fight, should he choose to remain relevant, is to retain his position as leader of his Democratic Party.\n\n“It would be more destabilizing if he steps down as party leader than as prime minister,” Mr. D’Alimonte said.\n\nThat all seemed very far away on Monday night. Hours after delivering a concession speech that is all but unheard-of in Italy, complete with congratulations to the victors, tears and odes to a spouse and children, Mr. Renzi’s sedan slipped into the president’s residence.\n\nAdvertisement Continue reading the main story\n\nIn Mr. Mattarella’s private study, the president asked about Mr. Renzi’s children and then turned to the question at hand, with Mr. Renzi offering his resignation. After an efficient, half-hour meeting, Mr. Renzi left with his resignation, for now, deferred.", "summary": "To overthrow Mr. Renzi, the Five Star Movement made common cause with other parties aligned with the Italian establishment, including lifelong officeholders and others such as former Prime Minister Silvio Berlusconi, as well as leftist leaders and recipients of public benefits and labor protections. “They think they won but they are actually the losers,” said Roberto D’Alimonte, a political scientist at Luiss Guido Carli University in Rome who has advised Mr. Renzi on changing election laws. Mr. Franco, the columnist, argued that part of the reason so many Italians turned out to reject Mr. Renzi’s reform was that they believed it was his attempt to use the constitutional overhaul to “cancel the original sin that he wasn’t elected.” Hours after delivering a concession speech that is all but unheard-of in Italy, complete with congratulations to the victors, tears and odes to a spouse and children, Mr. Renzi’s sedan slipped into the president’s residence."}