{"title": "Under Pressure, Jeremy Corbyn Tries to Recalibrate His Image in U.K.", "authors": ["Steven Erlanger", "Stephen Castle"], "url": "https://www.nytimes.com/2017/01/10/world/europe/uk-jeremy-corbyn-labour-maximum-wage.html", "body": "Inequality in income is getting worse in Britain, he said, something that cannot continue “if we want to live in a more egalitarian society.” He added, “I would like there to be some kind of high earnings cap, quite honestly.”\n\nHe was “not wedded to a figure,” he told the BBC, but he said, “Let’s look at it.”\n\nHe said he feared that, otherwise, Britain after a departure from the European Union might become a “grossly unequal, bargain-basement economy on the shores of Europe.”\n\nMr. Corbyn, who earns about 138,000 pounds, or about $168,000, a year, later told Sky News that he expected any maximum wage to be “somewhat higher than that.”\n\nLater in the day, Mr. Corbyn backtracked, suggesting instead that inequality could be reduced by increasing income tax for the highly paid and by giving companies that reduce pay differentials lower corporate tax.\n\nWith Labour trailing the governing Conservatives in opinion polls, and the Liberal Democrats coming out strongly against leaving the bloc, Mr. Corbyn is trying to reach out to traditional Labour voters who are angry about job losses and low wages and who voted for a British exit from the bloc and for the U.K. Independence Party, which favors strict limits on immigration.\n\nThis month, one of Mr. Corbyn’s supporters, Len McCluskey, the general secretary of Britain’s largest trade union, Unite, suggested in an interview with the Labour-supporting newspaper Mirror that if Labour’s polls did not improve before the next election, Mr. Corbyn and John McDonnell, his main ally and the party’s spokesman on the economy, might quit their posts.\n\n“Let’s suppose we are not having a snap election,” Mr. McCluskey said. “It buys into this question of what happens if we get to 2019 and opinion polls are still awful. The truth is, everybody would examine that situation, including Jeremy Corbyn and John McDonnell. These two are not egomaniacs; they are not desperate to cling on to power for power’s sake.”\n\nAdvertisement Continue reading the main story\n\nMr. McCluskey later said Mr. Corbyn had his “full support,” but the damage was done.\n\nMr. Corbyn has been a divisive leader, and he faced down a fierce but badly organized internal challenge in the autumn. That was less than a year after he won the leadership in a surprise vote, after Labour did so badly in the May 2015 elections that his predecessor, the more moderate leftist Ed Miliband, resigned.\n\nSuperficially, Mr. Corbyn’s position has stabilized since last year, when an open feud with more centrist lawmakers culminated in the unsuccessful challenge to his leadership.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSince that debacle, from which Mr. Corbyn emerged with an increased mandate from party members and supporters, his many Labour Party critics in Parliament have pulled back from outright confrontation, aware that they risked being blamed for causing poor poll ratings by provoking internal divisions.\n\nBut the crisis within the party has not gone away, especially given fears that many Labour legislators could lose their seats in the next election. Internal critics are biding their time, with many devoting their political energies to working on important parliamentary committees.\n\nThey hope that, with Labour’s poll ratings poor, the tide will eventually turn against their leader, and that Mr. McCluskey might lose his re-election bid to lead Unite.\n\nThere is little sign of a revival of Labour support among voters, however, despite Mr. Corbyn’s success in attracting a cohort of enthusiastic, often younger, party members. There has been no apparent recovery in Scotland, once a Labour Party heartland, where the party slipped into third place in last year’s elections to the Scottish Parliament.\n\nAlso, UKIP is targeting the sort of working-class voters in the north of England who traditionally voted Labour. That threat was made explicit with the recent election of the new leader of UKIP, Paul Nuttall, who was raised in Bootle, in northwest England, and whose pitch for the job was his appeal to disenchanted Labour supporters.\n\nDespite the effort for a “Corbyn 2.0,” and widespread concern among British civil servants and business leaders that Prime Minister Theresa May is unclear about how to manage an exit from the European Union — a charge Mr. Corbyn also makes — he, too, seems confused on the issue.\n\nWhile trying to react to concerns in the party that Labour needs to respond to voter anxiety about immigration, Mr. Corbyn still wants Britain to remain in the European single market.\n\nAdvertisement Continue reading the main story\n\nMr. Corbyn, backing “fair rules and reasonably managed migration,” also suggested that the only limit on immigration controls was the need to balance them against trading with the single market.\n\nBut membership in the single market usually means accepting freedom of movement of labor and capital, and the rulings of the European Court of Justice, as European leaders constantly emphasize. That is widely assumed to make limits on immigration and access to the single market incompatible.\n\nMr. Nuttall told the BBC on Tuesday that Mr. Corbyn “seems all over the place” and was “saying that Labour isn’t wedded to free movement — but then says we will bargain that to have access to the single market.”\n\nMr. Corbyn’s speech was intended to emphasize his shift on migration, but his comments on a wage cap dominated coverage on Tuesday.\n\n“Given that Mr. Corbyn could not put a rough number on where the cap should be — other than confirming it would not affect his own salary — suggests he has not properly thought this proposal through,” Mark Littlewood, director general of the Institute of Economic Affairs, a London-based free-market research institute, said in a statement.", "summary": "Inequality in income is getting worse in Britain, he said, something that cannot continue “if we want to live in a more egalitarian society.” He added, “I would like there to be some kind of high earnings cap, quite honestly.” They hope that, with Labour’s poll ratings poor, the tide will eventually turn against their leader, and that Mr. McCluskey might lose his re-election bid to lead Unite. That threat was made explicit with the recent election of the new leader of UKIP, Paul Nuttall, who was raised in Bootle, in northwest England, and whose pitch for the job was his appeal to disenchanted Labour supporters. Mr. Nuttall told the BBC on Tuesday that Mr. Corbyn “seems all over the place” and was “saying that Labour isn’t wedded to free movement — but then says we will bargain that to have access to the single market.”"}