{"title": "Like Trump, Europe’s Populists Win Big With Rural Voters", "authors": ["Rick Lyman"], "url": "https://www.nytimes.com/2016/12/06/world/europe/europe-poland-populism-rural-voters.html", "body": "And voting against the big-city elites who they think belittle them can be doubly satisfying, analysts say. Rural residents say they are often mocked and marginalized as backward for choosing the traditional, slow-paced life their grandparents lived, and also derided as bigots for their reluctance to embrace the more ethnically diverse, sexually open worldview of the cities.\n\n“We are living the same lives, of course,” said Pawel Spiewak, a sociologist at the University of Warsaw. “We have the same cars. But we are listening to different music. We are using different words. We are even eating completely different things.”\n\nOnly last week, the Italian referendum that drove from power the country’s prime minister, Matteo Renzi, showed glimpses of a similar city-country split. In predominantly rural Puglia, in Italy’s poorer south, more than two-thirds of voters rejected Mr. Renzi’s referendum. In cosmopolitan Milan, in Italy’s more prosperous north, only 49 percent voted no.\n\nBritain’s vote in June to leave the European Union swung on the votes of marginalized, poorer rural residents, as well as people in smaller cities, who shared the same resentment of the cultural and economic dominance of London. Immigration was an especially potent issue in small-town England.\n\nFrance has already seen the steady ascent of the far-right nationalist Marine Le Pen, the leader of the National Front. But even the country’s establishment center-right party is turning toward the countryside. Last month, François Fillon, a former prime minister, was the surprise winner of the center-right primary, a race he ran on themes of nationalism and traditional values. His support was strongest outside Paris.\n\nEstablishment Europe rejoiced last week when Alexander Van der Bellen of the Green Party won the presidency in Austria in a runoff against Norbert Hofer, a populist far-right leader. But Mr. Van der Bellen’s victory was at least partly explained by a concerted effort to woo rural voters after narrowly winning the first round of voting in May on the strength of urban votes.\n\nAdvertisement Continue reading the main story\n\nHe visited dozens of rural settings, posed repeatedly in front of the Austrian flag and won 200 more communities than he did in the first round as his victory margin soared to almost 300,000 votes.\n\nRomania has seen a similar situation, as the populist Social Democrats have lost ground in the countryside after the center-right National Liberals began to compete more vigorously there — indicating that there is a way to loosen the populist grip over rural areas through attentive politicking.\n\nIn some cases, the politicians leading the populist revolt are similar to Mr. Trump in that they come from the ranks of the rich or the politically privileged. Andrej Babis, a Czech billionaire who started his own party, is considered likely to be his country’s next president. Jaroslaw Kaczynski, leader of Poland’s governing Law and Justice Party, has been a potent political force for decades but has deftly positioned his party as populist outsiders.\n\n“Trump may be a billionaire, but he is also absolutely despised by the elites and that alone has given him a tremendous advantage among people from poorer, rural areas,” said Jaroslaw Fils, a sociologist at Jagiellonian University in Krakow, noting that Mr. Kaczynski has exploited the same resentments in Poland.\n\n“On paper, he is hardly a hero for the underprivileged, but, again, he is so despised by the Polish elites that he has become someone the people in the country can identify with.”\n\nPhoto\n\nMr. Fils said well-educated city dwellers deepen rural resentments by blithely portraying the countryside as a place of backwardness.\n\n“Residents of rural areas are perhaps the only social groups that we can still openly ridicule,” he said. “It’s not politically correct to laugh at gay people, ethnic minorities, obese people. But hardly anyone will tell you off for laughing at peasants.”\n\nEurope’s populists cannot be defined strictly through a right-left lens. Some are right wing, while others are left wing. Some want to draw closer to Russia, others to the West. In the formerly Communist nations of Eastern Europe, populists on the left and the right woo rural voters by playing off nostalgia for lost greatness, and the old era of authoritarian leaders and governments that provided for people.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Where the countryside was mobilized,” said Marian Lesko, a political analyst in Slovakia, “victory belonged to coalitions that weren’t the biggest fans of liberal democracy and democratic values.”\n\nAdvertisement Continue reading the main story\n\nThis is why populists on the left and the right are strong in the countryside. In the Czech Republic, Milos Zeman, the populist left-wing president, draws greater support outside the capital. In Hungary, the right-wing ruling party of Prime Minister Viktor Orban also does best outside the capital of Budapest.\n\nIn the Baltic nation of Lithuania, anti-establishment fervor has coalesced around the Peasant’s and Greens Union, which stormed to victory in the fall parliamentary elections on a populist platform and strong rural support leery of the immigrants filing into the country’s cities.\n\nPhoto\n\n“People who live in the countryside want the state to provide them with a sense of stability and predictability,” Mr. Fils said. “The state that wants to bring in thousands of refugees who come from the ominous Middle East doesn’t provide any of these things.”\n\nThe village of Kulesze Koscielne sits at a crossroads near the main highway connecting Warsaw with Belarus, down a series of increasingly narrow and unevenly paved roads. There is a small, unmarked general store, a village hall, a pub, a gas station and a burnt-yellow school building. Roughly 400 people live in the village.\n\n“This area has always been conservative, always,” Mayor Grochowski said. “The ethos of the people who live here is work and faith.”\n\nDistrust of outsiders runs deep. When Poland voted in 2004 to join the European Union, a national majority voted yes. In Kulesze Koscielne, sentiment was strong the other way. Even as villagers now recognize the benefits brought to Poland by joining the European bloc, there is also irritation over issues such as homosexuality and immigration.\n\n“They can do this in the big cities where people are used to that, but it wouldn’t work in the country,” the mayor said. “People here are so set in their ways. What we believe in are the ground rules set by God. You cannot go around them. You cannot escape them.”\n\nA short walk down the main street, Jolantyna Kaminska, the headmistress of the village school, sat in her sparse office with the sound of children occasionally permeating the thick walls. She said she knew many urbanites considered village life claustrophobic, yet it is this cultural conformity that makes people feel safe.\n\nVillage residents do not feel antipathy toward those in the big city, she said. If anything, they pity them for losing touch with Poland’s traditional values.\n\nAdvertisement Continue reading the main story\n\n“In the big city,” she said, “they have the freedom — or, I would say, the frivolousness of thinking.”", "summary": "Rural residents say they are often mocked and marginalized as backward for choosing the traditional, slow-paced life their grandparents lived, and also derided as bigots for their reluctance to embrace the more ethnically diverse, sexually open worldview of the cities. “Trump may be a billionaire, but he is also absolutely despised by the elites and that alone has given him a tremendous advantage among people from poorer, rural areas,” said Jaroslaw Fils, a sociologist at Jagiellonian University in Krakow, noting that Mr. Kaczynski has exploited the same resentments in Poland. In the formerly Communist nations of Eastern Europe, populists on the left and the right woo rural voters by playing off nostalgia for lost greatness, and the old era of authoritarian leaders and governments that provided for people. In the Baltic nation of Lithuania, anti-establishment fervor has coalesced around the Peasant’s and Greens Union, which stormed to victory in the fall parliamentary elections on a populist platform and strong rural support leery of the immigrants filing into the country’s cities."}