{"title": "Having Won, Boris Johnson and ‘Brexit’ Leaders Fumble", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2016/06/29/world/europe/boris-johnson-brexit-leaders-eu.html", "body": "In changing their tune, the leaders of the anti-European Union campaign risk undermining whatever trust they had earned from the millions who voted to leave the bloc in the expectation that immigration would be cut sharply and that money now going to the European Union — which the Leave campaign said was 350 million pounds, or $465 million, a week — would be available to help finance the National Health Service.\n\nFor example, one Leave advocate, Iain Duncan Smith, a former Conservative Party leader and cabinet secretary, walked away from the campaign pledge to reallocate the £350 million a week to the health service. Instead, he said, “the lion’s share” of anything left from that amount after replacing subsidies from the bloc to British farmers could be available for health services.\n\nOn immigration, too, there was immediate backtracking from Mr. Johnson and Daniel Hannan, a member of the European Parliament from the Conservative Party, who told the BBC, “Frankly, if people watching think that they have voted and there is now going to be zero immigration from the E.U., they are going to be disappointed.”\n\nAnalysts say the change in tone may be necessary to begin reeling in unrealistic expectations about the changes the referendum could produce, but it also holds considerable political peril for Mr. Johnson and other Conservative Party leaders of the Leave campaign, especially with populist sentiment spreading and right-wing groups like the U.K. Independence Party eager to build support.\n\n“There is a clear tension between what the voter wanted and what senior euroskeptic leaders want to produce,” said Matthew Goodwin, a professor of politics and international relations at the University of Kent. “If they don’t deliver radical reforms on immigration, it would be the equivalent of pouring gasoline on the populist UKIP fire that has been burning since 2010.”\n\nIn his regular column in The Daily Telegraph on Monday, Mr. Johnson tried to strike a prime ministerial tone of unity in the wake of the divisive referendum, but he emphasized continuity over change and tried to argue that immigration, clearly the primary motivation for many voters in taking a position against Europe, was somehow not a major issue.\n\n“It is said that those who voted Leave were mainly driven by anxieties about immigration,” Mr. Johnson wrote. “I do not believe that is so.”\n\nAdvertisement Continue reading the main story\n\nSuggesting that he wants to keep some kind of open flow of people across the border with Europe, Mr. Johnson wrote, “British people will still be able to go and work in the E.U.; to live; to travel; to study; to buy homes and to settle down.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNot only that, he asserted, “There will continue to be free trade, and access to the single market.”\n\nWhat he described was a relationship with the European Union like that of Norway, which would allow freedom of movement and labor and would pay money to Brussels in return for access to the single market, but without having a voice in decision-making.\n\nBut Mr. Johnson rejected the Norway model during the campaign, and even if negotiations proved to lead to a slightly enhanced Norway, with some symbolic measures to restrict immigration of European Union citizens to Britain, the result would be a betrayal of those who voted Leave. And right now, Norway pays Brussels roughly per capita what Britain currently does as a full member.\n\n“The difficulty for Boris and Gove is that Brexit feels like a column gone wrong, an academic exercise suddenly turned into reality,” Paul Waugh wrote in his blog for The Huffington Post, alluding to the shared backgrounds in journalism of Mr. Johnson and Mr. Gove. “And reality, particularly where the E.U. is concerned, is a messy, complex thing.”\n\nMr. Johnson is clearly looking to unite the divided Conservative Party behind his own, flamboyant self and to burnish his free-market economic credentials.\n\nBut playing down immigration, Mr. Goodwin said, could create more political trouble. “I worry for senior euroskeptic leaders, because there is a misunderstanding of the vote, and that will feed voter dissatisfaction,” he said, driving many of the voters who chose a British exit to turn away from both mainstream parties and move to the populist right.\n\nThe referendum was unusual, because it pitted a government on one side, “Remain,” against a loose coalition on the other, made up of Conservatives, some Labour legislators and U.K. Independence Party supporters. The Leave side never had to hammer out an agreement on how to proceed if it won, said Tony Travers, a professor of government at the London School of Economics.\n\n“There was no coherence, because it wasn’t a political party fighting for government, but an odd coalition fighting against something, but with no consistent view of what it was fighting for,” he said.\n\nAdvertisement Continue reading the main story\n\nEven on the economy, the Leave side was made of free-market economists who believe in no tariffs at all, those who believe in trade deals and protectionists who want to shield the declining working class against globalization, Professor Travers said.\n\n“And now the government will have to be reformed as if it were representing the Leave side and yet represent both, a one-party government that must reflect the schism in itself,” he said.\n\nIn the aftermath of the Leave campaign’s victory, the political editor for Sky News, Faisal Islam, asked a Conservative member of Parliament who supported leaving the bloc to see his camp’s plan.\n\nThe legislator replied, according to Mr. Islam: “There is no plan. The Leave campaign don’t have a post-Brexit plan.” Then the legislator added, “Number 10 should have had a plan,” referring to the prime minister’s office.", "summary": "For example, one Leave advocate, Iain Duncan Smith, a former Conservative Party leader and cabinet secretary, walked away from the campaign pledge to reallocate the £350 million a week to the health service. In his regular column in The Daily Telegraph on Monday, Mr. Johnson tried to strike a prime ministerial tone of unity in the wake of the divisive referendum, but he emphasized continuity over change and tried to argue that immigration, clearly the primary motivation for many voters in taking a position against Europe, was somehow not a major issue. What he described was a relationship with the European Union like that of Norway, which would allow freedom of movement and labor and would pay money to Brussels in return for access to the single market, but without having a voice in decision-making. Even on the economy, the Leave side was made of free-market economists who believe in no tariffs at all, those who believe in trade deals and protectionists who want to shield the declining working class against globalization, Professor Travers said."}