{"title": "In Diplomatic Defeat, Putin Diverts Pipeline to Turkey", "authors": ["Andrew Roth"], "url": "https://www.nytimes.com/2014/12/02/world/europe/russian-gas-pipeline-turkey-south-stream.html", "body": "If there was one winner it was Turkey, which, along with China and other energy-hungry developing nations, has been exploiting the East-West rift to gain long-term energy supplies at bargain prices. Mr. Putin noted that on Monday during a news conference in Ankara with Turkey’s president, Recep Tayyip Erdogan, saying Turkey would receive a discount on gas and an additional three billion cubic meters of gas annually.\n\nMr. Putin said the line to Turkey could eventually be connected to a wellhead in Greece, if that could be economically justified by market conditions in Europe.\n\nThe Ukraine conflict and the bitter relations between Kiev and Moscow that have resulted have cast a shadow over the entire European energy field. Most Russian gas to Europe is still transported through Ukraine, giving Kiev its only source of political leverage against its powerful neighbor.\n\nAs the Ukraine crisis deepened, eventually developing into a Cold War-like standoff, the Western powers became determined to resist Mr. Putin’s aggressive policies at every turn. One such effort was the South Stream pipeline.\n\nThe Ukraine conflict also helped turn Mr. Putin away from the West. He signed a major and long-delayed deal to provide gas to China and began seeking other, non-European markets for his oil and gas. This, too, made the pipeline seem more expendable.\n\nThe Russian president directs energy and pipeline strategy personally, as perhaps the major source of power he wields in the international arena. For years, he and the West have jockeyed over pipeline routes, in a sort of proxy Great Game over who would control the energy supply in Europe.\n\nVideo\n\nRussia scored a major win with the Nord Stream pipeline to Germany that opened in 2011. But energy markets have changed in recent years with new sources of gas, principally from North America, becoming available to Europe.\n\nAdvertisement Continue reading the main story\n\nAt the same time, the sharp fall in oil prices has put a squeeze on the Kremlin’s finances, perhaps ruling out a multibillion-dollar investment in a pipeline that might never pay off, despite the political advantages.\n\nNevertheless, analysts said that even the $4.5 billion that Gazprom, the state-owned energy giant, had already invested in South Stream had not been entirely wasted. Simply talking about building it over the past decade had helped prevent the West from mounting a serious effort to build a competing pipeline that would have assured non-Russian supplies of gas to Europe.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nEven in retreat, Mr. Putin took the offensive.\n\n“If Europe does not want this to be realized, then it will not be realized,” he said of the pipeline during the news conference, which was televised live across Russia during prime time. He said it would be “ridiculous” to invest hundreds of millions of dollars in the pipeline to bring it to Europe through Bulgaria only to have to abandon it because of political differences.\n\n“We believe that it does not coincide with Europe’s economic interests and harms our cooperation,” Mr. Putin added. “But such is the decision of our European friends. They are, in the end, customers. It is their choice.”\n\nMr. Putin also attacked Bulgaria, which had frozen construction of the pipeline in June under pressure from the European Commission, which suggested the pipeline may violate energy and competition laws.\n\nIn following instructions, Bulgaria had traded away fees of up to $500 million annually and been “deprived of the opportunity to act as a sovereign state,” Mr. Putin said with a rhetorical twist of the knife.\n\nRussia is the most important international ally of President Bashar al-Assad of Syria, while Turkish-Syrian relations are tense. Nonetheless, analysts said that Turkey has seen an opportunity to take advantage of Russia’s confrontation with the West, in particular the retaliatory sanctions that Russia imposed against European food imports.\n\nIn addition to food, Russia and Turkey have found other avenues for economic cooperation. Russia is finishing plans to start construction on Turkey’s first nuclear power plant.\n\n“Sanctions on Russia have let Russia impose its own prohibitions on imports from the E.U., and Turkey is trying to take advantage of this gap by becoming a more significant exporter,” said Sinan Ulgen, a Turkish former diplomat and a scholar at Carnegie Europe, a foreign policy group based in Brussels.\n\nAdvertisement Continue reading the main story\n\n“But again there is a natural limit to how much this can be accomplished,” he said. “There is an expectation in the West that Turkey will not be carried away and erode the effectiveness of the sanctions.”\n\nThe NATO secretary general, Jens Stoltenberg, responding to a reporter’s question on Tuesday, urged Turkey to join the sanctions against Russia, saying “I’d like to see as many countries as possible be part of this, to support the sanctions. It’s important that it has an effect.”\n\nNonetheless, Mr. Erdogan was outspoken about his contempt for Mr. Assad on Monday, saying that it was “Assad’s regime that was guilty for the current situation.”", "summary": "The Ukraine conflict and the bitter relations between Kiev and Moscow that have resulted have cast a shadow over the entire European energy field.As the Ukraine crisis deepened, eventually developing into a Cold War-like standoff, the Western powers became determined to resist Mr. Putin’s aggressive policies at every turn.For years, he and the West have jockeyed over pipeline routes, in a sort of proxy Great Game over who would control the energy supply in Europe.At the same time, the sharp fall in oil prices has put a squeeze on the Kremlin’s finances, perhaps ruling out a multibillion-dollar investment in a pipeline that might never pay off, despite the political advantages.In following instructions, Bulgaria had traded away fees of up to $500 million annually and been “deprived of the opportunity to act as a sovereign state,” Mr. Putin said with a rhetorical twist of the knife."}