{"title": "Civil War Legacy Continues to Divide Spain’s Politics and Its Streets", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2015/11/20/world/europe/in-spain-civil-war-legacy-continues-to-divide-politics-and-streets.html", "body": "The shadow of Franco continues to be a potent source of division between right and left, despite his death.\n\nAbsent a shared view of the period, recently elected left-wing mayors in Valencia and some other cities have taken it upon themselves to remove the last street names and other public displays associated with the Franco regime.\n\nThat Merenciano should have his own street is “a scandal,” said Joan Ribó, who was elected mayor of Valencia this year, ending 24 years of conservative governance.\n\nPhoto\n\n“It’s hard to believe that we are still honoring people linked to Franco’s repression, which clearly isn’t something occurring in relation to Nazism in Germany or Fascism in Italy,” he added.\n\nBesides the name-change debate, Prime Minister Mariano Rajoy’s conservative Popular Party has resisted Socialist-led demands to exhume bodies from mass graves; remove Franco’s body from a basilica built as a symbol of his victory; and create a truth commission to study the crimes committed during the war and its aftermath.\n\nThe investigation of Franco’s crimes was already promoted by Baltasar Garzón, a crusading judge who was barred from the bench in 2012 by the Supreme Court for illegally ordering wiretaps.\n\nSpeaking to a meeting of foreign correspondents on Thursday about the legacy of the Franco regime, Mr. Garzón concluded candidly, “There is no democratic maturity in Spain when it comes to these issues.”\n\nAdvertisement Continue reading the main story\n\nSo Valencia recently set up its own history commission, and its work includes reviewing street names associated with Franco.\n\nAccording to local historians, the commission is likely to recommend changing 30 to 60 street names, including that of Merenciano.\n\nMr. Ribó said he also wanted to remove smaller plaques and other symbols of the Franco dictatorship, including eagle heads that were engraved onto buildings.\n\nThe push to clear public spaces of Franco symbols has not been without resistance and controversy, however, and not only in Valencia.\n\nPhoto\n\nMadrid’s new left-wing mayor, Manuela Carmena, wants to change about 150 street names linked to Franco. As in Valencia, the plan in Madrid is part of the so-called law of historical memory, introduced in 2007 by a Socialist prime minister, José Luis Rodríguez Zapatero.\n\nAfter the Popular Party ousted the Socialists from power in late 2011, however, it froze public funding for projects related to the law, including efforts to identify the remains in about 2,000 mass graves.\n\nConservative politicians see such efforts as contrary to the principles of conciliation embodied in a 1977 amnesty law that was intended to help the country heal after Franco’s death, and as evidence of political opportunism by left-wing parties.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe conservatives note that statues of Franco and other major symbols of his regime have already been removed. They also point out that left-wing administrations have shown no similar zeal when it comes to discussing wartime atrocities committed by Franco’s opponents, or even their own past choices of street names.\n\nIn the first year of the civil war, streets in Valencia were renamed to honor Lenin and the Soviet Union, as well as revolutionaries like Pancho Villa.\n\nAdvertisement Continue reading the main story\n\n“The left seems to want to change street names far more than the right, but this remains a sterile debate, driven by politics, that only helps increase divergences within the Spanish people,” said Concepción Dancausa Treviño, who is the delegate of Mr. Rajoy’s government in the Madrid region.\n\n“Perhaps we should just use street numbers, like in the United States, rather than keep making name changes that cost money and make no sense,” she added.\n\nIn fact, at a time of strict budget cuts — another source of division between left and right — even the cost of such efforts has become a point of contention. While Madrid’s City Hall estimated that its name-changing project would cost 60,000 euros, about $64,000, opponents say the final bill will be a hundred times as high.\n\nPhoto\n\nBeyond the name changes, Valencia is scheduling conferences, exhibitions and other events over the coming year to highlight its role as the short-lived capital of Republican Spain.\n\nAs Franco’s troops advanced and the front line reached Madrid, Spain’s Republican government moved to Valencia in November 1936 and stayed there until October 1937. A significant part of the nation’s cultural patrimony was also relocated to relative safety in Valencia, including masterworks from the Prado museum in Madrid.\n\nBecoming the seat of government “really transformed this city, also into a hub of social revolution and extraordinary cultural effervescence,” said Jorge Ramos Tolosa, a history professor at the University of Valencia.\n\nLast month, City Hall awarded the honorific title of favorite daughter of Valencia to Alejandra Soler, a former leader of the student movement who got her degree in 1936, just before the civil war’s outbreak, and escaped to the Soviet Union in 1939, after Franco’s victory.\n\nMs. Soler, who is 102, recalled Valencia as “magnificent” during its stint as Republican capital. “This was the meeting place of all the anti-Fascist people of the world, of the real believers in democracy,” she said, sitting in her apartment filled with civil war memorabilia.\n\nAdvertisement Continue reading the main story\n\nThe wartime importance of Valencia, however, also made it the target of 442 bombings during the civil war, mostly by Italian aircraft that formed part of the Fascist military support provided to Franco by Hitler and Mussolini.\n\nA local civic association wants to turn one of Valencia’s former air raid shelters into a civil war museum — which would also breach something of a taboo in a country that has almost no such museums, not even in Madrid.\n\nSo sensitive is the period still that Santos Juliá, one of Spain’s most respected historians, questioned the plan, suggesting perhaps the creation of a museum of 20th-century Spanish history instead.\n\n“I think that to single out the civil war is still too polemic and doesn’t really help explain history,” he said, “because the civil war can’t be understood without knowing what happened before, while what happened afterward can’t be understood without knowing about the war.”", "summary": "After the Popular Party ousted the Socialists from power in late 2011, however, it froze public funding for projects related to the law, including efforts to identify the remains in about 2,000 mass graves.Conservative politicians see such efforts as contrary to the principles of conciliation embodied in a 1977 amnesty law that was intended to help the country heal after Franco’s death, and as evidence of political opportunism by left-wing parties.“The left seems to want to change street names far more than the right, but this remains a sterile debate, driven by politics, that only helps increase divergences within the Spanish people,” said Concepción Dancausa Treviño, who is the delegate of Mr. Rajoy’s government in the Madrid region.Last month, City Hall awarded the honorific title of favorite daughter of Valencia to Alejandra Soler, a former leader of the student movement who got her degree in 1936, just before the civil war’s outbreak, and escaped to the Soviet Union in 1939, after Franco’s victory.The wartime importance of Valencia, however, also made it the target of 442 bombings during the civil war, mostly by Italian aircraft that formed part of the Fascist military support provided to Franco by Hitler and Mussolini."}