{"title": "Political Winner in Britain: Far Right, at Labour’s Expense", "authors": ["Steven Erlanger"], "url": "https://www.nytimes.com/2016/07/01/world/europe/to-remake-britains-labour-party-jeremy-corbyn-might-kill-it.html", "body": "But Mr. Corbyn will not resign, instead arguing that he has a democratic mandate from party members and supporters, who he is convinced will re-elect him.\n\nThat is Labour’s quandary. Its lawmakers seek to be an effective opposition and governing alternative to the Conservatives. To deliver policies for their constituents and the country, they must win power, and they see that goal fading fast under Mr. Corbyn.\n\nAfter the so-called Brexit referendum, Labour leaders cited a poll that the party conducted suggesting that 29 percent of the voters who favored Labour in the last election 13 months ago would not do so again.\n\nBut Mr. Corbyn has a longer-term goal than simply achieving power: the transformation of the party into a revolutionary social movement of the working class and the dispossessed, the dream that brought him into politics.\n\nIf that ambition requires the sacrifice of many of Labour’s seats in Parliament, they would be acceptable collateral damage to bring about a fundamental shift in the party toward the hard left.\n\nIn fact, Mr. Corbyn and his top aides — the shadow chancellor, John McDonnell, and Seumas Milne, a former columnist for The Guardian — have threatened to remove legislators who oppose Mr. Corbyn. They would require all sitting legislators to be selected again by party members in their local constituencies before standing in another election. Mr. Corbyn and his allies have also discussed changing party rules to strip legislators of their party leadership powers and put members in full control.\n\nMr. Corbyn has never changed his views, which are essentially pacifist and Marxist. And the Labour Party he represented in 1983 was a trade-union-dominated Socialist party, committed to unilateral nuclear disarmament and “the common ownership of the means of production, distribution and exchange.”\n\nAdvertisement Continue reading the main story\n\nOver the years, the party moved toward the center, most notably under the last Labour prime minister to win an election (let alone three), Tony Blair.\n\nMr. Corbyn has expressed contempt for Mr. Blair’s centrist politics, which those on the hard left consider little different from the Conservatives, or “Tory-lite.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“I was democratically elected leader of our party for a new kind of politics by 60 percent of Labour members and supporters,” Mr. Corbyn said this week, “and I will not betray them by resigning.”\n\nMr. Corbyn won the leadership post in September because of the mistakes of his rivals, and because new rules allowed not just party members to vote in the election but anyone who paid $4 for the privilege.\n\nThat tripled the number of eligible voters to around 500,000. And since the last general election in May 2015, more than 187,000 people joined Labour, bringing total membership to about 390,000, a remarkable increase.\n\nPassionate and committed, they may be enough to re-elect Mr. Corbyn as party leader despite the opposition of the party’s members of Parliament. But as the internal party poll indicated, they are not nearly committed enough to win a general election in Britain. The retreat of Labour from the center ground of British politics is likely to cost the party dearly.\n\nEven more troubling for Labour, many of the working-class voters in Britain are not attracted to theoretical or academic socialism. They are angry about immigration and competition for jobs from Europeans with skills and a willingness to work for less money.\n\nMany traditional Labour voters are moving in droves toward the far right — to UKIP and Mr. Farage.\n\nThis is exactly what has happened to the Socialist Party in France, where workers who have been hurt by unemployment and globalization are voting for Marine Le Pen and the far-right National Front, not for the left.\n\nYvette Cooper, who lost the leadership post to Mr. Corbyn last time, and who is likely to run against him again, said that the problem was not just Mr. Corbyn’s administrative incompetence and lack of leadership. “He is losing us Labour support across the country — and particularly in the towns and coal fields that built the labor movement in the first place,” Ms. Cooper said.\n\nAdvertisement Continue reading the main story\n\nIn Sunderland, in northeast England, which is Labour country, voters overwhelmingly decided to quit the European Union.\n\n“This area is traditionally Labour, but we’re disappointed by Corbyn,” said Michael Wake, a forklift operator. “He doesn’t look like a politician, he looks like some hitchhiker.”\n\nGlenn Crawford, a Labour voter, said that “Corbyn is a nice man, it’s nice to have him on a college debate. But he’s not a leader.”\n\nAlan Liddle, 44, now votes for UKIP. “I lost faith in Labour,” he said. “It’s supposed to represent the working class.”\n\nThat sentiment was amplified by John Hall, who said: “We’re fed up with Labour. They’re out of touch with the working class.”\n\nMr. Farage, however, with a message straight out of the National Front of Ms. Le Pen — anti-elitist, nationalist, anti-immigration, anti-Europe — is reaping the failure of mainstream parties to speak to the concerns and vulnerabilities of the poor and the shrinking working class.", "summary": "But Mr. Corbyn has a longer-term goal than simply achieving power: the transformation of the party into a revolutionary social movement of the working class and the dispossessed, the dream that brought him into politics. If that ambition requires the sacrifice of many of Labour’s seats in Parliament, they would be acceptable collateral damage to bring about a fundamental shift in the party toward the hard left. Mr. Corbyn won the leadership post in September because of the mistakes of his rivals, and because new rules allowed not just party members to vote in the election but anyone who paid $4 for the privilege. This is exactly what has happened to the Socialist Party in France, where workers who have been hurt by unemployment and globalization are voting for Marine Le Pen and the far-right National Front, not for the left."}