{"title": "Putin’s Bridge to Crimea May Carry More Symbolism Than Traffic", "authors": ["Neil Macfarquhar", "Ivan Nechepurenko"], "url": "https://www.nytimes.com/2017/11/11/world/europe/vladimir-putin-russia-crimea-bridge.html", "body": "“It signifies in the most visible way the connection between Crimea and Russia, that Crimea is part of Russia, connected to it by a solid bridge — that is as symbolic as it gets,” Ms. Schulmann said.\n\nMr. Putin has taken a keen public interest in the project, not least because the annexation of the Black Sea peninsula buoyed his political fortunes domestically by resurrecting the image of Russia as a muscular power.\n\nIn Crimea, billboards bearing his picture and a quotation from him lauding the “historic mission” of building the bridge loom over various potholed highways.\n\nWhen the project was first announced, however, it seemed that no Russian company wanted to touch it. There were extraordinary engineering challenges, and anything involving Crimea carried the risk of international sanctions. Even more daunting, perhaps, the ultimate project supervisor, known to be a demanding boss, was laying out a rigorous construction schedule.\n\nPhoto\n\n“The bridge itself is difficult, the scale is huge and it is tough to meet the deadline,” said Oleg Skvortsov, a bridge specialist who led a 50-member expert advisory council. “The deadline was set by the president, so nobody wanted to take the risk.”\n\nInto the breach stepped Arkady R. Rotenberg, a billionaire who has made a career of taking on Mr. Putin’s pet projects. A judo partner with the president since their youth in St. Petersburg, Mr. Rotenberg was also conveniently already under Western sanctions over Crimea because of his status as a member of Mr. Putin’s inner circle.\n\nThere is some question whether Mr. Rotenberg volunteered or was pushed. The official version that he voiced himself is that no sacrifice is too great when serving the motherland, plus the bridge would stand as his crowning construction achievement.\n\nAdvertisement Continue reading the main story\n\n“It seems that this is the last big project for me, and I am doing it not to make money,” he told the daily Kommersant in a 2015 interview. “If you permit me to say this, it is my contribution to the country’s development.”\n\nThe padding involved in huge government construction projects has often served as the conduit for the Kremlin to enrich its friends. The most notorious recent example was the development of the Black Sea resort city of Sochi for the 2014 Winter Olympics, with costs mushrooming to $51 billion, the most expensive Olympics ever.\n\nBoris Nemtsov, a politician and anticorruption crusader who was shot dead outside the Kremlin in 2015, had estimated that 15 percent of that Olympics budget went to the Rotenbergs, Arkady and his brother Boris. Arkady Rotenberg has long denied exploiting his friendship with the president for personal gain.\n\nBy some reckoning, the Kerch bridge would be exceptional if it did not end in the welter of embezzlement scandals that plague most megaprojects. The cost of assembling a bridge across such difficult waters is so high and the deadline so tight that some analysts believe there is little leeway for pocketing construction funds.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSpanning the Kerch Strait with a bridge has been proposed repeatedly for more than 100 years and even tried once before, but some combination of costs, war and Mother Nature doomed every previous effort.\n\nNot everyone is convinced the current effort will succeed, either.\n\nThe strait runs between two mountain ranges, sending fierce winds howling through its narrow confines. The alluvial flow from various rivers has carpeted the seabed with 80 meters of fine silt. Ice floes crash through during the spring thaw — indeed, an ice floe sundered a German military bridge constructed during World War II — and the area is prone to earthquakes.\n\nFor the new bridge to overcome those conditions, thousands upon thousands of pylons were driven into the seabed for stability. In addition, various parts were built using aerodynamics akin to an airplane wing, ensuring that the winds flow around the structure.\n\nPhoto\n\n“All this discussion about geology, ice, wind, waves — it would have been relevant 50 years ago,” said Mikhail Y. Blinkin, the director of a transportation policy institute at Moscow’s Higher School of Economics. “Now, it is just a question of cost. It just gets more expensive, that is all, because there have been huge advancements in technology.”\n\nOn the other hand, he noted, it is an interesting project for Russia’s engineering and construction industry, which rarely faces such complicated tasks. The construction actually involves twin bridges — one for vehicles and a second due to open in 2019 for trains. Double arches rising about 115 feet above the water allow passage for ships.\n\nAdvertisement Continue reading the main story\n\nThe huge costs involve not just the bridge, but also rail lines and highways linking to it, as well as a new highway across Crimea. The bridge has sucked up a significant portion of the budget for road and bridge construction throughout Russia, experts said, despite an official denial. The government plans to raise the gas tax in part to help pay for Crimea’s development.\n\n“The fact that some other bridges are not being built, what can I say,” said Mr. Skvortsov, the head of the advisory council. “We are short on bridges and roads. We do not have enough money, so there is a system of priorities.”\n\nMr. Skvortsov confessed that he was once a skeptic, thinking like some others that a more modern, more efficient ferry service would be far cheaper and more practical. When finished, the bridge should be able to carry 40,000 vehicles and 94 trains a day. That is more cars in one day than the 38,000 the ferry transported during the entire month of December 2016, although 305,000 were transited that August, the peak tourist season.\n\nThe Russian annexation of Crimea changed the calculations, however. Ukraine severed most transportation links, effectively isolating the peninsula. Kiev opposes the bridge.\n\nSome Crimeans consider the bridge the most tangible sign that Russia is improving their lot. “For more than 20 years everything was just collapsing, and now finally something is being built,” said Nadezhda Nesterenko, 39, a postal worker who also regularly monitors the construction.\n\nSome residents hope the bridge will wrench Crimea out of its provincial doldrums, even if, for the moment, the main point appears to be solidifying Russia’s claim to the peninsula.\n\nIn ancient times, said Mr. Blinkin, the transportation expert, there were two philosophies behind road building. The Romans, he noted, extended highways everywhere to buttress their claim to their vast empire. By contrast, the Scythians around the upper reaches of the Black Sea avoided building roads to help keep enemies out.\n\nRussia adopted the latter attitude for centuries, Mr. Blinkin said. Leaders like Stalin shunned roads so that invaders could not come and Russians could not leave. Hence the Kerch bridge is a departure.\n\n“Politically, you had to build a physical connection,” he said. “If you build a bridge somewhere, if you build a highway somewhere, you declare that this is yours.”", "summary": "Mr. Putin has taken a keen public interest in the project, not least because the annexation of the Black Sea peninsula buoyed his political fortunes domestically by resurrecting the image of Russia as a muscular power. Spanning the Kerch Strait with a bridge has been proposed repeatedly for more than 100 years and even tried once before, but some combination of costs, war and Mother Nature doomed every previous effort. “All this discussion about geology, ice, wind, waves — it would have been relevant 50 years ago,” said Mikhail Y. Blinkin, the director of a transportation policy institute at Moscow’s Higher School of Economics. Some residents hope the bridge will wrench Crimea out of its provincial doldrums, even if, for the moment, the main point appears to be solidifying Russia’s claim to the peninsula."}