{"title": "Cardinals Elect Jorge Mario Bergoglio of Argentina as New Pope", "authors": ["Rachel Donadio"], "url": "http://www.nytimes.com/2013/03/14/world/europe/cardinals-elect-new-pope.html?pagewanted=all", "body": "VATICAN CITY — With a puff of white smoke from the chimney of the Sistine Chapel and to the cheers of thousands of rain-soaked faithful, a gathering of Catholic cardinals picked a new pope from among their midst on Wednesday — choosing the cardinal from Argentina, the first South American to lead the church.\n\nThe new pope, Jorge Mario Bergoglio (pronounced Ber-GOAL-io), will be called Francis, the 266th pontiff of the Roman Catholic Church. He is also the first non-European pope in more than 1,200 years and the first member of the Jesuit order to lead the church.\n\nIn choosing Francis, 76, who had been the archbishop of Buenos Aires, the cardinals sent a powerful message that the future of the church lies in the global south, home to the bulk of the world’s Catholics.\n\n“I would like to thank you for your embrace,” the new pope, dressed in white, said from the white balcony on St. Peter’s Basilica as thousands cheered joyously below. “My brother cardinals have chosen one who is from far away, but here I am.”\n\nSpeaking in Italian as he blessed the faithful, Francis asked the audience to “pray for me, and we’ll see each other soon.”\n\n“Good night, and have a good rest,” he concluded, in a grandfatherly, almost casual tone.\n\n“Habemus papam!” members of the crowd shouted in Latin, waving umbrellas and flags. “We have a pope!” Others cried, “Viva il Papa!”\n\n“It was like waiting for the birth of a baby, only better,” said a Roman man, Giuliano Uncini. A child sitting atop his father’s shoulders waved a crucifix.\n\nFrancis is known as a humble man who spoke out for the poor and led an austere life in Buenos Aires. He was born to Italian immigrant parents and was raised in the Argentine capital.\n\nThe new pope inherits a church wrestling with an array of challenges that intensified during his predecessor, Benedict XVI, including a shortage of priests, growing competition from evangelical churches in the Southern Hemisphere, a sexual abuse crisis that has undermined the church’s moral authority in the West and difficulties governing the Vatican itself.\n\nBenedict abruptly ended his troubled eight-year papacy last month, announcing he was no longer up to the rigors of the job. He became the first pontiff in 598 years to resign. The 115 cardinals who are younger than 80 and eligible to vote chose their new leader after two days of voting.\n\nPope Francis spoke by telephone with Benedict on Wednesday evening, said a Vatican spokesman, the Rev. Federico Lombardi. He called it “an act of great significance and pastorality” that Francis’ first act as pope was to offer a prayer for his predecessor.\n\nThe Rev. Thomas Rosica of Canada, another Vatican spokesman, recalled meeting Cardinal Bergoglio a decade ago during preparations for World Youth Day in Canada, and said the cardinal had told him that he lived very simply, in an apartment Buenos Aires, and sold the archdiocese’s mansion.\n\n“He cooks for himself and took great pride in telling us that, and that he took the bus to work” rather than riding in a car, Father Rosica said.\n\nPresident Obama was among the first world leaders to congratulate Francis in a message that emphasized the pope’s humble roots and New World background.\n\n“As a champion of the poor and the most vulnerable among us, he carries forth the message of love and compassion that has inspired the world for more than 2,000 years — that in each other we see the face of God,” Mr. Obama said in a message released by the White House.\n\n“As the first pope from the Americas,” the president added, “his selection also speaks to the strength and vitality of a region that is increasingly shaping our world, and alongside millions of Hispanic Americans, those of us in the United States share the joy of this historic day.”\n\nA doctrinal conservative, Francis has opposed liberation theology, abortion, gay marriage and the ordination of women, standing with his predecessor in holding largely traditional views.\n\nAs archbishop of Buenos Aires beginning in 1998 and a cardinal since 2001, he frequently tangled with Argentina’s governments over social issues. In 2010, for example, he castigated a government-supported law to legalize marriage and adoption by same-sex couples as “a war against God.”\n\nHe has been less energetic, however, in urging the Argentine church to examine its own behavior during the 1970s, when the country was consumed by a conflict between right and left. In what became known as the Dirty War, as many as 30,000 people were disappeared, tortured or killed by a military dictatorship that seized power in March 1976.\n\nIn a long interview with an Argentine newspaper in 2010, Cardinal Bergoglio defended his behavior during the dictatorship. He said that he had helped hide people being sought for arrest or disappearance by the military because of their political views, had helped others leave Argentina and had lobbied the country’s military rulers directly for the release and protection of others.\n\nBefore beginning the voting by secret ballot in the Sistine Chapel on Tuesday, in a cloistered meeting known as a conclave, the cardinals swore an oath of secrecy in Latin, a rite designed to protect deliberations from outside scrutiny — and to protect cardinals from earthly influence as they seek divine guidance.\n\nThe conclave followed more than a week of intense, broader discussions among the world’s cardinals about the problems facing the church and their criteria for its next leader.\n\n“We spoke among ourselves in an exceptional and free way, with great truth, about the lights but also about shadows in the current situation of the Catholic Church,” Cardinal Christoph Schönborn of Vienna, a theologian known for his intellect and his pastoral touch, told reporters this week.\n\n“The pope’s election is something substantially different from a political election,” Cardinal Schönborn said, adding that the role was not “the chief executive of a multinational company, but the spiritual head of a community of believers.”\n\nIndeed, Benedict was selected in 2005 as a caretaker after the momentous papacy of John Paul II, but the shy theologian appeared to show little inclination toward management. His papacy suffered from crises of communications — with Muslims, Jews and Anglicans — that, along with a sex abuse crisis that raged back to life in Europe in 2010, evolved into a crisis of governance.\n\nCritics of Benedict’s secretary of state, Cardinal Tarcisio Bertone, said he had difficulties in running the Vatican and appeared more interested in the Vatican’s ties to Italy than to the rest of the world. The Vatican is deeply concerned about the fate of Christians in the war-torn Middle East.\n\nThe new pope will also inherit power struggles over the management of the Vatican bank, which must continue a process of meeting international transparency standards or risk being shut out of the mainstream international banking system. In one of his final acts as pope, Benedict appointed a German aristocrat, Ernst von Freyberg, as the bank’s new president.\n\nFrancis will have to help make the Vatican bureaucracy — often seen as a hornet’s nest of infighting Italians — work more efficiently for the good of the church. After years in which Benedict and John Paul helped consolidate more power at the top, many liberal Catholics also hope that the new pope will give local bishops’ conferences more decision-making power to help respond to the needs of the faithful.\n\nThe reform of the Roman Curia, which runs the Vatican, “is not conceptually hard,” said Alberto Melloni, the author of numerous books on the Vatican and the Second Vatican Council. “it’s hard on a political front, but it will take five minutes for someone who has the strength. You get rid of the spoil system, and that’s it.”\n\nThe hard things are “if you want a permanent consultation of bishops’ conferences,” he added.\n\nFor Mr. Melloni, foreign policy and the church’s vision of Asia would be crucial to the new pope. “If Roman Catholicism was capable of learning Greek while it was speaking Aramaic, of learning Celtic while it was speaking Latin, now it either has to learn Chinese or ‘ciao,'” he said, using the Italian world for “goodbye.”\n\nAhead of the election, cardinals said they were looking for “a pope that understands the problems of the church at present” and who is strong enough to tackle them, said Cardinal Miloslav Vlk, the archbishop emeritus of Prague, who participated in the general congregations but was not eligible to vote in a conclave.\n\nHe said those problems included reforming the Roman Curia, handling the sex abuse crisis and cleaning up the Vatican bank.\n\n“He needs to be capable of solving these issues,” Cardinal Vlk said as he walked near the Vatican this week, adding that the next pope needs “to be open to the world, to the troubles of the world, to society, because evangelization is a primary task, to bring the Gospel to people.”\n\nThe sexual abuse crisis remains a troubling issue for the church, especially in English-speaking countries where victims sued dioceses found to have moved around abusive priests.\n\nOn Wednesday, news reports in California showed that one cardinal elector, Cardinal Roger M. Mahony, the former archbishop of Los Angeles; the archdiocese; and a former priest had reached a settlement of almost $10 million in four child sex abuse cases, according to the victims’ lawyers.\n\nBecoming pope also has a human dimension. In one of his final speeches as pope before he retired on Feb. 18, Benedict said his successor would need to be prepared to lose some of his privacy."}