{"title": "‘A Broader View’ vs. ‘An Invasion’: Dutch Voters Speak Out on Immigration", "authors": ["Palko Karasz"], "url": "https://www.nytimes.com/2017/03/10/world/europe/netherlands-election-immigration.html", "body": "_____\n\nPhoto\n\nWietske de Jong, 35, is a professor of theology who lives in Rijswijk. She said she had experienced hostility online when speaking positively about hosting refugees and welcoming immigrants.\n\nI’m a white Dutch woman and I married a Dutch man of Turkish descent. When I tell people about him, they often act surprised and ask me how his family responded. The assumption is that Dutch people are tolerant, but that Turkish or Muslim people are not. I have never experienced suspicion from my family-in-law. Ironically, the suspicion and the prejudice I do encounter are expressed by white Dutch people.\n\n_____\n\nPhoto\n\nInge van Leipsig, 41, is a social worker in Rotterdam. She said that immigration had given her “a broader view of the world.”\n\nI can’t picture my life without Lebanese cuisine, ras-el-hanout, tzatziki, pho or banh mi. It is a great thing to be able to walk out the door and find Turkish, Moroccan and Indian shops around the corner. Immigration has given me the opportunity to learn more about other cultures and religions, and I have enjoyed that a lot.\n\nSeeing Virtue on the Right\n\nPhoto\n\nStefan Schenk, 25, is a student who lives in Andijk.\n\nIt’s not immigration, it’s an invasion. If it’s not stopped, violence will take over peaceful democratic solutions. I swung from left to right. Geert Wilders will be the only viable candidate.\n\n_____\n\nPhoto\n\nHenk Biesheuvel, 47, from Vierpolders, works in maritime shipping. He said he feared an “Islamic wave” taking over the country.\n\nWe’ve welcomed immigrants since the 1950s or so. They did the jobs that we refused to do. That was the first generation, and I think we are now at the fourth generation. They gave hardly any problems. What does pose a big problem is the forced immigration, laid upon us by the E.U., of refugees. It causes turmoil and uncertainty and we can’t seem to find a 100 percent proven method to filter out the bad guys and to make sure that only the worst cases (those who need our support the most) are allowed to stay with us.\n\nAdvertisement Continue reading the main story\n\n_____\n\nPhoto\n\nAldo de Beunje, 45, works in information technology in Tilburg. He wants to welcome refugees but believes that some groups are more criminal than others, and that those taking advantage of the system should be sent back.\n\nSome Muslim people have no respect for our values (towards women, gay people, abortion, etc.). This is something we have fought for over the years. If you come to the Netherlands, you accept this. Or leave. We like to hang on to our values. Also, crime needs to be addressed. I would never have thought that I would seriously consider voting for Wilders. But I am.\n\nPhoto\n\nThijs de Boer, 22, is a student in The Hague. He said that living in a majority-immigrant neighborhood had made him more tolerant toward immigration.\n\nI shamefully have to admit that when I lived in a village I liked P.V.V.’s thoughts and ideals, while I never came in contact with immigrants. Some of my friends back there like the P.V.V., and it’s hard to relate to them. All I can say is just talk to people before you create a negative opinion about them. It helped me a lot!\n\n‘We Can Handle All This’\n\nPhoto\n\nLian Priemus, 51, is a television director in Amsterdam. She spent most of last year running a small refugee shelter. Some of the refugees, she said, had become real friends. But she remained worried about their integration.\n\nIn my opinion, we — as a free, democratic society — can handle all this, but it takes much more time and effort than we and our governments realize. And maybe more than some of us want to admit. But I believe denying the problems and doubts is the wrong solution. If we do so, we push people with concerns away from us and push them to the far right.\n\n_____\n\nPhoto\n\nRenée Blanken-Verstraten, 66, is a retired bank employee in Rotterdam.\n\nMy concerns are that terrorists travel along with people who are victims of the war. These victims are of course most welcome here. If the immigrants are willing to assimilate, our society might become more interesting. One can always learn from other people’s customs, culture, kitchen and religion.\n\n‘I Feel Misrepresented’\n\nPhoto\n\nKoen Verschoor, 33, is a market researcher who lives in Amsterdam. He said that the tone of the debate about immigration had the most impact on his community, not immigration itself.\n\nAdvertisement Continue reading the main story\n\nI feel misrepresented by the political system that has turned into a popularity contest when discussing sensitive and highly complex issues such as immigration. Immigration itself has not changed my sense of Dutch identity, but the public debate and direction in which we are headed certainly has made me feel less proud of my country.\n\n‘The New Scapegoat of Politics’\n\nPhoto\n\nJasper Stel, 29, lives in Groningen and works as a financial adviser. He said that the economy and climate issues played a larger part in his political choices than immigration. The response below is translated from the Dutch.\n\nEverything that’s not going well in our (very prosperous) society is blamed on immigration, and indirectly on the E.U. as well. When I look around me, I don’t see any changes compared to a few years back. And that while immigration increased and emigration decreased, year after year. This may not be the sensational story you are looking for. But believe me when I say that the majority of Dutch people are not troubled by immigrants. The only thing that changed is that they’ve become the “new” scapegoat of politics.\n\n_____\n\nPhoto\n\nEva Bezem, 30, spent her childhood in Flanders, which she described as right-wing and conservative. Today she is an immigration lawyer in Amsterdam.\n\nI help women who are victims of domestic violence, often of Moroccan nationality, and who are dependent on their husband for their Dutch residence rights. They have been kept in their Dutch houses for years without learning anything of the culture or language. Many of them are my age, and they cannot wait to start studying Dutch, and have their own life. They will integrate successfully after deciding to start on their own.\n\nWhen I go back to the south of the Netherlands or Flanders, I do not have the impression that people consider my work a positive influence on society — moreover, they will more likely bring up the whole discussion on fear for terrorists and/or criminals. However, when I explain an individual case of a family of migrants and what they have been through, people will understand and sympathize. It seems more the fear of the unknown.", "summary": "It causes turmoil and uncertainty and we can’t seem to find a 100 percent proven method to filter out the bad guys and to make sure that only the worst cases (those who need our support the most) are allowed to stay with us. I feel misrepresented by the political system that has turned into a popularity contest when discussing sensitive and highly complex issues such as immigration. Immigration itself has not changed my sense of Dutch identity, but the public debate and direction in which we are headed certainly has made me feel less proud of my country. When I go back to the south of the Netherlands or Flanders, I do not have the impression that people consider my work a positive influence on society — moreover, they will more likely bring up the whole discussion on fear for terrorists and/or criminals."}