{"title": "As More Immigrants Arrive, Some Britons Want to Show Them and E.U. the Door", "authors": ["Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2016/03/15/world/europe/boston-england-immigrants-brexit.html", "body": "Given the anxieties in towns like Boston, Prime Minister David Cameron made immigration a central issue in his effort to renegotiate Britain’s relationship with the European Union last month.\n\nUnable to alter the principle of freedom of movement, Mr. Cameron secured instead a restriction on the benefits that workers from other European Union countries can claim in Britain for four years. He hopes the temporary measure will make Britain a less-attractive destination for Europeans seeking jobs — or at least show British voters that he is responding to their concerns.\n\nPhoto\n\nMr. Cameron’s efforts to limit benefits, however, are being undermined by a plan put forth by George Osborne, the chancellor of the Exchequer, to introduce a national living wage that is slightly higher than the current minimum wage, a move that would most likely encourage more people to move to Britain. Starting in April, workers age 25 and over will be paid at least £7.20, about $10.30, an hour, nearly twice the average minimum wage in the 22 European Union countries that have one.\n\nSupporters of Britain leaving the bloc, or a “Brexit,” say that British jobs are going to immigrants who are willing to work for low wages and are attracted by the chance to claim relatively generous social welfare benefits. Figures from the Department for Work and Pensions, though, show that just 7.2 percent of the country’s 5.1 million benefits claimants are not British citizens.\n\nIn Boston, both European immigrants and British residents say they are closely following the debate over Britain leaving the European Union.\n\nThe community feels “uncertainty, a little fear about the situation,” said the Rev. Stanislaw Kowalski, a priest at St. Mary’s Roman Catholic Church and chaplain to the Polish community, who is himself an immigrant. Some immigrants are delaying decisions about their lives because they are worried they may need to go back to their native country, Father Kowalski added.\n\nPhoto\n\nA number of immigrants said that they agreed with Mr. Cameron’s view that immigration had to be controlled. The problem, they said, was Britain’s generous welfare system.\n\nAdvertisement Continue reading the main story\n\n“Britain needs to tidy up the system,” said Gregory Pacho, a Polish-Italian immigrant who owns a taxi company. “It’s pleasant when someone holds your hand, and the system encourages people not to work.”\n\nBoston residents who want to see Britain out of the European Union said they were prepared to give up any of the economic benefits the bloc provides to regain control over immigration.\n\nIf Britain leaves the European Union, it could lose full access to the European markets on which agricultural businesses like those in Boston depend.\n\nPhoto\n\n“It frustrates the hell out of me that we have our hands tied” by the European Union, said Yvonne Stevens, a local councilor and a member of the U.K. Independence Party, which leads one of the two coalitions campaigning for leaving the bloc.\n\nMs. Stevens said she would like to see the freedom of movement replaced by something similar to Australia’s points-based system that requires migrants to have certain skills and qualifications to be eligible for a visa.\n\nWhether Boston would attract skilled jobs under such a system is unclear. The town has historically relied on cheap labor, which is necessary if British consumers want low-priced produce.\n\nAnd because manual labor like fruit picking faces little competition, resentment is growing over jobs and wages. The oversupply of cheap labor, the argument goes, has limited workers’ negotiating power. In agriculture, for example, the minimum wage for pickers of £6.20 per hour has become a de facto ceiling.\n\nPhoto\n\nJohn Ebton, 75, who worked in a pickling factory for 24 years, fondly recalled the days in 1975 when vegetable pickers were paid £3 an hour, about £23 an hour today, adjusted for inflation. “I felt secure that I’d have a job the next day,” he said.\n\nAdvertisement Continue reading the main story\n\nMany Bostonians share Mr. Ebton’s reasoning. However, judging the negative effects of immigration by such easy comparisons is naïve, said Christian Dustmann, director of the Center for Research and Analysis of Migration at University College London.\n\nWithout immigration, he said, British workers in Boston might have lost out in different ways: Local farms could have mechanized part of their labor or shut down altogether, and British supermarkets may have imported cheaper produce.\n\n“There are many jobs that would not have existed without immigration,” he said.\n\nTake a look around Boston, said Mr. Pacho, whose taxi company thrives on ferrying laborers between the center of town and work. Ten years ago, the local Asda, a budget supermarket, had only 10 cash registers, he said. Today, it has been renamed a “superstore” and is open 24 hours.\n\nMost of the immigrants spend their money locally. Shops that were shuttered a decade ago on West Street have reopened as businesses catering mainly to Eastern Europeans. (Some local Britons complain the area has become a “no-go zone.”)\n\nThe fresh supply of labor has also attracted more companies to the area. Agribusinesses that relied solely on picking have now expanded to include processing and packaging. “A lot of the white-collar jobs in food processing are done by British,” Mr. Dustmann said.\n\nMiroslav, a Romanian who until recently worked picking cauliflower, said his job made him feel disposable. “You’re just like a tire,” he said, asking that his surname not be used to avoid local anger. “When they’re finished with the tire, they throw it away.”\n\nAnd yet, after a year, he saved enough to become a taxi driver. A former typographer, Miroslav aspires to open a business here, and he said he hoped Britain would remain in the European Union.\n\n“Here, I can use my brain,” he said. “Here, I have the opportunity to use my head, to start a business, and put it back in Britain.”", "summary": "Given the anxieties in towns like Boston, Prime Minister David Cameron made immigration a central issue in his effort to renegotiate Britain’s relationship with the European Union last month. Unable to alter the principle of freedom of movement, Mr. Cameron secured instead a restriction on the benefits that workers from other European Union countries can claim in Britain for four years. Supporters of Britain leaving the bloc, or a “Brexit,” say that British jobs are going to immigrants who are willing to work for low wages and are attracted by the chance to claim relatively generous social welfare benefits. However, judging the negative effects of immigration by such easy comparisons is naïve, said Christian Dustmann, director of the Center for Research and Analysis of Migration at University College London."}