{"title": "‘I Thought That Barcelona Was Spanish’: Tourists Caught in Catalonia Unrest", "authors": ["Patrick Kingsley"], "url": "https://www.nytimes.com/2017/10/06/world/europe/barcelona-catalonia-tourists-spain.html", "body": "“I didn’t understand how Catalonia was separate from Spain, much less Barcelona,” said Debbie VanHoosen, 52, a mortgage bank manager from Colorado who was visiting with a friend. “I thought it was like the state of Texas talking about seceding from the U.S.”\n\n“We were oblivious Americans — oblivious to the rest of the world,” Ms. VanHoosen added jokingly.\n\nBut such surprise was not limited to Americans. Europeans like Rachel Dick, a Scottish waitress, spoke of the “weirdness” of the jolt to her conception of Western Europe, and of the realization that Barcelona was not an immortal part of Spain.\n\nPhoto\n\nThis, in turn, sparked a moment of introspection from Ms. Dick’s companion, Victoria Forbes. What if their limited understanding of Catalan nationalism made them no different from foreigners with a comic ignorance of Britain’s regional complexities?\n\n“It’s like speaking to people in America and trying to explain that the U.K. is actually four places” — England, Scotland, Wales and Northern Ireland — said Ms. Forbes, a geology student, “and that I don’t live in England if I’m from Scotland.”\n\nAmid the buskers playing the “Godfather” theme song and the flag-waving tour guides leading their groups through the crowds, there were, nevertheless, visitors with a richer sense of Catalan history.\n\nMark Langer, a lawyer from Washington and a former student of modern European history, could narrate how the process of unifying parts of Spain accelerated under Ferdinand II and Isabella I in the 15th century, and could explain the loss of Catalan autonomy under Felipe V.\n\nAdvertisement Continue reading the main story\n\nOn the other side of the square, an Irish couple said that the history of their own country’s independence movement meant that Catalan nationalism typically received more coverage in the Irish news media than elsewhere.\n\nPhoto\n\n“Being Irish, you’re a bit more aware of sectional communities or smaller communities within a bigger country,” said Kevin O’Donnell, a product manager visiting from Dublin with his wife, Neasa. “That news resonates more.”\n\nPeople who find themselves at the site of a global news event often report that the situation on the ground is often less frightening or chaotic than it appears on television, thousands of miles away.\n\nTourists in Barcelona this week reported the same phenomenon. After scenes of violent clashes with police officers and mass demonstrations appeared on the news, tourists reported receiving anxious text messages from relatives, warning them to be careful. But on the ground, most found the situation to be “very safe,” as Ms. Hoeseth put it.\n\nThere had been some disruption to people’s schedules, particularly on Tuesday, when a general strike closed most tourist sites and transport links, and delayed several international flights.\n\nArriving at the airport, Ms. VanHoosen had not been able to take a taxi into town. Mr. Anderssen and Ms. Hoeseth had to cancel their initial trip to the Sagrada Família, as did Ms. Dick and Ms. Forbes.\n\nPhoto\n\nBut it was no great hardship, Ms. Forbes said, adding, “Then we thought: Let’s just go to the beach.”\n\nIn fact, it had even all been “very exciting,” said Ms. Dick, whose first act in central Barcelona was to wander innocently into the thick of a large pro-independence demonstration.\n\nAdvertisement Continue reading the main story\n\n“It’s been nice to be here and see a bit of history,” she said.\n\nFor Mr. Langer, the lawyer, and his friend Lavardo Wilkins, an Uber driver also from Washington, it was rewarding to witness a movement of people working for a common purpose.\n\nThough more than half of Catalans did not, in fact, participate in the voting, the number of Catalan flags on display in the streets and the regularity of pro-independence rallies have created the impression of a population united in search of independence.\n\n“The solidarity is amazing,” Mr. Langer said.\n\n“We’re Americans, and we don’t have that right now,” Mr. Wilkins said, alluding to the bitter political discourse in the United States.\n\nBut then Mr. Langer had another thought. “If we were in Madrid,” he said, where there is widely visible resentment of Catalan nationalism, “maybe we’d feel the exact opposite.”", "summary": "Europeans like Rachel Dick, a Scottish waitress, spoke of the “weirdness” of the jolt to her conception of Western Europe, and of the realization that Barcelona was not an immortal part of Spain.Amid the buskers playing the “Godfather” theme song and the flag-waving tour guides leading their groups through the crowds, there were, nevertheless, visitors with a richer sense of Catalan history.Mark Langer, a lawyer from Washington and a former student of modern European history, could narrate how the process of unifying parts of Spain accelerated under Ferdinand II and Isabella I in the 15th century, and could explain the loss of Catalan autonomy under Felipe V.After scenes of violent clashes with police officers and mass demonstrations appeared on the news, tourists reported receiving anxious text messages from relatives, warning them to be careful.For Mr. Langer, the lawyer, and his friend Lavardo Wilkins, an Uber driver also from Washington, it was rewarding to witness a movement of people working for a common purpose."}