{"title": "Catalonia Government Declares Overwhelming Vote for Independence", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/10/06/world/europe/catalonia-referendum-sedition.html", "body": "The central government in Madrid had sent thousands of national police officers from outside Catalonia to block Sunday’s referendum. After Catalonia’s own police force failed to do so, the national forces moved in with batons and rubber bullets, wounding hundreds.\n\nPhoto\n\nThe government in Madrid has maintained that the national police acted proportionally, but its representative in Barcelona, Enric Millo, offered the first apology on Friday for the injuries.\n\n“When I know that people got hit, I can only say sorry,” Mr. Millo said on Catalan television.\n\nA Barcelona judge is investigating the clashes that occurred during the vote. In a preliminary ruling on Friday, the judge said that the Spanish police had no reason to crack down on residents taking part in an illegal vote and “placing a paper without any legal value into a ballot box.”\n\nAt the same time, Catalonia’s police chief was called before Spain’s national court to answer complaints that his officers had failed to protect their Spanish colleagues during pro-independence demonstrations, an accusation that could lead to sedition charges.\n\nThe hearing occurred behind closed doors, and as he left the courtroom, the chief, Josep Lluís Trapero, said that he was “very satisfied” with his appearance before a judge. He gave no further details.\n\nThe national court also summoned another Catalan police official, Teresa Laplana, and the leaders of the two main Catalan pro-independence civil groups — Jordi Sanchez of the Catalan National Assembly and Jordi Cuixart of Omnium Cultural — to explain their role in pro-independence demonstrations.\n\nThe constitutional crisis has begun to sow significant jitters among companies. Some are adjusting their operations, while significantly raising the risk premium demanded by investors for holding Spanish and Catalan debt. Spain’s borrowing costs rose this week to their highest level since March.\n\nAdvertisement Continue reading the main story\n\nOn Friday, the board of CaixaBank, the largest financial institution based in Catalonia, voted to move its legal headquarters to Valencia, following the example of Sabadell, another major Catalan bank, which announced on Thursday that it would move its headquarters to Alicante, on Spain’s eastern coast.\n\nPhoto\n\nRelocating would guarantee the banks continued access to funding from the European Central Bank and would allow them to remain under European Union jurisdiction, even if a new Catalan republic were formed outside the bloc and ended up being cut off from the eurozone.\n\nOn Friday, Spain’s government adopted a decree to facilitate the legal relocation of companies outside Catalonia. Luis de Guindos, Spain’s economy minister, said at a news conference that Madrid was committed to helping companies grow, but also understood that they needed to adjust to what he called the “irresponsible” policies of the Catalan government.\n\nAnother major Catalonia-based company, Gas Natural, is moving its legal seat to Madrid. Freixenet, the leading producer of Catalonian sparkling wine, cava, also said it would relocate if Catalonia declared unilateral independence.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Friday, one of the main labor unions in Catalonia said it wanted to call a one-week general strike, starting next Tuesday. A strike last Tuesday brought a large part of the Catalan transport network to a standstill.\n\n“People are starting to get scared, and that’s bad news,” José Luis Bonet, the president of Freixenet, said on national radio Friday. “If we’re really heading for a unilateral declaration of independence, there will be an important departure of companies from Catalonia, which would cause very serious damage to Catalonia.”\n\nThis week, Mr. Puigdemont, Catalonia’s leader, requested international mediation to help resolve the conflict, but the proposal was rejected by the prime minister and fell on deaf ears in Brussels and other capitals in the European Union.\n\nBut the Foreign Ministry of Switzerland, which is not part of the European Union, is offering to mediate the conflict, according to Swiss national radio.", "summary": "The government in Madrid has maintained that the national police acted proportionally, but its representative in Barcelona, Enric Millo, offered the first apology on Friday for the injuries.In a preliminary ruling on Friday, the judge said that the Spanish police had no reason to crack down on residents taking part in an illegal vote and “placing a paper without any legal value into a ballot box.”At the same time, Catalonia’s police chief was called before Spain’s national court to answer complaints that his officers had failed to protect their Spanish colleagues during pro-independence demonstrations, an accusation that could lead to sedition charges.Luis de Guindos, Spain’s economy minister, said at a news conference that Madrid was committed to helping companies grow, but also understood that they needed to adjust to what he called the “irresponsible” policies of the Catalan government.This week, Mr. Puigdemont, Catalonia’s leader, requested international mediation to help resolve the conflict, but the proposal was rejected by the prime minister and fell on deaf ears in Brussels and other capitals in the European Union."}