{"title": "The 5 Conservatives Vying to Become Britain’s Next Prime Minister", "authors": ["Sewell Chan"], "url": "https://www.nytimes.com/2016/07/01/world/europe/conservative-party-candidates.html", "body": "Quotes: “Twice we went to the country unchanged, unrepentant, just plain unattractive, and twice we got slaughtered,” she said at a party conference in 2002, saying the party needed to shed its reputation as the “nasty party.” On Thursday, presented herself as a champion of a “one-nation” conservatism. “If you’re from an ordinary working-class family, life is just much harder than many people in politics realize,” she said.\n\nFamily: Husband, Philip May, is an investment banker; no children.\n\nInteresting facts: Lost both parents in the span of a few months when she was in her mid-20s. Disclosed in 2013 that she has Type 1 diabetes. Would be Britain’s second female prime minister, after Margaret Thatcher.\n\nPhoto\n\nMichael Gove, 48, justice secretary\n\nBiography: Born in Edinburgh, the son of a fish-processing worker. Graduated from Lady Margaret Hall, Oxford University. Started his career as a journalist, reporting for The Press and Journal in Aberdeen, Scotland; for Scottish Television; and for the BBC. Was later an assistant editor at The Times of London. Elected to Parliament in 2005, and was education secretary from 2010 to 2014.\n\nPolicies: Was a leader of the campaign to leave the European Union. Asked about the dire warnings by economists against leaving the bloc, he said that “people in this country have had enough of experts.” As education secretary, advocated more study of the classics of British literature in schools, along with study of foreign languages.\n\nQuote: “I don’t think I have got the exceptional level of ability required for the job,” he said in an interview with The Telegraph shortly before the referendum.\n\nFamily: Wife, Sarah Vine, is a journalist; two children.\n\nInteresting facts: Has spoken about how his life was transformed when he was adopted at 4 months; his sister was also adopted.\n\nPhoto\n\nAndrea Leadsom, 53, minister of state for energy and climate change\n\nBiography: Born in Buckinghamshire, northwest of London, and studied political science at Warwick University. Worked in banking and finance for 25 years, including at Barclays, before becoming a senior investment officer and head of corporate governance at Invesco Perpetual, a fund manager. Elected to Parliament in 2010.\n\nAdvertisement Continue reading the main story\n\nPolicies: Rose to prominence as a leading advocate of the campaign to leave the European Union. Champion of austerity measures. Supports sharp reductions in carbon dioxide emissions. Seen as a contender for chancellor of the Exchequer, effectively the No. 2 job in the government.\n\nQuotes: “The future for our children and grandchildren will be so great, but what we all have to do now is pull together and make that opportunity a reality,” she said in announcing her candidacy.\n\nFamily: Husband, Ben Leadsom, is an investor; three children.\n\nInteresting facts: Avid cyclist. Has advocated mental health screenings for new mothers, and supports investing in early-childhood development.\n\nPhoto\n\nStephen Crabb, 43, work and pensions secretary\n\nBiography: Raised with two brothers by their mother in public housing in Wales, with disability benefits and help from friends, family and the local Baptist church. Attended public schools. Studied politics at the University of Bristol and received an M.B.A. from London Business School. Was a marketing consultant, and worked for the National Council for Voluntary Youth Services and the London Chamber of Commerce and Industry, before entering politics. Elected to Parliament in 2005, and was secretary of state for Wales from 2014 to 2016.\n\nPolicies: Has called for welfare recipients to change their behavior, as the key to ending dependence on public benefits. Opposed the government’s decision in 2013 to legalize gay marriage, but says “that issue is now settled.” Running on an informal ticket with Business Secretary Sajid Javid, the son of working-class immigrants from Pakistan, who would be in line to become chancellor of the Exchequer if Mr. Crabb wins.\n\nQuotes: “The British people want control of immigration,” he said. “For us, this is a red line.”\n\nFamily: Wife, Béatrice Monnier, is French; two children.\n\nInteresting facts: Speaks frequently of his Christian faith, which is relatively rare in British political discourse. Active supporter of Israel. Marathoner, rugby player and mountain biker.\n\nPhoto\n\nLiam Fox, 54, former defense secretary\n\nBiography: Born in Scotland. Trained as a doctor at the University of Glasgow, and worked as a general practitioner for the National Health Service. Elected to Parliament in 1992. Co-chairman of the Conservative Party from 2003 to 2005. Unsuccessfully challenged Mr. Cameron for leadership of the party, which was then in opposition, in 2005. Resigned as defense secretary in 2011 after a scandal over his personal and professional relationship with a close friend. The man had accompanied him on numerous official trips abroad and had helped broker access to wealthy people who shared Mr. Fox’s interest in closer ties between Britain and the United States and Israel.\n\nAdvertisement Continue reading the main story\n\nPolicies: As defense secretary, oversaw budget cuts to the military, opposed intervention in Syria, and helped oversee Britain’s involvement in conflicts in Libya and Afghanistan. Believes that NATO is the cornerstone of Britain’s national security and opposes any European Union role in military matters.\n\nQuotes: “I mistakenly allowed the distinction between my personal interest and my government activities to become blurred,” he said on resigning in 2011. On “Brexit,” had laid down a tough line on immigration, saying, “I don’t believe the British public would accept the free movement in return for access to the single market.”\n\nFamily: Wife, Jesme Baird, is also a doctor.\n\nInteresting facts: He once saved the life of a peer who was having an epileptic fit.", "summary": "Worked in banking and finance for 25 years, including at Barclays, before becoming a senior investment officer and head of corporate governance at Invesco Perpetual, a fund manager. Opposed the government’s decision in 2013 to legalize gay marriage, but says “that issue is now settled.” Running on an informal ticket with Business Secretary Sajid Javid, the son of working-class immigrants from Pakistan, who would be in line to become chancellor of the Exchequer if Mr. Crabb wins. The man had accompanied him on numerous official trips abroad and had helped broker access to wealthy people who shared Mr. Fox’s interest in closer ties between Britain and the United States and Israel. Policies: As defense secretary, oversaw budget cuts to the military, opposed intervention in Syria, and helped oversee Britain’s involvement in conflicts in Libya and Afghanistan."}