{"title": "Ukraine Reports Russian Invasion on a New Front", "authors": ["Andrew E. Kramer", "Michael R. Gordon"], "url": "https://www.nytimes.com/2014/08/28/world/europe/ukraine-russia-novoazovsk-crimea.html?_r=0", "body": "Andriy Lysenko, a spokesman for the Ukrainian military in Kiev, said the Russian armored column entered the town of Amvrosiyivka, south of Donetsk, expanding what Western and Ukrainian officials have described as one of the main fronts in a multipronged counteroffensive directed by Russia. This week, Ukraine accused Russia of sending an armored column toward the coastal city of Mariupol, far from the fighting around Luhansk and Donetsk, with the aim of diverting Ukrainian forces to deal with that new threat.\n\nThe Obama administration accused Russia of lying about its intentions, while European officials angrily demanded answers from the Kremlin. Chancellor Angela Merkel of Germany, who perhaps has the most cordial relationship with Mr. Putin, telephoned him on Wednesday to request an explanation, her office said.\n\nEvidence that Russia was seeking to change the course of the conflict was abundant this week in the small southeast border town of Novoazovsk, where Ukrainian forces beat a nervous retreat on Tuesday, under attack from what fleeing soldiers described as columns of tanks, artillery and combat troops coming across the border.\n\nExhausted, filthy and dismayed, some Ukrainian soldiers staggering out of Novoazovsk for safer territory said they were cannon fodder for the attacking forces. As they spoke, tank shells whistled in from the east and exploded nearby.\n\nPhoto\n\nSome of the Ukrainian soldiers appeared unwilling to fight. The commander of their unit, part of the Ninth Brigade from Vinnytsia, in western Ukraine, barked at the men to turn around, to no effect. “All right,” the commander said. “Anybody who refuses to fight, sit apart from the others.” Eleven men did, while the others returned to the city.\n\nSome troops were in full retreat: A city busload of them careened past on the highway headed west, and purple curtains flapped through windows shot out by gunfire.\n\nMore fighting and shelling punctuated the area around the town on Wednesday, although it was unclear whether the assailants were Russian forces or members of the Donetsk People’s Republic, the name the separatists have given themselves.\n\nAdvertisement Continue reading the main story\n\nThe Obama administration, which has imposed increasingly punitive economic sanctions on Russia because of the Ukraine crisis, has asserted over the past week that the Russians had moved artillery, air-defense systems and armor to help the separatists in Donetsk and Luhansk.\n\n“These incursions indicate a Russian-directed counteroffensive is likely underway,” Jen Psaki, the State Department spokeswoman, said Wednesday. At the department’s daily briefing in Washington, Ms. Psaki also criticized what she called the Russian government’s “unwillingness to tell the truth” that its military had sent soldiers as deep as 30 miles inside Ukraine territory.\n\nMs. Psaki apparently was referring to videos of captured Russian soldiers, distributed by the Ukrainian government on Tuesday, that directly challenged Mr. Putin’s assertions that Russia is a mere bystander in the conflict. The videos were publicized just as Mr. Putin was meeting with his Ukraine counterpart, Petro O. Poroshenko, in Belarus.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nRussian forces have been trying to help the separatists break the siege of Luhansk and have been fighting to open a corridor to Donetsk from the Russian border, Western officials say.\n\nTo the south, Russia has been backing a separatist push toward Mariupol, a major port on the Sea of Azov, according to Western and Ukrainian officials. The Russian aim, one Western official said, may possibly be to seize an outlet to the sea in the event that Russia tries to establish a separatist enclave in eastern Ukraine.\n\nSome Western officials fear the move might even be a step in what they suspect is a broader Russian strategy to carve out a land link to Crimea, the strategic Ukrainian peninsula that Russia annexed in March, setting off Moscow’s worst crisis with the West since the Cold War.\n\nPhoto\n\nThe Russian military’s use of artillery from within Ukraine is of special concern to Western military officials, who say Russian artillery has already been used to shell Ukrainian forces near Luhansk. And along with the antiaircraft systems operated by separatists or Russian forces inside Ukraine, the artillery has the potential to alter the balance of power in the struggle for control of eastern Ukraine.\n\nThe separatists have asserted that they are using captured Ukrainian equipment. But American officials say they are confident that the artillery in the Krasnodon area of Ukraine is Russia’s since Ukrainian forces have not penetrated that deeply into that separatist-controlled region. American officials also say the separatists have no experience in using such weaponry.\n\nThe United States has photographs that show the Russian artillery moved into Ukraine, American officials say. One photo dated last Thursday, shown to a New York Times reporter, shows Russian military units moving self-propelled artillery into Ukraine. Another photo, dated Saturday, shows the artillery in firing positions in Ukraine.\n\nAdvertisement Continue reading the main story\n\nAdvanced air defenses, including systems not known to be in the Ukrainian arsenal, have also been used to blunt the Ukrainian military’s air power, American officials say. In addition, they said, the Russian military routinely flies drones over Ukraine and shares the intelligence with the separatists.\n\nIn Novoazovsk, at least, there was no doubt among the retreating Ukrainians that their assailants were coming from Russia.\n\nOn the highway in Novoazovsk on Tuesday, Sgt. Ihor Sharapov, a soldier with the Ukrainian border patrol unit, said he had seen tanks drive across the border, although they were marked with flags of the Donetsk People’s Republic. Others suggested the flags were a ruse.\n\n“I tell you they are Russians, but this is what proof I have,” said Sgt. Aleksei Panko, holding up his thumb and index finger to form a zero. Sergeant Panko estimated that about 60 armored vehicles crossed near Novoazovsk. “This is what happened: They crossed the border, took up positions and started shooting.”\n\nThe Ukrainian Vinnytsia brigade met the cross-border advance over the six miles of countryside separating Novoazovsk from the Russian border, but later retreated to the western edge of town along the Rostov-Mariupol highway, where soldiers were collapsed in exhaustion on the roadside. “This is now a war with Russia,” Sergeant Panko said.\n\nThe counteroffensive that Ukrainian officers said was at least in part staged across the border from Russia pushed the Ukrainian Army off a 75-mile-long highway from Donetsk south to the Azov Sea.\n\nOn Wednesday, it amounted to a no-man’s land of empty villages, roads crisscrossed by armored vehicle treads, felled trees and grass fires burning out of control, and panoramas of sunflowers and corn rotting."}