{"title": "Catalonia Overwhelmingly Votes for Independence From Spain in Straw Poll", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2014/11/10/world/europe/catalans-vote-in-straw-poll-on-independence-from-spain.html", "body": "He urged Mr. Rajoy to allow Catalans to hold a formal referendum soon. “Like Quebec and Scotland, Catalonia also wants to decide its political future,” he said.\n\nMr. Rajoy fought to prevent a Catalan vote that he claimed would violate the Spanish Constitution. He told a party conference on Saturday that the Catalan vote had no validity and would have “no effect whatsoever.” Speaking on Sunday on behalf of Mr. Rajoy’s government, Mr. Catalá, the justice minister, also stressed the vote had no legal implications for Spain and warned instead that the attorney general’s office was probing whether charges could be filed against the Catalan organizers of an invalid poll.\n\nWhile trying not to be held responsible for provoking a constitutional crisis in Spain, Mr. Mas has been under pressure from other secessionist politicians to keep Catalonia’s independence plans on track.In recent weeks, the Constitutional Court repeatedly sided with Mr. Rajoy’s government, forcing Mr. Mas to adjust his plans in order to circumvent legal and political objections from Madrid.\n\nVideo\n\nAs a result, the straw poll was organized without any official census of the electorate. In fact, to avoid any institutional involvement, Mr. Mas relied on about 40,000 volunteers to take charge of the ballot. The result is thus unlikely to receive the international recognition that Mr. Mas had originally hoped for.\n\nStill, Maria Pilar Lahoz, a history professor who voted Sunday in the Gràcia neighborhood of Barcelona, said that her vote had “full validity for me, even if Madrid doesn’t believe it.”\n\nShe forecast independence within the coming decade. “It’s still going to be a long struggle, but it’s unstoppable and the door has now at least been opened,” she said.\n\nIn 2012, when Catalonia last held regional elections, secessionist parties got about 1.8 million votes of 3.7 million cast. Comparisons are hard to make, given the informal nature of the straw poll. Catalans aged 16 and over were allowed to take part, while in 2012, only those 18 and older could vote. The straw poll was also open to foreign residents of Catalonia, as well as to Catalans living outside the region.\n\nCorinna Duschat, a German who has been living in Catalonia for five years and also voted in the Gràcia neighborhood, said she was concerned about any attempt to restrict the right of people to vote in a functioning democracy. “I don’t see how Madrid thinks this is an issue that can just be ignored,” she said.In Hong Kong, Coral Puig, who has lived outside of Catalonia for the last four years, volunteered to help organize a local vote for Catalans. “I want to be legally recognized as a Catalan citizen worldwide,” she said by email. “I am not Spanish, and we have been waiting for centuries to get back our identity.”"}