{"title": "Nicolas Sarkozy Is Out as François Fillon Takes Surprise Lead in French Primary", "authors": ["Adam Nossiter"], "url": "https://www.nytimes.com/2016/11/21/world/europe/francois-fillon-nicolas-sarkozy-france-election.html", "body": "But in the past week, Mr. Fillon advanced in the polls, having positioned himself between the integrationist message of Mr. Juppé and the tougher positions of Mr. Sarkozy. On Sunday night, French television commentators expressed astonishment that the longtime favorite, Mr. Juppé, had suddenly become a challenger with tough odds.\n\nThe winner of the second round is likely to face the candidate of France’s far-right National Front, Marine Le Pen, in the presidential election. On Sunday, Ms. Le Pen boasted that the Republicans’ primary had been fought on her themes: French identity, reconsideration of France’s role in Europe, and a crackdown on immigration and jihadists.\n\nThose themes are likely to dominate electioneering here. For the next week, Mr. Fillon and Mr. Juppé will be seeking Mr. Sarkozy’s voters. Mr. Fillon has promised to add 16,000 prison cells, create a special antiterrorism judicial unit, crack down harshly on anybody who maintains any relation with the Islamic State, and strip the French citizenship of those who embark on jihad.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe themes are a natural fit for Mr. Sarkozy’s voters, and as he conceded on Sunday night, Mr. Sarkozy said he would vote for Mr. Fillon — a man who had expressed disdain for his former patron during the campaign. But the two have a similar outlook on the world, and in particular a more conciliatory approach than Mr. Juppé to the Russia led by Vladimir V. Putin. Mr. Fillon has called for a Western coalition with Mr. Putin, the Russian president, to fight ISIS.\n\nAdvertisement Continue reading the main story\n\nStill, a large majority of voters said in exit polls on Sunday that economic issues were of uppermost concern, and on that subject, Mr. Fillon could be vulnerable. He has promised harsh measures — in the French context — to roll back the role of the state in the country’s economy: cutting 500,000 to 600,000 civil service positions, eliminating the 35-hour workweek, and moving to a 39-hour workweek in state workplaces like hospitals. These kinds of campaign planks typically bring tens of thousands of demonstrators into the streets — as Mr. Juppé learned at his expense in the mid-1990s — and bring down governments.\n\nMr. Juppé has criticized Mr. Fillon’s economic program as far too harsh, and unworkable. He seems certain to hammer that theme in the seven days remaining in the primary campaign. But the odds may now be against him.\n\n“Fillon will win,” said Gérard Grunberg, a political scientist at the Paris Institute of Political Studies, who added that a week ago, he would not have predicted Mr. Fillon’s swift rise.\n\n“Juppé campaigned too far to the left for the French right,” Mr. Grunberg said. Referring to Mr. Fillon, he added, “I didn’t think it would all crystallize around his personality.”", "summary": "On Sunday night, French television commentators expressed astonishment that the longtime favorite, Mr. Juppé, had suddenly become a challenger with tough odds. Le Pen boasted that the Republicans’ primary had been fought on her themes: French identity, reconsideration of France’s role in Europe, and a crackdown on immigration and jihadists. Mr. Fillon has promised to add 16,000 prison cells, create a special antiterrorism judicial unit, crack down harshly on anybody who maintains any relation with the Islamic State, and strip the French citizenship of those who embark on jihad. Still, a large majority of voters said in exit polls on Sunday that economic issues were of uppermost concern, and on that subject, Mr. Fillon could be vulnerable."}