{"title": "Van Hits Pedestrians in Deadly Barcelona Terror Attack", "authors": ["Anne-Sophie Bolon", "Palko Karasz", "James C. Mckinley Jr."], "url": "https://www.nytimes.com/2017/08/17/world/europe/barcelona-catalunya-van.html", "body": "The police cordoned off the Plaza de Cataluña and Las Ramblas in the heart of Barcelona, both tourist destinations, and began a chaotic pursuit for the attackers.\n\nThree people were arrested, including a Moroccan man whose identification documents had been used to rent the van. The Barcelona police said none were believed to be the driver, who escaped on foot and remained at large.\n\nThe Islamic State claimed responsibility for the Barcelona assault, which shattered a peaceful afternoon in one of Europe’s most picturesque cities. President Trump and other Western leaders quickly condemned the attack and pledged cooperation.\n\nIn a sign of the confusion that prevailed after the attack, local television reported that one assailant, armed with a rifle, had run into a restaurant and was besieged by the police. The police said the entire version was false.\n\nWitnesses described people screaming and running for their lives as the van driver wove back and forth just after 5:30 p.m., apparently trying to hit as many people as he could. Police officers swept through the area near Las Ramblas, a wide boulevard with a large pedestrian section, moving people out of the area.\n\nVideos taken by witnesses and posted online showed men, women and children motionless on the ground amid broken umbrellas and chairs, in the shade of trees, many bleeding profusely. Paramedics and friends knelt to comfort them as police sirens wailed.\n\nWhitney Cohn, a mathematics teacher from Montebello, N.Y., was walking along the mall with her husband and two daughters, on the way back to their hotel after visiting a museum, when the van came careening through the crowd, throwing people aside like dolls as screams pierced the air. She grabbed her daughters and started running. “It was flying,” Ms. Cohn said in a text exchange from a nearby restaurant. “The van missed us by a sec.”\n\nOther witnesses described chaos as people dropped their belongings and fled as the van entered the mall and accelerated, hitting people indiscriminately, among them children and the elderly. Among the seriously injured was a 6-year-old girl hospitalized with a cerebral hemorrhage, an official at Vall Hebron University Hospital said.", "summary": "The police cordoned off the Plaza de Cataluña and Las Ramblas in the heart of Barcelona, both tourist destinations, and began a chaotic pursuit for the attackers.The Islamic State claimed responsibility for the Barcelona assault, which shattered a peaceful afternoon in one of Europe’s most picturesque cities.In a sign of the confusion that prevailed after the attack, local television reported that one assailant, armed with a rifle, had run into a restaurant and was besieged by the police.Videos taken by witnesses and posted online showed men, women and children motionless on the ground amid broken umbrellas and chairs, in the shade of trees, many bleeding profusely.Whitney Cohn, a mathematics teacher from Montebello, N.Y., was walking along the mall with her husband and two daughters, on the way back to their hotel after visiting a museum, when the van came careening through the crowd, throwing people aside like dolls as screams pierced the air."}