{"title": "Geert Wilders Falls Short in Election, as Wary Dutch Scatter Their Votes", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2017/03/15/world/europe/geert-wilders-netherlands-far-right-vote.html", "body": "“Today was a celebration of democracy, we saw rows of people queuing to cast their vote, all over the Netherlands — how long has it been since we’ve seen that?” Mr. Rutte said.\n\nAlexander Pechtold, the leader of Democrats 66, which appeared to have won the most votes of any left-leaning party, struck a similar note underscoring the vote as a victory against a populist extremist.\n\n“During this election campaign, the whole world was watching us,” Mr. Pechtold said. “They were looking at Europe to see if this continent would follow the call of the populists, but it has now become clear that call stopped here in the Netherlands.”\n\nAccording to an unofficial tally compiled by the Dutch Broadcasting Foundation, the country’s public broadcaster, the People’s Party for Freedom and Democracy was likely to capture 33 of the 150 seats in Parliament — a loss of seven seats, but still far more than any other party.\n\nMr. Wilders’s Party for Freedom was expected to finish second, with 20 seats (an increase of eight); and the right-leaning Christian Democratic Appeal and the left-leaning Democrats 66 were tied for third, with 19 each, the broadcaster reported.\n\nIn the Netherlands, the results betrayed a lingering distrust of turning over the reins of power to the far right, even as its message dominated the campaign and was likely to influence policies in the new government.\n\nYet there are limits to how much the Netherlands, one of Europe’s most socially liberal countries, will be a reliable predictor for Europe’s other important elections this year, including next month’s presidential elections in France.\n\nAdvertisement Continue reading the main story\n\nMark Bovens, a political scientist at Utrecht University, noted that Mr. Wilders and other right-wing parties, despite their gains, did not drastically cross traditional thresholds.\n\n“The nationalist parties have won seats, compared to 2012 — Wilders’s party has gained seats, as has a new party, the Forum for Democracy — but their electorate is stable, it has not grown,” Mr. Bovens said.\n\nMr. Bovens pointed out that an earlier populist movement led by the right-wing politician Pim Fortuyn had won 26 seats in 2002, and that Mr. Wilders’s won 24 seats in 2010. If Mr. Wilders’s party rises to 20 seats, as the early returns seemed to indicate, it will still be lower than the previous high-water marks.\n\n“And some of the traditional parties have moved in a more nationalistic direction, taking a bit of wind out of his sails,” he said. “You see the same strategy in Germany.”\n\nThe German governing coalition led by Chancellor Angela Merkel, which is facing a stiff election challenge of its own this year, was clearly buoyed by the Dutch result, its foreign ministry sending a warmly enthusiastic message via Twitter.\n\nPhoto\n\n“Large majority of Dutch voters have rejected anti-European populists. That’s good news. We need you for a strong #Europe!” it read.\n\nIn the Netherlands’s extremely fractured system of proportional representation — 28 parties ran and 13 are likely to have positions in the 150-seat lower house of Parliament — the results were, not atypically, something of a dog’s breakfast.\n\nMr. Rutte’s party lost seats, even as it came out on top, and will need to join forces with several others in order to wield power. Virtually all parties said they would not work with Mr. Wilders in a coalition — so toxic he remains — though his positions are likely to infuse parliamentary debate.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Rutte has not seen the last of me yet!” Mr. Wilders wrote on Twitter, and indeed his anti-immigrant message, which dominated much of the campaign, was not likely to go away.\n\nAdvertisement Continue reading the main story\n\nIt came into particularly sharp relief on the eve of the election, when Turkey’s foreign minister sought to enter the Netherlands to rally support among Turks in Rotterdam for a referendum to increase the power of the Turkish president, Recep Tayyip Erdogan. Dutch officials refused him landing rights.\n\nMr. Wilders, who has seemed to relish being called the “Dutch Donald Trump,” has been so extreme that some appear to have thought twice about supporting him.\n\nHe has called for banning the Quran because he compares it to Hitler’s work “Mein Kampf,” which the Netherlands banned, and for closing mosques and Islamic cultural centers and schools.\n\nElection turnout was high, with polling places seeing a steady stream of voters from early morning until the polls closed at 9 p.m. Of the 12.9 million Dutch citizens eligible to cast ballots, more than 80 percent voted.\n\nSome polling places ran out of ballots and called for additional ones to be delivered. There were so many candidates listed that the ballots were as voluminous as bath towels and had to be folded many times over to fit into the ballot box.\n\nPhoto\n\nThe percentage of the vote that a party receives translates into the number of seats it will get in Parliament. If a party gets 10 percent of the total votes, it gets 10 percent of seats in the 150-seat Parliament, given to its first 15 candidates listed on the ballot.\n\nThe election was a success for the left-leaning Green Party, led by 30-year-old Jesse Klaver, a relative political newcomer, whose leadership at least tripled the party’s seats, making it the fifth-place finisher and potentially a part of the government.\n\nMr. Klaver ran specifically on an anti-populist platform and worked hard to turn out first-time voters.\n\nAdvertisement Continue reading the main story\n\n“In these elections there was an overwhelming attention from the foreign press, which is understandable because Brexit happened and Trump was elected, and because France, Germany and maybe Italy will be holding elections,” Mr. Klaver said. “They asked us: Will populism break through in the Netherlands?”\n\nThe crowd shouted: “No.”\n\n“That is the answer that we have for the whole of Europe: Populism did not break through,” Mr. Klaver said.\n\nAnother striking development was the first-time election of three members of Denk (Think), a new party formed by two former Labor Party members of Turkish background. (The third member elected to Parliament, Farid Azarkan, is Moroccan-Dutch.) It will be the only ethnic party in the Dutch Parliament and is a reminder that Turks are the largest immigrant community in the Netherlands. There are roughly 400,000 first-, second-, or third-generation Turkish immigrants in the nation.\n\nThe big loser was the center-left Labor Party, which was expected to drop from being the second largest party in Parliament, with 38 seats and a position as Mr. Rutte’s coalition partner. The party was expected to win only nine seats.\n\nIn past elections the impact of extremist right-leaning parties has been largely blunted by a political system that for more than a century has resulted in governance by coalition.\n\nThis year’s election may give the Netherlands its most fragmented government in history. Some political analysts believe it could take weeks or months to form a government and that the governing coalition will be fragile.\n\nIn Belgium, which has a similar political system as the Netherlands, it famously took nearly a year and a half after inconclusive elections in June 2010 to form a government.", "summary": "In the Netherlands, the results betrayed a lingering distrust of turning over the reins of power to the far right, even as its message dominated the campaign and was likely to influence policies in the new government. The German governing coalition led by Chancellor Angela Merkel, which is facing a stiff election challenge of its own this year, was clearly buoyed by the Dutch result, its foreign ministry sending a warmly enthusiastic message via Twitter. In the Netherlands’s extremely fractured system of proportional representation — 28 parties ran and 13 are likely to have positions in the 150-seat lower house of Parliament — the results were, not atypically, something of a dog’s breakfast. It came into particularly sharp relief on the eve of the election, when Turkey’s foreign minister sought to enter the Netherlands to rally support among Turks in Rotterdam for a referendum to increase the power of the Turkish president, Recep Tayyip Erdogan."}