{"title": "Medieval Festival in Rebellious Catalonia Takes on Modern Meaning", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2016/06/01/world/europe/patum-catalonia-secession-berga-spain.html", "body": "The Patum is the only surviving festival of its kind in Catalonia, a distinction recognized by Unesco, which designated it in 2005 as part of the Intangible Cultural Heritage of Humanity. But even if its street performances date to the 14th century, and its oldest official document is from 1621, the Patum continues to evolve.\n\nLike many such festivals, the Patum has religious origins, celebrated during the Catholic Feast of Corpus Christi, but it also has strong pagan elements.\n\nIn medieval times, the Patum’s dancing followed a drum beat, whose “pa-tum” sound probably gave the festival its name. A band was later added, and on Sunday one of the dances was even performed to music adapted from a Bruce Springsteen song.\n\nThe mayor justified the decision to reduce the Patum’s links to the church in the context of a secular society with weakening ties to Catholicism.\n\n“That things have always been done a certain way doesn’t mean you should never adapt to how we live and feel, in a secular country,” she said in an interview. “In the 21st century, I see no need for the church to keep the same role in this feast.”\n\nMs. Venturós’s defiance has reached beyond the Patum. In April, she refused to appear in court after being charged with flying the Estelada, a flag that has become an emblem for Catalan secessionists, on the town hall during elections.\n\n“I’m not going to stand in a politicized trial, shaped by the politicians in Madrid, when I’m now helping build a new country,” Ms. Venturós said. “I’m here to respond to the will of my own people.”\n\nPhoto\n\nRamon Minoves Pujols, a town hall councilor from the conservative Convergence party, said the mayor should have gone to Mass on Sunday to represent the city, even if she did not agree with Mass. “It’s just a lack of respect,” he said.\n\nAdvertisement Continue reading the main story\n\nMr. Minoves Pujols wore a suit and tie, like most others from his party, in contrast to the sleeveless tops and T-shirts chosen by the mayor and her colleagues from the Popular Unity Candidacy, known by its Catalan acronym, CUP. These colleagues included Francesc Ribera, a musician turned politician better known as Titot, whose band, Brams, became popular in the 1990s.\n\n“When I first started singing, the independence movement was residual in Catalonia, but now that independence really drives us forward, it’s normal to make it a more important part of our feast,” he said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMarc Majà, the local priest, said after celebrating Sunday Mass that he was sad to see his church sidelined from the Patum for the first time.\n\n“The fact is that the roots of the Patum are religious, so it makes every sense to continue to invite each other,” he said. “But I’m not here to promote a new conflict between church and state when we have so many more serious problems to deal with.”\n\nSanti Vila, Catalonia’s regional cultural minister, who was visiting on Sunday from Barcelona, the Catalan capital, said, “If there was not such a strong patriotic feeling here, I think the Patum probably wouldn’t have resisted to all the political regimes and changes over so many centuries.”\n\nIn fact, the Patum has “increasingly become a source of pride and integration in our town,” said Pere Gendrau, a journalist who carried one of the 12-foot-high statues during the Patum. Carriers used to be paid to lift the giant statues, he noted, but “people now fight for this honor.”\n\nAfter municipal elections in May last year, Berga and its roughly 16,000 inhabitants became the most important Catalan town hall run by the CUP, a radical party that has punched above its weight in Catalan politics recently and is playing a pivotal role in the secession drive.\n\nAfter forcing the replacement of Artur Mas as Catalonia’s regional president in January, CUP lawmakers are threatening to scuttle a regional budget deal if other separatist parties do not accelerate the secessionist plan. The budget dispute could force Catalonia to hold repeat elections.\n\nAdvertisement Continue reading the main story\n\nThe Patum lasts five days, officially culminating on Sunday, but it stretched into the early hours of Monday. During a final collective frenzy, the town’s asymmetric square, overflowing with thousands of dancing revelers, was invaded by masked demons, known as Plens.\n\nThe demons used the cover of darkness to spread across the crowd and set off firecrackers attached to their costumes, turning the square into a hellish ball of fire and smoke. (About 900 firecrackers and 100 flares were used.)\n\nMonitoring the earlier stages of the Patum from the top of the town hall, Joaquim Mas, an official in charge of the logistics and pyrotechnics of the festival, said that he was delighted to see the Estelada hanging from balconies, as well as wrapped around the neck of the eagle and dragon statues. He added that he was equally pleased that he did not see any priest on the balcony.\n\n“This has always been a great occasion for Berga and Catalonia, but I really feel everything has just got perfect this year,” Mr. Mas said. He added that he was also looking forward to the final inferno re-creation, but partly for more practical reasons.\n\n“All good things need to come to an end — and I’ve not slept for four nights,” he said.", "summary": "The Patum is the only surviving festival of its kind in Catalonia, a distinction recognized by Unesco, which designated it in 2005 as part of the Intangible Cultural Heritage of Humanity.Mr. Minoves Pujols wore a suit and tie, like most others from his party, in contrast to the sleeveless tops and T-shirts chosen by the mayor and her colleagues from the Popular Unity Candidacy, known by its Catalan acronym, CUP.Santi Vila, Catalonia’s regional cultural minister, who was visiting on Sunday from Barcelona, the Catalan capital, said, “If there was not such a strong patriotic feeling here, I think the Patum probably wouldn’t have resisted to all the political regimes and changes over so many centuries.”The demons used the cover of darkness to spread across the crowd and set off firecrackers attached to their costumes, turning the square into a hellish ball of fire and smoke.Monitoring the earlier stages of the Patum from the top of the town hall, Joaquim Mas, an official in charge of the logistics and pyrotechnics of the festival, said that he was delighted to see the Estelada hanging from balconies, as well as wrapped around the neck of the eagle and dragon statues."}