{"title": "Head of British Spying Agency Apologizes for Its Treatment of Gays", "authors": ["The Associated Press"], "url": "https://www.nytimes.com/2016/04/17/world/europe/head-of-british-spying-agency-apologizes-for-its-treatment-of-gays.html", "body": "Photo\n\nLONDON — The chief of Britain’s digital espionage agency has apologized for the organization’s historic prejudice against gays, saying it failed to learn from the treatment of the World War II codebreaker Alan Turing.\n\nIn a rare public speech, Robert Hannigan, the director of the agency, the Government Communications Headquarters, told a gathering organized by the human rights group Stonewall that its ban on gays like Turing had caused long-lasting psychological damage to many and hurt the agency because talented people had been excluded from working there.\n\n“The fact that it was common practice for decades reflected the intolerance of the times and the pressures of the Cold War, but it does not make it any less wrong and we should apologize for it,” Mr. Hannigan said Friday at the Stonewall Workplace Conference.\n\nThe speech offered a poignant tribute to Turing, a computer science pioneer and the architect of the effort to crack Nazi Germany’s Enigma cipher. Turing was convicted of indecency in 1952 and stripped of his security clearance. He later killed himself.\n\nAdvertisement Continue reading the main story\n\nA 2014 film about Turing, “The Imitation Game” starring Benedict Cumberbatch, brought his story to a new generation. At the agency, Turing is now seen as a genius — “a problem solver who was not afraid to think differently and radically,” Mr. Hannigan said.", "summary": "LONDON — The chief of Britain’s digital espionage agency has apologized for the organization’s historic prejudice against gays, saying it failed to learn from the treatment of the World War II codebreaker Alan Turing. In a rare public speech, Robert Hannigan, the director of the agency, the Government Communications Headquarters, told a gathering organized by the human rights group Stonewall that its ban on gays like Turing had caused long-lasting psychological damage to many and hurt the agency because talented people had been excluded from working there. “The fact that it was common practice for decades reflected the intolerance of the times and the pressures of the Cold War, but it does not make it any less wrong and we should apologize for it,” Mr. Hannigan said Friday at the Stonewall Workplace Conference. The speech offered a poignant tribute to Turing, a computer science pioneer and the architect of the effort to crack Nazi Germany’s Enigma cipher."}