{"title": "New Elections Likely in Catalonia After Separatist Leader Is Rebuffed", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2016/01/04/world/europe/spain-catalan-artur-mas.html", "body": "Photo\n\nMADRID — Catalonia is likely to convene new regional elections after a far-left party there voted Sunday against allowing Artur Mas to continue as leader of the region and its secessionist movement.\n\nThe vote Sunday by members of the political committee of the Popular Unity Candidacy party left Catalan politics in a government deadlock similar to one that Spain as a whole could soon face. In inconclusive national elections on Dec. 20, the governing party of Prime Minister Mariano Rajoy got the most votes, but lost its parliamentary majority.\n\nIn Catalonia, Mr. Mas had been trying for three months to persuade the Popular Unity Candidacy party to let him stay in office. A coalition of separatist parties won regional elections in September, but lacked enough seats to form a new government without the support of the Popular Unity Candidacy party, known by its Catalan acronym, CUP.\n\nSunday’s committee vote was required after a bizarre result a week earlier, when a secret ballot among party activists resulted in a draw.\n\nAdvertisement Continue reading the main story\n\nWhile the CUP is committed to gaining Catalonia’s independence, it has also opposed the austerity measures introduced by Mr. Mas’s administration and recently sought to hold him responsible for a major corruption scandal within his conservative Convergence party.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAlthough Mr. Mas has not been accused of wrongdoing, the founder of Convergence, Jordi Pujol, was charged with money laundering last month as part of a long-running investigation into undeclared bank accounts that he and relatives held."}