{"title": "Artur Mas, Catalonia Ex-Leader, Stands Trial as Thousands Protest", "authors": ["Raphael Minder"], "url": "https://www.nytimes.com/2017/02/06/world/europe/artur-mas-catalonia-independence-trial.html", "body": "Between those two choices, Mr. Mas said, he felt obligated to give priority to Catalans voting for Catalonia’s future. “There was no intention to commit any crime, nor to disobey anybody,” Mr. Mas said.\n\nCarles Puigdemont, who succeeded Mr. Mas as president of the Generalitat of Catalonia, criticized officials in Madrid for trying to punish Mr. Mas. The nonbinding vote was “a day of happiness and democratic strengthening,” he said, but it did not fundamentally change Catalonia’s relationship with the Spanish government.\n\nPhoto\n\nAlthough Spain’s conservative prime minister, Mariano Rajoy, has promised to maintain the country’s unity, the recent prosecution of other separatist politicians has added to the tensions between politicians in Madrid and Barcelona. Secessionists have presented themselves as victims of Madrid’s refusal to uphold democratic values, like the right to vote.\n\nCarme Forcadell, the speaker of Catalonia’s regional Parliament, who is also facing legal charges, wrote in a New York Times opinion piece last week that Mr. Rajoy’s government was “using a politicized court system to silence dissent and democratic debate.”\n\nSeparatist politicians face an uphill struggle, not just to hold an independence referendum, but also to convince their citizens that Catalonia stands to gain from breaking away from the rest of Spain.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nCatalonia, home to 7.5 million people, accounts for almost a fifth of Spain’s economic output. Recent opinion polls have oscillated, but they have broadly suggested that Catalan society is split roughly evenly between backers and opponents of independence, even if a clear majority want to settle the debate with a vote.\n\nOn Monday, Rafael Catalá, the Spanish justice minister, said that the government would stop any such referendum this year.\n\n“If somebody is determined to speak about what is not possible and is determined to act against what is possible, the law will function and we will guarantee that it is respected in the whole of Spain,” Mr. Catalá told reporters.\n\nAdvertisement Continue reading the main story\n\nIn regional elections in September 2015, voters gave separatist parties a majority of the parliamentary seats and 48 percent of the vote.\n\nMr. Mas was replaced as regional leader in January 2016 after a dispute among the separatist parties about his leadership and because of corruption cases centered on his party.\n\nIf the separatist groups are unable to overcome Madrid’s legal obstacles, they are expected to call new elections this year."}