{"title": "Deadly Attack Near U.K. Parliament; Car Plows Victims on Westminster Bridge", "authors": ["Katrin Bennhold", "Stephen Castle"], "url": "https://www.nytimes.com/2017/03/22/world/europe/uk-westminster-parliament-shooting.html?action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article", "body": "Robert Vaudry, 52, a fund manager from Stratford-upon-Avon, said he had emerged from the Westminster subway station around 2:40 p.m. for a meeting with a lawmaker when he realized that something was amiss.\n\n“I came out of the Tube and there were two armed policemen,” he said in an interview. “One grabbed my arm, pushed me to the left and said, ‘Get out of here,’” he said. “They were shouting at everyone to get away.” As he spoke, police officers were cordoning off the area. One officer shouted, “We need everyone to move back past Downing Street.”\n\nRadoslaw Sikorski, a former foreign minister of Poland who was in the area, was in a taxi on Westminster Bridge when the pedestrians were hit by the other vehicle. “I didn’t see the impact, I heard it — it sounded like a car hitting a sheet of metal,” he said. “I saw these people lying on the tarmac, on the pavement. I saw five people down, one unconscious and one bleeding heavily from his head. He was not moving. The taxi driver rang the emergency services, and people rushed to help.”\n\nAndrew Bone, the executive director of the Responsible Jewellery Council, an industry standards group, was on a bus heading toward Victoria Station when it was stopped at the edge of Parliament Square. Seeing the commotion, he initially thought an action movie was being shot, but quickly discerned the gravity of the situation as the bus was evacuated and he saw the vehicle that had crashed into a railing.\n\nNewsletter Sign Up Continue reading the main story Breaking News Emails Sign up to receive an email from The New York Times as soon as important news breaks around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“We had a front-row seat as the first responders arrived,” Mr. Bone said. “I am of the generation who remembers I.R.A. bombs in London during the Troubles,” he said, referring to the sectarian conflict in Northern Ireland. “We are not indifferent, but police have reacted with calm. I saw no panic.”\n\nBritain has not suffered a large-scale terrorist attack since July 7, 2005, when bomb attacks on subway trains and on a bus killed more than 50 people. Political violence is relatively rare in Britain, where gun ownership is stringently restricted.\n\nJo Cox, a Labour member of Parliament, was assassinated in her constituency in northern England on June 16, a week before the contentious referendum on whether Britain should leave the European Union.\n\nIn 1979, a lawmaker was assassinated near the Parliament building. Airey Neave, a Conservative Party member, was killed when his car was blown up.\n\nJeremy Shapiro, a former State Department official now at the European Council on Foreign Relations, said that the London attack was consistent with the recent pattern of attacks in which a vehicle was used to kill people, citing assaults in France, Germany and Israel.\n\n“We’ve seen a gradual movement away from terrorist attacks on the West to attacks on softer and softer targets with more improvised weapons,” he said. “In a way, it’s a sign of desperation and a demonstration of the effectiveness of counterterrorism in the West. It’s spectacularly easy to kill a bunch of people with a car or a truck if you don’t care who they are.”", "summary": "Robert Vaudry, 52, a fund manager from Stratford-upon-Avon, said he had emerged from the Westminster subway station around 2:40 p.m. for a meeting with a lawmaker when he realized that something was amiss. Andrew Bone, the executive director of the Responsible Jewellery Council, an industry standards group, was on a bus heading toward Victoria Station when it was stopped at the edge of Parliament Square. Seeing the commotion, he initially thought an action movie was being shot, but quickly discerned the gravity of the situation as the bus was evacuated and he saw the vehicle that had crashed into a railing. Jo Cox, a Labour member of Parliament, was assassinated in her constituency in northern England on June 16, a week before the contentious referendum on whether Britain should leave the European Union."}