{"title": "Le Pen, Macron and Fillon Share Crowded Stage With French Also-Rans", "authors": ["Alissa J. Rubin"], "url": "https://www.nytimes.com/2017/04/05/world/europe/france-election-macron-fillon-le-pen.html?action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article", "body": "The candidates jabbed, shouted and talked over one another, competing for the attention of the roughly 35 percent of voters who polls indicate have yet to make up their minds. The fringe candidates included two leftists who talked of increasing wages and protecting jobs; two on the right who wanted France to withdraw from the European Union; and a centrist, Jean Lassalle, who once went on a hunger strike to persuade a business not to leave his region in southwestern France. (He lasted 39 days before he was hospitalized; the business stayed.)\n\nBut the leading candidates received the most scrutiny, especially Ms. Le Pen and the centrist Emmanuel Macron, who are currently expected to score highest in the first round of voting and face each other in the likely May 7 runoff. Ms. Le Pen was openly jostling with Mr. Macron, who recent polls indicate is likely to win a second round, as the front-runner.\n\nPhoto\n\nMs. Le Pen, who has campaigned against Islam, open borders and the European Union, used the presence of obscure far-right candidates at the debate to present herself as a moderate by comparison. She berated one opponent, François Asselineau, for proposing what she called a “brutal” exit from the European Union, emphasizing that she would defer to the French people’s decision in a referendum after negotiations with the E.U.\n\nMs. Le Pen also focused on what she called French traditions, saying the Constitution should be amended to give the people the right to defend their heritage. Asked to elaborate, she referred to the annual Christmas disputes in some towns over whether they could put up a Nativity scene in a town hall.\n\n“But 60 percent of the French have no religion,” the leftist candidate Jean-Luc Mélenchon shot back. “Give us a break about religion!”\n\nMr. Mélenchon is running almost even with Mr. Fillon, a former prime minister, for third place in the polls, and he clearly saw the debate as a chance to gain ground.\n\nPhoto\n\nWhile the polls have been fairly consistent, the surprise results last year of Britain’s vote to leave the European Union and the American presidential election have nevertheless cast uncertainty over the French race. Underlining it are questions about the number of voters who may abstain altogether. A low turnout would be expected to benefit Ms. Le Pen, whose supporters are seen as more highly motivated.\n\nAdvertisement Continue reading the main story\n\nAnother unusual factor is that neither of the two top candidates comes from a mainstream party. Ms. Le Pen’s National Front has two representatives in the lower house of Parliament; Mr. Macron’s party, created last year, has none. This has begun to be a major topic among French political analysts, who question whether either could muster the support in Parliament to enact their programs as president.\n\nMr. Macron, the most full-throated defender of the European Union on the dais on Tuesday, argued that Ms. Le Pen was preparing for “economic war” with France’s neighbors. Ms. Le Pen in turn accused him of reverting to “old fossils” of 50 years ago by pushing the European Union as a guarantor of peace.\n\nMr. Macron replied with sharply critical words about her father, Jean-Marie Le Pen, the founder of the National Front, whose anti-Semitic image Ms. Le Pen has tried to shake with some success. “You are repeating the lies that we’ve heard for 40 years and that we heard from the mouth of your father,” Mr. Macron said.\n\nSnap polls after the debate indicated that viewers found Mr. Macron and Mr. Mélenchon most convincing, followed by Ms. Le Pen and Mr. Fillon. That seemed to be bad news for Benoît Hamon, the Socialist candidate, who trails those four in the polls and was counting on a strong debate performance to jump-start his candidacy.", "summary": "Le Pen, who has campaigned against Islam, open borders and the European Union, used the presence of obscure far-right candidates at the debate to present herself as a moderate by comparison.She berated one opponent, François Asselineau, for proposing what she called a “brutal” exit from the European Union, emphasizing that she would defer to the French people’s decision in a referendum after negotiations with the E.U.While the polls have been fairly consistent, the surprise results last year of Britain’s vote to leave the European Union and the American presidential election have nevertheless cast uncertainty over the French race.This has begun to be a major topic among French political analysts, who question whether either could muster the support in Parliament to enact their programs as president.That seemed to be bad news for Benoît Hamon, the Socialist candidate, who trails those four in the polls and was counting on a strong debate performance to jump-start his candidacy."}