{"title": "London Becomes a Leading Destination for French Jews After Attacks", "authors": ["Kimiko De Freytas-Tamura"], "url": "https://www.nytimes.com/2016/04/23/world/europe/london-france-jews-terrorism-anti-semitism.html", "body": "Even though Britain has its own problems with anti-Semitism, London has emerged as a prime destination for French Jews primarily because there are better job opportunities in Britain than in France and it is easy to move: It is a train ride away from Paris, and visas are not required for citizens of the European Union to live and work in Britain.\n\nSince two large-scale terrorist attacks in Paris last year, the influx has been substantial enough that a number of synagogues in London have started offering services that cater to the growing French Jewish population.\n\nThe Western Marble Arch Synagogue has begun offering services to Sephardic Jews, many of whom are French. Sephardic Jews are descendants of Jews from Spain, Portugal, the Middle East and North Africa, like Mr. Nakache, who is of Tunisian and Algerian origin. Most British Jews are Ashkenazi, whose ancestors were mainly German and Eastern European. Although prayer services are done in Hebrew for either group, there are differences.\n\n“We want to provide a service the French are familiar with,” said the synagogue’s chief rabbi, Sam Taylor, adding that their numbers have grown “significantly.” About 20 percent of the synagogue’s 700-member congregation is French, he said, and they now make up the largest minority group. His synagogue also recently began offering Bible classes in French.\n\nThe Anshei Shalom Synagogue in St. John’s Wood, a Sephardic synagogue, opened 13 years ago with few French Jews. Today, 70 percent of the 160-member congregation is French, said Chief Rabbi Mordechai Fhima, who is also French. Mr. Fhima now gives several lectures in French during the week and invites rabbis from France to speak to the congregation.\n\nAt the nearby St. John’s Wood Synagogue, Chief Rabbi Dayan Ivan Binstock said that social events were now increasingly a mix of Ashkenazi and Sephardic Jews because of the growing French crowd.\n\n“I’m increasingly starting my sermons in French,” he said.\n\nFrance is forbidden by law to collect statistics based on race or ethnic origin, so the exact number of French Jews in Britain is unknown. But Marc Meyer, the director of the Conference of European Rabbis, estimates that about 25,000 of them live in London, out of about 500,000 French citizens. In some Jewish schools, he said, the number of French children has risen by as much as 60 percent over the past year.\n\nPhoto\n\nFrench Jews are also moving to Israel, the United States, Canada, Australia and elsewhere in Europe like Belgium and Luxembourg. Mr. Nakache’s sister lives in New York, he said, and at least 20 of his Jewish friends have also left Marseille.\n\nAdvertisement Continue reading the main story\n\nAn official at the Paris-based Jewish Consistory of France, a body that oversees all Jewish congregations in the country, said that at least 4,000 families left France in 2015 alone. “We are deluged with calls,” said the employee, who asked not to be named because the issue is sensitive. “These families are afraid for their children,” she added.\n\nGlobal jihadists, the rise of far-right groups, the Israeli-Palestinian conflict and conspiracy theories found on the Internet have all made French Jews choice targets. “The level of violence committed against Jews in France is increasingly deadly,” said Michel Wieviorka, the director of France’s School for Advanced Studies in the Social Sciences.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA more virulent strain of anti-Semitism is emerging in some areas of French society that are often poor and have large Muslim populations, Mr. Wieviorka said. “The blurring of lines between Islam and Palestine has become the heart of anti-Semitism.” Others, however, emphasize that to be pro-Palestinian does not mean to be anti-Semitic.\n\nThen there is the rise of far-right groups like the National Front, whose former leader Jean-Marie Le Pen minimized the Holocaust. Although the current leader, his daughter, has rejected those views, French Jews say they are unconvinced.\n\nIn London, French Jews who were interviewed said they felt safe even though the number of anti-Semitic attacks in Britain is slightly higher than in France. For one, they are harassed less for wearing skullcaps, they said.\n\nIlan Tall, who left Marseille in July, said that wearing a skullcap there “is dangerous,” adding that he wore his under a baseball cap for years. After the machete attack on a rabbi by an Islamic State supporter in January, the main Jewish leader in Marseille advised Jews to stop wearing skullcaps.\n\nOlivier Gozlan said he was taken aback when colleagues in London encouraged him to wear a skullcap at work, something that is rare in France. Minorities appear to be better integrated in Britain, he said, because Britain emphasizes multiculturalism, unlike assimilation in France. Britain also has a more diverse Muslim population than France, where most Muslims are from North Africa.\n\nThousands of surveillance cameras placed in almost every nook and cranny of Britain also help. “If you get attacked, at least everything’s recorded,” Mr. Nakache said.\n\nAdvertisement Continue reading the main story\n\nSimon Tobelem, a French venture capitalist in London, said he appreciated the French government’s efforts to protect Jews, including posting soldiers outside schools in the wake of the terrorist attacks. Still, “in spite of everything, there is a pervasive feeling that we’re no longer welcome in France,” he said.\n\nFrench Jews from Paris say they miss the lifestyle there — there are far more kosher restaurants there than in London, at least two Jewish radio stations, and lots of synagogues.\n\nBut most of them said they do not plan to return home: They will either settle in Britain or move elsewhere, just not France. “My culture is French, and I’ll defend it to my death,” Mr. Tobelem said. “But is France my homeland anymore? No.”\n\nMr. Nakache agreed. “Too bad if France loses all of its Jews.”", "summary": "Since two large-scale terrorist attacks in Paris last year, the influx has been substantial enough that a number of synagogues in London have started offering services that cater to the growing French Jewish population. At the nearby St. John’s Wood Synagogue, Chief Rabbi Dayan Ivan Binstock said that social events were now increasingly a mix of Ashkenazi and Sephardic Jews because of the growing French crowd. France is forbidden by law to collect statistics based on race or ethnic origin, so the exact number of French Jews in Britain is unknown. After the machete attack on a rabbi by an Islamic State supporter in January, the main Jewish leader in Marseille advised Jews to stop wearing skullcaps."}