{"title": "Suspect Detained After Threat Against Rotterdam Concert, Dutch Police Say", "authors": ["Christopher F. Schuetze"], "url": "https://www.nytimes.com/2017/08/24/world/europe/rotterdam-allah-las-van-concert-maassilo.html", "body": "The arrest of the suspect, whose house was searched by the authorities, came about five hours after a Spanish citizen driving a van with Spanish license plates was taken into custody in Rotterdam after gas canisters were found in his vehicle.\n\nThe driver was detained for questioning after the concert had been called off, but he appeared to have posed little danger despite the discovery of the canisters. The authorities said that he was drunk and that they had found nothing to link him to the terrorist threat. He was released on Thursday night.\n\nThe discovery of the canisters was an immediate source of concern in light of the attacks in Spain by a terrorist cell that had similar canisters at a bomb-making factory in a house in the coastal town of Alcanar. The cell also used a van in its attack in Barcelona.\n\nA blast on the evening of Aug. 16 that destroyed the house in Alcanar was initially attributed to a gas explosion, but investigators later determined that the cell had stored more than 100 canisters in the house and had been planning to use them for an even deadlier attack that had to be abandoned.\n\nUnlike its neighbors, Belgium and Germany, the Netherlands has been spared direct terrorist attacks on its soil in recent years, although its citizens have been victims of attacks elsewhere.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSecurity has been visibly ramped up in recent months across Europe, but on prominent public squares in Amsterdam and Rotterdam, the police presence tends to be subdued, and it is still unusual to see an automatic rifle in the hands of the Dutch authorities. At the seat of government in The Hague, Parliament buildings are protected by well-armed national police officers, but government buildings are not.\n\nPolitically, however, there has been a change in thinking, said Ronald Kroeze, a political scientist at the Vrije Universiteit Amsterdam. “Whenever the prime minister, Mark Rutte, comments on terrorist attacks abroad, there’s a sense that we are lucky that it hasn’t happened here,” he said.\n\nMayor Ahmed Aboutaleb of Rotterdam said that officers had become suspicious of the van when they observed it starting and stopping several times. The police said in a statement that the driver had appeared to be inebriated, and an officer who inspected the van noticed the gas canisters.\n\nAdvertisement Continue reading the main story\n\nThe driver, a mechanic, was detained, but bomb experts found nothing else of interest after conducting a search of the van.\n\nA search of the driver’s house found nothing of significance, according to the police, who checked his permit to carry gas canisters before he was released on Thursday night.\n\nThe members of Allah-Las, who were already at the venue when the warning came from the Spanish authorities, were driven to an unknown location by the police. The band, which is scheduled to play on Thursday night in Warsaw, released a statement to The Associated Press saying its members were safe and thanking the local authorities for their help. The mayor said the band was welcome to return.\n\nAllah-Las, a breezy, throwback guitar-pop band based in Los Angeles, has released three albums on small independent labels since 2012, including its most recent, “Calico Review,” last year. This summer, the group has performed at musical festivals across Europe and is scheduled to play two festival dates in France this weekend.\n\nThe band has said it sought a “holy sounding” name, inspired by the ’80s rock group the Jesus and Mary Chain. “We get emails from Muslims, here in the U.S. and around the world, saying they’re offended, but that absolutely wasn’t our intention,” Miles Michaud, the lead singer, told The Guardian last year. “We email back and explain why we chose the name, and mainly they understand.”"}