{"title": "European Union Proposes Visa-Free Travel for Turks", "authors": ["James Kanter"], "url": "https://www.nytimes.com/2016/05/05/world/europe/europe-turkey-visa.html", "body": "Cooperation with Turkey — which shares a border with Iraq and Syria, the homeland for a significant portion of migrants fleeing war and conflict — has been the most effective way to cut off the influx from the Middle East.\n\nThe flow of migrants to Greece has slowed markedly since the accord with Turkey took effect. “The E.U.-Turkey Statement has clearly yielded results,” Frans Timmermans, the first vice president of the European Commission, wrote on Twitter. “Average daily arrivals in Greece now low 100s, not 1000s.”\n\nPhoto\n\nHowever, there has been an increase in migrants using the more hazardous Central Mediterranean Sea route to Italy, although most of them are from Africa.\n\nWhat does Turkey want?\n\nVisa-free access to Europe is widely sought by citizens and the leadership in Turkey, which aspires to European Union membership. It also provides a feather in the cap of Mr. Erdogan and other Turkish leaders who extracted significant concessions from the European Union.\n\nThe March 18 deal called for Turkey to receive about $6.6 billion to help organizations look after the migrants there; to accept the return of most migrants and refugees who travel across the Aegean to Greece, to remove an incentive to make the journey to Europe; for the eventual resumption of negotiations on Turkey’s membership to the European Union; and the promise that the European Union would resettle one Syrian from a camp in Turkey for each Syrian who used an irregular route to reach Greece, a measure that would decrease the burden on Ankara.\n\nEven if the visa-waiver proposal is ultimately approved, the chances of mass arrivals from Turkey appear slim. To qualify for entry, Turkish citizens would be required to hold passports that contain fingerprint and facial data embedded on a chip — passports that Turkey will not start producing until June.\n\nWhat is the source of E.U. resistance to a deal?\n\nThe extent to which the European Union is willing to compromise its principles in pursuit of a migration deal is a source of significant unease.\n\nAdvertisement Continue reading the main story\n\nOffering Mr. Erdogan a political prize like visa waivers strengthens his appeal and confers legitimacy even as he pursues actions that cannot be reconciled with the bloc’s views on human rights.\n\nTurkey is cracking down on freedom of expression, threatening minority groups and members of the opposition, and it has pressured Germany to prosecute a comic who ridiculed Mr. Erdogan while in Germany.\n\nTurkey must still fulfill five of more than 70 requirements laid down by the commission before its citizens can qualify for visa waivers. The most difficult benchmark for Ankara to complete could be revising laws and practices to balance the fight against terrorism with respect for human rights, and the European Parliament said on Wednesday that it would not vote on the proposal until all of the requirements are met.\n\n“There is still work to be done as a matter of urgency, but if Turkey sustains the progress made, they can meet the remaining benchmarks,” Mr. Timmermans said on Wednesday.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhy is the ‘Dublin Regulation’ important, and why is it being changed?\n\nThe Dublin Regulation, which requires refugees to register in the European Union country in which they first arrive, penalizes countries by geography: It places a disproportionate burden on front-line states — namely Greece, but also Italy and Malta — to accommodate migrants.\n\nThe new rules would require other member states to accept a certain number of asylum seekers when those front-line states are overwhelmed.\n\nBecause previous attempts to enforce the relocation of migrants have largely failed, the European Commission is proposing financial sanctions that would require countries that refuse to participate to pay €250,000, or about $290,000, for each refugee they do not accept as part of the quota (or “corrective allocation”).\n\nChanging the Dublin rule could also ease human rights concerns, because migrants seeking to move northward across Europe to destinations like Germany have been effectively trapped in inhospitable conditions. There are nearly 58,000 stranded migrants and refugees, mostly in Greece.\n\nAdvertisement Continue reading the main story\n\nCan the Schengen border zone be saved?\n\nOpen Borders in Crisis In response to the flow of migrants, European countries have suspended the rules of the Schengen accord allowing the free movement of citizens across most of Europe’s internal borders. (Source: European Commission)\n\nThe European Union authorities have made saving the Schengen area, which allows passport-free travel through much of the bloc, a priority.\n\nThe European Union’s strategy is to allow for temporary suspensions of the open-border policy, for six months at a time, to restore it entirely at a future date.\n\nRight now, the prospect of another migrant influx makes open borders for some countries untenable. So Brussels is making an effort to reassure those countries that they can put checks in place if the influx is revived.", "summary": "Cooperation with Turkey — which shares a border with Iraq and Syria, the homeland for a significant portion of migrants fleeing war and conflict — has been the most effective way to cut off the influx from the Middle East. The most difficult benchmark for Ankara to complete could be revising laws and practices to balance the fight against terrorism with respect for human rights, and the European Parliament said on Wednesday that it would not vote on the proposal until all of the requirements are met. Because previous attempts to enforce the relocation of migrants have largely failed, the European Commission is proposing financial sanctions that would require countries that refuse to participate to pay €250,000, or about $290,000, for each refugee they do not accept as part of the quota (or “corrective allocation”). Changing the Dublin rule could also ease human rights concerns, because migrants seeking to move northward across Europe to destinations like Germany have been effectively trapped in inhospitable conditions."}