{"title": "Printers at German Universities Mysteriously Churn Out Anti-Semitic Fliers", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/04/23/world/europe/germany-anti-semitic-leaflets.html", "body": "BERLIN — Printers at several universities across Germany produced anti-Semitic leaflets on or before Hitler’s birthday this week, after hackers appeared to break into their computer systems, according to university officials.\n\n\n\nUniversities in Hamburg, Lüneburg and Tübingen confirmed that printers connected to their computer networks had suddenly started churning out the leaflets, most of them on Wednesday, the anniversary of Hitler’s birth in Braunau, Austria, in 1889.\n\nAt least six other universities in Germany reported similar episodes, according to the German news agency DPA.\n\nThe leaflet produced at the University of Hamburg carried the slogan “Europe, awake!” and alluded to the mass migration that brought more than one million people, many from the Middle East, to the Continent last year. “Europe is being flooded by enemy strangers,” it read, in part.\n\nAdvertisement Continue reading the main story\n\nWithout naming Hitler, the leaflet referred to “the words of a former European führer” who blamed the Jews for bringing non-Europeans to the Rhineland.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nChristian Matheis, a spokesman for the University of Hamburg, and Karl G. Rijkhoek, a spokesman for the University of Tübingen, said their institutions had filed formal complaints with the police and the judicial authorities after learning that their computer networks appeared to have been breached.", "summary": "Universities in Hamburg, Lüneburg and Tübingen confirmed that printers connected to their computer networks had suddenly started churning out the leaflets, most of them on Wednesday, the anniversary of Hitler’s birth in Braunau, Austria, in 1889. The leaflet produced at the University of Hamburg carried the slogan “Europe, awake!” and alluded to the mass migration that brought more than one million people, many from the Middle East, to the Continent last year. Without naming Hitler, the leaflet referred to “the words of a former European führer” who blamed the Jews for bringing non-Europeans to the Rhineland. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services."}