{"title": "Merkel Feels Political Pressure in Germany as Europe Is in Flux", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2016/09/03/world/europe/angela-merkel-germany.html", "body": "If national elections were held now, her conservative bloc would get 33 percent of the vote, according to a Forsa Institute poll of 2,503 selected respondents published on Wednesday. That compares with just over 41 percent in the last national vote in 2013.\n\nAn early indication of the political troubles ahead could arrive on Sunday, when the far-right Alternative for Germany party, which has risen largely on popular fears of the mostly Muslim newcomers, threatens to overtake Ms. Merkel’s Christian Democratic Union in elections in her political home state.\n\nSuch an outcome would be a stinging rebuke of her migrant policies. Opinion polls show the two parties neck and neck, hovering just over 20 percent in a statistical dead heat in the state, Mecklenburg-Vorpommern, one of Germany’s poorest regions in the former East.\n\n“The failed policy of the chancellor is a stroke of luck for our party,” said Alexander Gauland, a leader of Alternative for Germany. “It drives voters towards us.”\n\nPhoto\n\nBy opening Germany’s borders to all last year without consulting even one member of Parliament, he added, Ms. Merkel behaved like a dictator. “It is regarded by just about every European leader as an act of madness,” he said.\n\nIn tacit acknowledgment of critics who say she consulted nobody on the refugee move, Ms. Merkel has embarked on a listening tour of Europe to try to repair relations. In Tallinn, the Estonian prime minister effusively thanked her for her leadership.\n\nBut it was plain in Warsaw, where she met the four Central European leaders who have flatly refused to take in refugees, that she was not among friends.\n\nAdvertisement Continue reading the main story\n\nA host of other demands — from Italy and France for looser purse strings, from Scandinavian and Dutch leaders to beware of fading support for Europe in their countries — are tugging at Ms. Merkel as she and President François Hollande of France consult the Continent’s leaders.\n\nThey will succeed, at least on paper, in sketching some grand goals for Europe to be announced at a meeting of 27 nations — all of the bloc’s members save Britain — in mid-September.\n\nBut no one has so far explained how Europe is likely this time, for example, to reduce youth unemployment, a goal voiced for years and reiterated since Britain voted on June 23 to leave the union.\n\nMissing goals again is not likely to enhance Europeans’ faith in the bloc. “The chief concern should be for the attractiveness of the union,” said Guntram B. Wolff, director of the Bruegel think tank in Brussels.\n\nSecurity, both internal and external, may be one area of action after terrorist attacks in Belgium, France and Germany this year. The French and German interior ministers have announced enhanced security measures that are likely to be adopted across the Continent.\n\nWith Britain, one of Europe’s two nuclear powers, looking for the exit, it is no longer in a position to hamper moves toward what France, Germany and Poland defined this week as “a European civil and military planning and command capacity.”\n\nThat will also require “development of a strong and competitive defense economy in Europe,” the foreign ministers of the three countries declared.\n\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nEven Viktor Orban, the prime minister of Hungary and Ms. Merkel’s most implacable opponent on refugees, seems to agree.\n\nAdvertisement Continue reading the main story\n\nIn Warsaw, he bluntly said that Europe had failed to master economic challenges and that “we have no answers to the migrant crisis.” But, he added, “security takes first place.”\n\n“We want to build up a shared European army, common European forces,” he continued.\n\nHow far any such plans progress is as uncertain as Ms. Merkel’s political future.\n\nAnalysts and politicians across the board see no serious challenger to Ms. Merkel, who has coyly said only that she will announce “at the given time” whether she will seek a fourth term next year.\n\nJacqueline Boysen wrote a 2001 biography of Ms. Merkel, whom she got to know in the 1990s in Mecklenburg-Vorpommern, where the chancellor has her parliamentary constituency. She doubted that Ms. Merkel would leave her giant refugee task half-finished, or her party in the lurch, by declining to run.\n\n“It would be unlike her to leave the party in a mess,” said Ms. Boysen, now a journalist in Berlin. “She is very much aware of duty.”\n\nShe also emphasized that Ms. Merkel, a trained physicist who entered politics only as Germany unified in 1990, had constantly been underestimated. “She was not taken seriously,” Ms. Boysen recalled in an interview. “The subtext was always, ‘She can’t do it.’ ”\n\nIn defense of her decision last year, Ms. Merkel trumpets her success in forging a European Union pact with Turkey to stanch the flow of refugees into the Balkans. But Turkey has proved a difficult partner, purging thousands of judges, teachers, journalists and human rights campaigners after a failed coup in July.\n\nStill, in an interview with ARD this week, Ms. Merkel could not resist a little smile as she noted that NATO began a mission to save refugees in the Aegean in just five days in the spring, and that the pact with Turkey was negotiated within months.\n\n“Many people said, ‘We can’t do this,’ and then it got done,” she said.", "summary": "But no one has so far explained how Europe is likely this time, for example, to reduce youth unemployment, a goal voiced for years and reiterated since Britain voted on June 23 to leave the union.With Britain, one of Europe’s two nuclear powers, looking for the exit, it is no longer in a position to hamper moves toward what France, Germany and Poland defined this week as “a European civil and military planning and command capacity.”In defense of her decision last year, Ms. Merkel trumpets her success in forging a European Union pact with Turkey to stanch the flow of refugees into the Balkans.But Turkey has proved a difficult partner, purging thousands of judges, teachers, journalists and human rights campaigners after a failed coup in July.Still, in an interview with ARD this week, Ms. Merkel could not resist a little smile as she noted that NATO began a mission to save refugees in the Aegean in just five days in the spring, and that the pact with Turkey was negotiated within months."}