{"title": "Toll of London Attack Is Global for an Assailant Born in Britain", "authors": ["Dan Bilefsky", "Kimiko De Freytas-Tamura", "Hannah Olivennes", "Ceylan Yeginsu"], "url": "https://www.nytimes.com/2017/03/23/world/europe/london-attack-uk.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=a-lede-package-region&region=top-news&WT.nav=top-news", "body": "LONDON — The roster of the dead and wounded spanned the globe: a veteran Scotland Yard constable, a Mormon couple from Utah, South Korean tourists, French high schoolers and Romanian lovers.\n\nThe killer turned out to be homegrown, a 52-year-old Briton, Khalid Masood, who had a criminal record but was not on any police-monitoring lists. The Islamic State, which rejects peace and coexistence, described Mr. Masood on Thursday as a disciple and a hero for the assault carried out a day earlier in the shadow of Big Ben.\n\nMr. Masood plowed a rented Hyundai sport utility vehicle through pedestrians on the Westminster Bridge, killing two and injuring at least 40; crashed the vehicle into a fence; and then emerged brandishing knives to fatally stab the constable before other police officers shot and killed him.\n\nVideo\n\nOn Thursday evening, another seriously injured victim died, bringing the total number of dead to five, including Mr. Masood.\n\nDetails about Mr. Masood emerged on Thursday as the government worked to project normalcy and calm nerves.\n\nThe authorities emphasized that they thought the assailant had acted alone, and that they did not expect any further attacks. But they raided six properties across the country, detaining eight people in London and Birmingham.\n\n“Yesterday, an act of terrorism tried to silence our democracy,” Prime Minister Theresa May told Parliament, addressing colleagues who a day earlier had been placed on lockdown for hours. “We are not afraid, and our resolve will never waver in the face of terrorism.” She called the violence “an attack on free people everywhere.”\n\nVideo\n\nAt the United Nations, where the Security Council observed a minute of silence, Britain’s foreign secretary, Boris Johnson, said, “The world is united to defeat the people who launched this attack and to defeat their bankrupt and odious ideology.”\n\nEven as the British capital returned to its daily rhythms, and as Parliament resumed business, police officers were trying to learn whether they had missed signs of Mr. Masood’s radicalization.\n\nHe was born on Dec. 25, 1964, in Kent, in southeastern England, and had recently lived near Birmingham, historically known for its automotive industry and now home to many South Asian and Caribbean immigrants and their children. It was there, in the Spring Hill neighborhood, that Mr. Masood rented from an Enterprise branch the Hyundai Tucson that he used in the attack.\n\nMr. Masood had a record of convictions, from 1983 to 2003, for assault, weapons possession and violations of public order. But he was not the subject of any current investigation, and “there was no prior intelligence about his intent to mount a terrorist attack,” the London police said.", "summary": "LONDON — The roster of the dead and wounded spanned the globe: a veteran Scotland Yard constable, a Mormon couple from Utah, South Korean tourists, French high schoolers and Romanian lovers. “Yesterday, an act of terrorism tried to silence our democracy,” Prime Minister Theresa May told Parliament, addressing colleagues who a day earlier had been placed on lockdown for hours. Even as the British capital returned to its daily rhythms, and as Parliament resumed business, police officers were trying to learn whether they had missed signs of Mr. Masood’s radicalization. He was born on Dec. 25, 1964, in Kent, in southeastern England, and had recently lived near Birmingham, historically known for its automotive industry and now home to many South Asian and Caribbean immigrants and their children."}