{"title": "How Martin Schulz’s Campaign Against Angela Merkel Fizzled", "authors": ["Christopher F. Schuetze"], "url": "https://www.nytimes.com/2017/09/18/world/europe/germany-election-martin-schulz.html", "body": "“The S.P.D. missed an opportunity to bring the politics of social democratic values against a C.D.U. that is not as conservative as it once was,” said Prof. Emanuel Richter, political scientist at RWTH Aachen University, a research university.\n\nThe one debate between Mr. Schulz and Ms. Merkel was widely criticized for its lack of actual debate. The roughly 16 million television viewers were instead treated to a polite exchange of policy ideas, plenty of nodding of heads and only very limited glimpses of daylight between the two candidates, let alone real friction.\n\nThe press called the encounter a duet, rather than a duel.\n\n“Merkel was successful in not getting into a real election debate,” said Tarik Abou-Chadi, a researcher at Humboldt University in Berlin, who studies electoral competition.\n\nPhoto\n\nWhen it comes to the last four years of their governing together, “many of the good things that happened are being credited to the C.D.U.,” Mr. Abou-Chadi said, referring to Ms. Merkel’s party.\n\nBut some of Mr. Schulz’s problems are of his own making, analysts said.\n\nHaving spent five years as president of the European Parliament and more than two decades working on broader European matters rather than specifically in German politics — something once seen as a potential advantage for him — Mr. Schulz has taken pains to shed the image of a globalist interloper and present himself as a man of the people.\n\nIn many ways, he is. He likes to talk about his hometown, Würselen, a former coal-mining town north of Aachen, just miles from the Dutch and Belgium borders.\n\nHe often mentions his neighbors, the local mosque, the bookstore he ran and the city hall, where at 31, he became the region’s youngest mayor ever.\n\nAdvertisement Continue reading the main story\n\nFor a time, it looked like a strategy that could work.\n\nMr. Schulz’s enthusiastic “Bürgernähe,” or closeness to the people, and his emphasis on social issues were seen as potential qualities that might expose chinks in Ms. Merkel’s impressive armor.\n\nUnlike Ms. Merkel, who holds a doctorate in physics, Mr. Schulz never graduated from high school, having dropped out to pursue a soccer career. He has made public a youthful period of being lost before learning the trade of book dealer and setting up his own little shop in Würselen that is now owned and still run by a woman he trained nearly three decades ago.\n\nAt 19, he joined the Social Democrats and got into city politics. In his hometown, Mr. Schulz is remembered mostly fondly, whether for his time as a mayor or because of the relative fame his candidacy has brought.\n\n“In the 11 years he spent here, he dealt directly with the problems, the challenges and the lives of people here in Germany,” Arno Nelles, Würselen’s current mayor, said.\n\nAccording to a recent study, perhaps the only category in which Mr. Schulz outperforms Ms. Merkel is the perception that he is “closer to the problems of people.”\n\nPhoto\n\n“Of course, Germany is a wealthy country, but not all people in our country are wealthy,” Mr. Schulz said in the debate with Ms. Merkel, one of the few areas where he directly challenged her.\n\nBut some analysts say Mr. Schulz should have put more emphasis on his tenure in the European Union post and less on his experience as a small-time mayor, nearly two decades ago.\n\n“You have this big politician who speaks five languages, but you keep on hearing about the mayor of Würselen,” said Mr. Abou-Chadi of Humboldt University. “He does do well with a certain class of people, but it’s no longer enough.”\n\nAdvertisement Continue reading the main story\n\nIndeed, after the party’s ephemeral success in polls early this year, the Social Democrats lost three state elections, most painfully in North Rhine-Westphalia, a bellwether state with a history of voting for Mr. Schulz’s party.\n\nAlthough few fault Mr. Schulz for the results — German state elections generally turn on regional issues — the results did much to halt his momentum.\n\n“The Schulz effect was actually only visible in opinion polls,” said Marcel Lewandowsky, a researcher at the Helmut Schmidt University-University of the Federal Armed Forces in Hamburg.\n\nWhile there was real early enthusiasm for Mr. Schulz when voters saw the possibility of an upset, as soon as that looked less likely, their attention drifted, Mr. Lewandowsky said.\n\nAt the height of Mr. Schulz’s appeal in March, Marcus Gross at INWT Statistics predicted that Mr. Schulz had a 30 percent chance of becoming chancellor. As the vote nears, Mr. Schulz is limping into the homestretch.\n\n“Right now the chance that S.P.D. beats the C.D.U., or that Martin Schulz becomes chancellor, is at less than 1 percent,” Mr. Gross said.\n\nNewsletter Sign Up Continue reading the main story Morning Briefing What you need to know to start your day, delivered to your inbox. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Richter, the political scientist at RWTH Aachen, noted that “the S.P.D. is now polling exactly the same as it was before it nominated Martin Schulz.”\n\n“Twenty percent in the polls has really become normal for them,” he said.\n\nThat is a dangerous place to be for the country’s main opposition party. But it reveals a narrowing of its traditional political terrain since the Social Democrats tacked toward the center in the late 1990s under their last chancellor, Gerhard Schröder.\n\nAdvertisement Continue reading the main story\n\nAfter nearly 12 years in office, Ms. Merkel has by now successfully co-opted much of the same space.\n\nWhile the personal popularity of Ms. Merkel, and Germany’s economic progress under her, always made a victory by Mr. Schulz a long shot, some still wonder how his early momentum might have been preserved.\n\n“He might have been too slow in presenting his platform,” ventured Georg Gauger, who at 20 is one of the youngest S.P.D. campaign directors in the country.\n\nBut critics from the left say that, just days from the finish line, it was still hard to know what the party’s candidate stands for.\n\n“They don’t really know what they want,” said Pascal Meiser, a parliamentary candidate for Die Linke, a leftist party.\n\nLast week, Mr. Schulz named the four conditions — equal access to education, gender pay parity, secure and sufficient pensions and the protection of German and European values — that he would insist on in coalition negotiations.\n\nHe quickly had to quell the idea that he was opening the door for talks as a junior partner to Ms. Merkel yet again.\n\nHe was still running for chancellor, he insisted. If Ms. Merkel wished to stay in the government, she should take a post as vice chancellor — a role usually reserved for leaders of smaller coalition parties, he told disbelieving journalists.\n\n“Let the others win the opinion polls,” Mr. Schulz said. “I don’t care, I’m fighting until the last second for every voter.”"}