{"title": "Labour Dissidents Unite Around Challenger to Jeremy Corbyn as Leader", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2016/07/20/world/europe/britain-labour-party-jeremy-corbyn.html", "body": "Some observers believe that if Mr. Corbyn were to win another mandate to lead the party, Labour could split, as it did in the 1980s, when a group of centrist lawmakers and senior figures formed the ultimately unsuccessful Social Democratic Party.\n\nA majority of current Labour lawmakers never wanted Mr. Corbyn as their leader, see him as an electoral liability and blame him for the party’s lackluster campaign to keep Britain in the European Union ahead of last month’s referendum, in which Britons voted to leave.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSome fret that Labour would suffer big losses under Mr. Corbyn if the new prime minister and Conservative Party leader, Theresa May, were to seek an early general election to win a new mandate. But Mr. Corbyn insists that he has the support of party members, has brought more people into politics and will fight in the next election, which is scheduled for 2020.\n\nAnnouncing her decision to withdraw from the leadership contest, Ms. Eagle, a former spokeswoman on business issues, said she would support Mr. Smith, adding in a Twitter post that he “will make a great leader for Labour” and a “great” prime minister.\n\n“He has the values, vision and policies we need to take on the Tories,” she said, referring to the Conservative Party, and adding that Labour needs “new leadership if we are to make a difference for our country and build a fairer, more equal society.”\n\nMs. Eagle, who set off the Labour leadership contest, was the front-runner, while Mr. Smith had been a relatively low-profile figure within the party until recently. However, he outflanked Ms. Eagle with strong media performances and by pitching his campaign to the left of hers, as well as by highlighting his opposition to the Iraq war, for which she voted.\n\nIraq remains a touchstone issue among Labour members who will decide the leadership contest. Mr. Smith, a former journalist, entered Parliament only in 2010, and is not tainted by association with the governments of the former leader Tony Blair — who is unpopular among Labour activists.\n\nWithin the party, tensions are high and party meetings have been suspended after allegations that lawmakers had been threatened or intimidated. In one incident, a brick was thrown through the window of Ms. Eagle’s constituency office.", "summary": "A majority of current Labour lawmakers never wanted Mr. Corbyn as their leader, see him as an electoral liability and blame him for the party’s lackluster campaign to keep Britain in the European Union ahead of last month’s referendum, in which Britons voted to leave. Some fret that Labour would suffer big losses under Mr. Corbyn if the new prime minister and Conservative Party leader, Theresa May, were to seek an early general election to win a new mandate. “He has the values, vision and policies we need to take on the Tories,” she said, referring to the Conservative Party, and adding that Labour needs “new leadership if we are to make a difference for our country and build a fairer, more equal society.” Mr. Smith, a former journalist, entered Parliament only in 2010, and is not tainted by association with the governments of the former leader Tony Blair — who is unpopular among Labour activists."}