{"title": "British Labour Party, Wary of Old Image, Puts Its Focus on Prudence", "authors": ["Stephen Castle"], "url": "https://www.nytimes.com/2015/09/29/world/europe/british-labour-partys-top-economist-tries-to-dispel-unease-over-budget-plans.html", "body": "To address that skepticism, Mr. McDonnell said that he would take advice on policy from leading economists, including Joseph Stiglitz and Thomas Piketty. He also said he wanted the independent Office of Budget Responsibility, which scrutinizes government economic plans, to “test, test, and test again to demonstrate our plans are workable and affordable.”\n\nVideo\n\nMr. McDonnell raised the possibility of structural change, calling for a review of the operations of the British Treasury, of the mandate of the Bank of England, and of the resources and operations of Her Majesty’s Revenue and Customs, the national tax collection agency.\n\nWhile the speech was long on rhetoric, and promised sweeping reviews of economic policy, it was short on detail. There was no mention of moves to consider a tax on financial transactions — something that Mr. McDonnell had suggested before Monday’s speech — nor was there detail on his plan to use quantitative easing to stimulate investment in the economy.\n\nAn ideological ally of Mr. Corbyn’s, Mr. McDonnell is regarded as an uncompromising figure on Labour’s left, and giving him the job of shadow chancellor, in charge of economic policy, was Mr. Corbyn’s most controversial appointment. Mr. Corbyn won an overwhelming mandate in Labor’s leadership election this month, replacing Ed Miliband, who stepped down after the election in May.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Monday, Mr. McDonnell acknowledged that his reputation might need some polishing, telling the BBC before his speech that he wanted to sound like a “boring local bank manager,” then telling his audience that they would not hear “my usual rant,” or jokes of the type that have gotten him into trouble.\n\nHe once apologized for having said that he wished he could return to the past and assassinate Mrs. Thatcher.\n\nIn his speech, Mr. McDonnell described Labour as Britain’s “only anti-austerity party” — a swipe at the Scottish National Party, which has portrayed its landslide victory in Scotland in the May election as a triumph for those opposing austerity.\n\nMr. McDonnell’s invective against austerity echoed those of left-wing parties elsewhere in Europe.\n\nThe reaction to Mr. McDonnell’s speech from the main business lobbying group, the Confederation of British Industry, was equivocal, suggesting that he may not, after all, have sounded quite like a bank manager.\n\n“The shadow chancellor was strong on intent but has not yet provided great detail on how he intends to deliver his plans,” said John Cridland, the confederation’s director general. “The overall impression of this speech was of rather more intervention in the world of business and the economy.”", "summary": "To address that skepticism, Mr. McDonnell said that he would take advice on policy from leading economists, including Joseph Stiglitz and Thomas Piketty. There was no mention of moves to consider a tax on financial transactions — something that Mr. McDonnell had suggested before Monday’s speech — nor was there detail on his plan to use quantitative easing to stimulate investment in the economy. The reaction to Mr. McDonnell’s speech from the main business lobbying group, the Confederation of British Industry, was equivocal, suggesting that he may not, after all, have sounded quite like a bank manager. “The shadow chancellor was strong on intent but has not yet provided great detail on how he intends to deliver his plans,” said John Cridland, the confederation’s director general."}