{"title": "Reading, Writing and Allegations: Muslim School at Center of Debate", "authors": ["Katrin Bennhold"], "url": "https://www.nytimes.com/2014/06/23/world/europe/reading-writing-and-allegations-muslim-school-at-center-of-debate.html", "body": "Hate crimes against Muslims have been rising. Last week, a Saudi researcher and language student was stabbed to death in a park in Colchester, north of London, with the police saying she may have been attacked because she wore traditional Islamic garb.\n\nPhoto\n\nLast month there was a brief uproar over whether supermarkets and restaurants in Britain needed to disclose when they used halal meat, from animals slaughtered according to Muslim rules. And the inspections of 21 schools in Birmingham after the widespread publication of the anonymous letter documented enough concerns to keep the issue in the news and the government on guard: Some teachers appeared to actively discourage girls from speaking to boys, and one school offered class trips to Mecca subsidized with taxpayers’ money. One teacher, apparently afraid to be seen talking with the inspectors, asked to meet them in a supermarket parking lot.\n\nAt Park View, too, inspectors said, some members of the staff were afraid to speak up. They criticized that boys and girls were taught separately in religious education and pupil development classes, and they said the provision of sexual education was insufficient.\n\nThere was, the inspectors concluded, “a culture of fear and intimidation” in the schools.\n\nBut in Birmingham, where more than one in five inhabitants are Muslim, many residents said they are the ones being intimidated. They pointed to the response of the education secretary, Michael Gove, who said he wanted to “drain the swamp” of extremism and appointed a former counterterrorism chief to investigate. They noted that Prime Minister David Cameron has instructed all schools to start teaching “British values” in the fall. The message to the community is clear, said Hardeep Saini, executive principal of Park View: “Conservative Muslims are extremists, and their schools are un-British.”\n\nWhen it comes to Muslims, said Chris Allen of Birmingham University, open suspicion now passes the test of respectability.\n\n“It has become quite acceptable to blur the line between devout Muslims and extremists, and from there it’s only a short mental jump to militancy,” said Mr. Allen, author of “Islamophobia,” a book about anti-Muslim sentiment in Britain.\n\nUntangling religiousness from extremism has proved especially tricky in a country that, unlike the United States, has never drawn a clear line between the state and religion: The queen is both head of state and head of the Anglican Church. Public schools, while nondenominational, traditionally offer the opportunity for collective Christian worship.\n\nPhoto\n\nPark View, where 98 percent of students are from a Muslim background, has won special dispensation to hold Islamic assemblies instead. The school allows for lunchtime prayer and shortens the school day during Ramadan. Head scarves are an optional part of the school uniform, but at least four in five girls wear them. On Fridays, loudspeakers broadcast the call to prayer, which is led by a student.\n\nAdvertisement Continue reading the main story\n\n“It’s true, we try to accommodate the students’ religion,” said Monzoor Hussain, the acting head teacher of the school, which specializes in math and science. More than half the teachers and the chairman of the school board are Muslims.\n\n“Is there a plot?” Mr. Hussain asked. “Yes, the plot has always been to reverse the underperformance of Muslim children in this country and allow them to be both: Muslim and British.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThere is considerable evidence of success on both counts. On one recent afternoon, two girls were simulating a sword fight with plastic rulers, reciting Shakespeare in an English lesson on the first floor. Next door, classwork on Jewish, Christian and Muslim birthing ceremonies decorated the back wall.\n\nIn a senior-year advanced physics class down the hall, 22 out of the 29 students were girls. Zainab Din, 15, recently won fourth place in a science competition at the University of Birmingham. She wants to study physics or English. On her lapel is a pin that says “entrepreneur” because she has been selling poppies to commemorate World War I in a school pop-up shop.\n\n“What I want people to understand,” said Mr. Hussain, “is that what we have achieved is not despite making allowances for the Muslim faith, but because of it. Parents trust us and children can be themselves.”\n\nPhoto\n\nThere is, he said, a constant tug of war about how much religion is too much. When some students asked to use the loudspeakers in the schoolyard for a Friday call to prayer and requested ablution rooms to wash their feet before praying, they got their way. But when parents demanded that the school ban all music, they did not. Last year Mr. Hussain disciplined a teacher who told students they had to pray.\n\nOnce, a girl came to him because her family wanted to marry her off against her will. She bared a forearm covered in cuts, evidence of her desperation. After he spoke to the girl’s parents, they allowed her to finish school. She is now studying law, he said. Time and time again, Mr. Hussain has told fathers who insist that their daughters have to wear the head scarf that it is the girls’ choice. One female student, pressured by her father to wear it outside of school, takes it off during school hours.\n\nWhat worries Mr. Hussain most is that the current news media attention will erode parents’ trust and students’ confidence. Some students have seen summer internships canceled.\n\nAdvertisement Continue reading the main story\n\nAt the mosque down the road, Tehmoor Qaisar said he shares some of the government’s concerns. “Who knows what’s really going on inside the school,” said Mr. Qaisar, who teaches the Quran to some children from Park View after school. “I agree with the government when it investigates serious allegations of radicalization.”\n\nBut, he added, “What I don’t agree with is the tone.” Alienate young Muslims, and they will start listening to the wrong people, he said.\n\n“Not everyone with a beard is a terrorist,” Mr. Qaisar said, stroking his own neatly trimmed facial hair.\n\nBut stereotypes die hard.\n\nIn the schoolyard, a helicopter was circling overhead, forcing 15-year-old Hayad Hassan to raise her voice. “When I think of extremists, I can’t help it,” she said, “I also think of guys with beards.”"}