{"title": "Blunting the Far Right, Merkel Gains as German Election Nears", "authors": ["Melissa Eddy"], "url": "https://www.nytimes.com/2017/09/01/world/europe/german-election-merkel-far-right.html", "body": "Ms. Merkel, 63, faces off on Sunday in her first debate against her main challenger, Martin Schulz of the Social Democratic party. He, too, had once seemed a threat, but has watched Ms. Merkel open a long lead.\n\nIt was the advance of the far right, however, that seemed most unnerving for the chancellor and her country. Its ebbing has much to do with the German allergy to extremism since the country’s experience with fascism, as well as with the debilitating internal squabbles of the fledgling Alternative for Germany.\n\nPhoto\n\nBut its relative cratering also reflects Ms. Merkel’s skills as a political tactician and an often cold-eyed, nonideological policy pragmatist, even as she has sometimes been cast as a liberal idealist.\n\nNot least, she has maneuvered to deflate the issue that had left her most vulnerable — her decision to open German borders to nearly a million asylum seekers in 2015 — and in the process stripped away her far-right opponents’ animating force.\n\nWhile the Alternative for Germany appears poised to enter Parliament for the first time — a potentially historic breakthrough for the far right — the movement has found itself struggling to reach double-digits in the polls. It regularly stages colorful protests at Ms. Merkel’s rallies, but runs the risk of making itself a political gadfly rather than the kingmaker it had hoped to be.\n\n“Ever since Ms. Merkel has shifted her policies and allowed fewer refugees into Germany, that issue is no longer helping the Alternative for Germany,” said Oskar Niedermayer, a professor of political science at the Free University of Berlin. “And they are doing everything to damage their own reputation.”\n\nFrom the start of the migration crisis, while many Germans panicked at the arrival of hundreds of thousands of asylum seekers, she confidently counseled: “We will manage this.” How she managed it was through a series of course corrections.\n\nAdvertisement Continue reading the main story\n\nIn spring 2016, Ms. Merkel negotiated a European Union deal with President Recep Tayyip Erdogan of Turkey that effectively stanched the refugee flow. Only about 280,000 people arrived in Germany last year, compared with 890,000 in 2015.\n\nThe deal drew criticism for betraying the democratic values on which Ms. Merkel had argued Germany had to accept the refugees in the first place. But Ms. Merkel has since been able to argue that Germany, more than most European countries, has done its share.\n\nPhoto\n\nIn her annual summer news conference in Berlin, Ms. Merkel defended her decision, calling it “important and right.” But she also shifted blame to European partners, who have resisted or refused to take in refugees. “It is also right that we must find long-term, sustainable structures,” she said.\n\nDrastically cutting the flow of newcomers has allowed Ms. Merkel to shift focus to the work of integrating the asylum seekers already in the country. But she has also put the onus on them to learn German, while taking a harder line on expelling those found to pose a danger or rejected for asylum.\n\nIn the past two years, the authorities have regained a grip on who has entered the country, and most refugees have begun language classes, although only 9 percent have found jobs, according to the Federal Employment Agency.\n\nEven the sexual assaults in Cologne on New Year’s Eve 2015 that were blamed on migrants, the attack on Berlin’s Christmas market last year and a string of lesser attacks have done little to dent Ms. Merkel’s standing now that elections are approaching.\n\nMs. Merkel has appealed to Germans’ pragmatism, pointing out that given the number of migrants who came into the country, some were bound to be criminals.\n\nIn Germany’s widely decentralized system, she was also able to point to security deficiencies at the local level. She went on to pledge more police, improved technology and, if necessary, legal changes, to ensure safety.\n\nAdvertisement Continue reading the main story\n\nIf anything, many Germans have seemed to gravitate around her as a reassuring presence and steady hand in an uncertain time.\n\nPhoto\n\n“She has done a wonderful job,” said Marcel Naumann, 21, who works in a chemical factory in Saxony and said he would vote for the chancellor. “She got us out of the crisis and even with her refugee policies, she has remained true to her vision.”\n\nBut the Alternative for Germany is by no means a spent force, and it is trying hard to move the immigration issue to the fore again.\n\nIn recent weeks, the party has introduced a provocative advertising campaign, playing on the perceived threat posed by immigrants and assisted by Harris Media, which is based in Texas and run by Vincent Harris, who briefly served on President Trump’s campaign.\n\nOne ad shows a pregnant white woman with the tagline: “New Germans? We’ll make them ourselves.” Another says, “Burkas? We prefer bikinis,” and shows two women dressed accordingly.\n\nThe party’s immigration platform focuses on overhauling the country’s asylum laws and using the money Berlin currently spends on processing and integrating refugees to keep them in camps closer to their home countries.\n\n“German interests must be guiding principles and not that whoever happens to be visiting here right now gets some sort of development program,” Alexander Gauland, the party’s leader, recently told reporters.\n\nHe later riffed on Mr. Trump’s own campaign promise, saying: “It’s not always ‘America First.’ Sometimes it’s ‘Germany First.’”\n\nNewsletter Sign Up Continue reading the main story Morning Briefing What you need to know to start your day, delivered to your inbox. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYet Mr. Trump’s brand of populism is not popular in Germany. Germans have taken the angry divisions in the United States since his election as a caution, watching warily and condemning demonstrations by emboldened far-right extremist groups, including neo-Nazis.\n\nAdvertisement Continue reading the main story\n\nGiven their history, Germans have shown little tolerance when the Alternative for Germany has overstepped social and historical boundaries, like when one regional leader, Björn Höcke, questioned the tradition of remembrance and atonement for the country’s Nazi crimes.\n\nThis week, Mr. Gauland suggested Ms. Merkel’s integration minister should be “disposed of” back in her parents’ homeland, Turkey. The chancellor condemned Mr. Gauland’s statement as “racist,” and such remarks have turned off many would-be backers.\n\n“Many people do vote for the Alternative for Germany, not because they agree with their positions, but out of protest against the other parties,” noted Hendrik Träger, a political scientist with the University of Leipzig.\n\nIn the tumultuous aftermath of the refugee crisis, protest was what many Germans wanted, and last year the Alternative for Germany made record gains in five state elections.\n\nBut after a year in which Ms. Merkel has tamped down many of Germany’s anxieties, the appeal of a protest vote seems to be waning, he and other analysts noted.\n\nIn three regional elections this year — all of them in the west, where voters are less volatile — the chancellor’s party came out on top, including in the country’s most populous state, North Rhine-Westphalia, considered by many to be a bellwether.\n\nCarola Lange, who attended Ms. Merkel’s rally in Annaberg-Buchholz, acknowledged that her city of 22,000 has struggled with changing demographics. She now works helping support the roughly 300 refugees who have arrived over the past three years.\n\nThe political tensions make her uneasy, and she views politics with increasing skepticism, she said. Nevertheless, she said, the chancellor would get her vote.\n\nAdvertisement Continue reading the main story\n\n“The only alternative for Germany,” Ms. Lange said, “is Ms. Merkel.”"}