{"title": "Germany Votes to Move Ahead With Greek Bailout, but Opposition Grows", "authors": ["Alison Smale"], "url": "https://www.nytimes.com/2015/07/18/world/europe/germany-greece-bailout-talks.html", "body": "Separately on Friday, the European Union agreed to provide Athens with a short-term loan of 7.16 billion euros, or about $7.8 billion, to prevent it from defaulting on earlier loans that it is to repay by Monday.\n\nAnother default, including €4.25 billion owed to the European Central Bank, would have dashed Greece’s hope of reopening its banks, which have been closed since June 29, and of restoring some stability to its crumbling finances.\n\nGreece also won tentative support on Friday from the European Stability Mechanism, the eurozone rescue fund in Luxembourg that is expected to issue new loans to Greece as part of a long-term program. The group said in a statement on Friday that its governors had endorsed a new program in principle and that aid would be contingent on a final agreement between Greece and its eurozone creditors.\n\nIn making her case to the German Parliament on Friday, Ms. Merkel acknowledged conservative doubts that the program would suffice to stabilize Greece enough that it could afford to repay its public debt of more than 300 billion euros, or about $330 billion. But for the sake of the Greek people, of Germany and of European unity, she said, it must be tried.\n\n“We would be grossly negligent, even irresponsible, if we did not at least try this path,” Ms. Merkel said.\n\nHer government’s commitment to the bailout plan was called into question on Thursday, when Mr. Schäuble suggested that Greece’s best opportunity for a debt reduction of the scale that it wants and needs would come only if it left the eurozone for some time. He made his statement just hours after the Greek Parliament had lived up to its initial commitment under the deal, passing a new set of austerity measures the creditors had demanded, over the objections of the leftist Syriza party of Prime Minister Alexis Tsipras.\n\nAdvertisement Continue reading the main story\n\nThat vote continued to have repercussions in Athens, where Mr. Tsipras tried to give his beleaguered administration a boost on Friday by conducting a partial reshuffle of his cabinet and replacing a handful of ministers who broke ranks with the government.\n\nThe reorganization followed a meeting with Syriza lawmakers, in which Mr. Tsipras told the 32 who voted against the measures — as well as six who abstained and one who was not present for the vote — that the split was “an open wound in our party at a critical time.”\n\nFinance Minister Euclid Tsakalotos and other key officials, including in the ministries of interior, defense and foreign affairs, kept their posts. But changes were made within the energy, labor, social security, defense and finance ministries. Mr. Tsipris also announced the creation of a special committee for tackling graft.\n\nIn Germany’s parliamentary debate on Friday, Mr. Schäuble did not repeat his suggestion that Greece might be better off leaving the eurozone. But in a fiery address, he emphasized that the negotiations on a third bailout were “a last attempt to solve the extraordinarily difficult task” of restoring lasting financial stability to Greece.\n\nThe debate over whether to back a third bailout for Greece has divided Germans, and many fear they are throwing money into a black hole. An opinion poll for the German broadcaster ARD showed that 49 percent of those surveyed wanted their lawmakers to vote against the next round of negotiations, while 46 percent urged Parliament to support it. The poll of 1,029 people was conducted by Infratest dimap from Monday to Wednesday.\n\nGermany has ruled out forgiving any of Greece’s debt, but it has left open the door to negotiations on an extension to the payment schedule or lower interest rates. The International Monetary Fund is insisting, though, that Germany and other European creditors agree to a much deeper debt reduction than they had so far considered.\n\nChristine Lagarde, managing director of the fund, said in an interview with Europe 1 radio on Friday that the Greek bailout plan was “categorically not” viable without debt relief.\n\nThe creditors are in agreement on that principle, she said, but “not on the amount or the means” of easing the repayment burden. Ms. Lagarde excluded debt forgiveness — known in financial jargon as a haircut — but mentioned the possibility of “considerably extending” maturities and the grace period during which no repayment is required, and of reducing the interest rate.\n\nFor the I.M.F. to participate in a third bailout plan, she said, “there has to be a complete program,” which means not only that Greece must put overhauls in place, but also that the creditors must restructure the debt.", "summary": "Her government’s commitment to the bailout plan was called into question on Thursday, when Mr. Schäuble suggested that Greece’s best opportunity for a debt reduction of the scale that it wants and needs would come only if it left the eurozone for some time.He made his statement just hours after the Greek Parliament had lived up to its initial commitment under the deal, passing a new set of austerity measures the creditors had demanded, over the objections of the leftist Syriza party of Prime Minister Alexis Tsipras.That vote continued to have repercussions in Athens, where Mr. Tsipras tried to give his beleaguered administration a boost on Friday by conducting a partial reshuffle of his cabinet and replacing a handful of ministers who broke ranks with the government.Christine Lagarde, managing director of the fund, said in an interview with Europe 1 radio on Friday that the Greek bailout plan was “categorically not” viable without debt relief.Ms. Lagarde excluded debt forgiveness — known in financial jargon as a haircut — but mentioned the possibility of “considerably extending” maturities and the grace period during which no repayment is required, and of reducing the interest rate."}