{"title": "In Catalonia, Spain, Artur Mas Is Separatist Voice", "authors": ["Raphael Minder", "The Saturday Profile"], "url": "http://www.nytimes.com/2012/10/06/world/europe/in-catalonia-spain-artur-mas-threatens-to-secede.html", "body": "In that respect, his threats may amount to nothing more than brinkmanship, as he applies to Madrid much the same tactic it has used to gain favorable treatment in its own dealings with Brussels: that is, that Catalonia, which has its own language and sense of identity, is simply “too big to fail” without calamitous consequences that no one wants to see. On Friday, Catalonia’s government raised the pressure, saying it would not be able to meet its September payments for basic services like heath care on schedule.\n\nThe great risk is that Mr. Rajoy’s government — squeezed as it is, itself weighing a European bailout — is hardly in a position to appease Catalonia’s demands under a Spanish tax system that redistributes revenue from the richest to the poorest regions, without also raising tensions with other struggling regions.\n\nThe grievances run in both directions. In Catalonia’s view, Madrid has drained its finances, while Madrid accuses Catalonia, like nearly all of Spain’s regions, of mismanaging its books.\n\nIn the interview on Wednesday in the Catalan government’s medieval palace, Mr. Mas was unrepentant about further unnerving investors who already question Mr. Rajoy’s ability to meet agreed deficit targets and clean up Spanish banks. Instead, he contended that it was Mr. Rajoy who had forced Catalonia down the separatist path, after rejecting its demands unconditionally.\n\n“When you get a clear no, you have to change direction,” Mr. Mas said. Although he acknowledged that there was no guarantee Catalonia would succeed in imposing its claims on Madrid, he argued that “the worst-case scenario is not to try, and the second-worst is to try and not get there.”\n\nHIS advice to Mr. Rajoy was to avoid further delay in tapping a bond-buying program, devised by the European Central Bank largely with Spain’s rescue in mind. European financing — in the form of billions of dollars in subsidies received after Spain joined the European Union in 1986 — had already played a major part in Spain’s development, he noted.\n\n“The problems of Spain now supersede its capacities, so that it needs help,” Mr. Mas said. “If you have no other choice than to ask for a rescue, the sooner the better.”\n\nAdvertisement Continue reading the main story\n\nAsked, however, where Spain would stand without Catalonia, its industrial engine, Mr. Mas was unperturbed. “Spain without Catalonia is not insolvent but more limited,” he said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAn economist by training, Mr. Mas comes from a Catalan family linked to the metal and textile sectors, which were at the heart of the region’s development after the Industrial Revolution. Having studied at a French school in Barcelona and then learned English, he also stands out as a rare multilingual leader in Spain’s political landscape.\n\nHe climbed the ladder of Catalonia’s politics over a long career as a public servant in the shadows of another politician, Jordi Pujol, who ran Catalonia for more than two decades. While hardly unknown in his region, Mr. Mas has surprised even party insiders this year by the way he has thrown caution to the wind in challenging Mr. Rajoy.\n\n“We all knew Mas as an efficient technocrat and one of our very best managers, but I don’t think many people expected him to show such courage and patriotic feelings,” said Josep Maria Vila d’Abadal, a mayor and member of Mr. Mas’s party, Convergència i Unió.\n\nMr. Mas insisted that his separatist drive was “not about personal ambition,” saying he would retire from politics once Catalonia achieved sovereignty. He is married with three children.\n\nEven though Catalonia would face an uphill struggle to join the European Union, particularly given Madrid’s opposition, Mr. Mas said that Brussels had shown in the two decades since the collapse of the Soviet Union that it could adjust to much more dramatic and unforeseeable nationhood claims.\n\nMr. Mas has already put words into action. Shortly after being rebuffed by Mr. Rajoy over his tax demands, he called early elections in Catalonia — on Nov. 25, two years ahead of schedule — that could turn into an unofficial referendum on independence, after a mass rally in Barcelona on Sept. 11 in which hundreds of thousands of Catalans demanded to form a new European state.\n\nOn the heels of the rally, Mr. Mas and his nationalist party are counting on significant gains in next month’s election as they try to convince Catalans that Mr. Mas can erase their longstanding complaints about control from Madrid.\n\n“We have created a big feeling of hope among a big part of our society,” Mr. Mas said.\n\nSUCH comments, however, have also prompted criticism of Mr. Mas, led by Madrid politicians as well as other regional leaders, who have denounced Catalonia’s attempt to break ranks in a time of crisis.\n\nAdvertisement Continue reading the main story\n\nWhile Mr. Rajoy has steered clear of the wrangling, some conservative politicians have warned of retaliatory measures. His deputy prime minister warned Mr. Mas last week that Madrid would use every legal instrument available to block a Catalan vote on independence, which would violate Spain’s Constitution.\n\nOthers accuse Mr. Mas of using the tussle with Madrid to shift the blame for Catalonia’s economic difficulties onto Mr. Rajoy and to distract voters from his government’s own shortcomings, including a failure to meet the deficit target that the Catalan government set for itself last year.\n\nLast week, Pere Navarro, the leader of the opposition Catalan Socialist Party, called Mr. Mas “a false prophet,” who talked about a promised land instead of recognizing that he had made Catalonia “worse than two years ago,” when Mr. Mas took office."}