{"title": "Jeremy Corbyn Talks of ‘Shared British Values’ at Labour Party Conference", "authors": ["Stephen Castle", "Steven Erlanger"], "url": "https://www.nytimes.com/2015/09/30/world/europe/jeremy-corbyn-labour-conference-values.html", "body": "But his prime concern was to show himself capable of leadership, deflecting attacks from the right-wing news media with humor and trying to find a balance between his deeply felt political beliefs and the demands of political leadership, where every word he says and every action he takes will be parsed to see if he can remain authentic while becoming a plausible prime minister.\n\nHe left no doubt that he stood with those he called “the ordinary people” of Britain, and his message to them was, “You don’t have to take what you’re given.”\n\n“You don’t have to be grateful to survive in a world made by others,” he added, but “you can dismiss them when they fail you, that’s what democracy is all about.”\n\nIn May, British voters gave Mr. Cameron and his Conservatives a majority in Parliament, handing a left-leaning Labour Party its worst defeat in decades. Searching for a new leader, Labour chose Mr. Corbyn overwhelmingly, though he has little support among his own party’s elected legislators, many of whom fear he will marginalize the party and ensure another electoral defeat in 2020.\n\nOn Tuesday, Mr. Corbyn sought to steer away from confrontation with others in the party, promising to listen to a range of viewpoints and urging followers to refrain from personal abuse, especially on social media. That won him one of the few standing ovations he got from a packed hall here.\n\nMr. Corbyn has struggled mightily with the demands of sudden leadership. He was criticized sharply this month for not singing the national anthem, “God Save the Queen,” at a commemoration of the 75th anniversary of the Battle of Britain.\n\nVideo\n\nThough he is a lifelong republican who does not favor the monarchy, he nonetheless promised to sing it in the future. There has been a similar fuss in the British press about whether he would bow to the queen when he becomes a member of her Privy Council, which comes with leading Britain’s main opposition party. And he promised to wear a red poppy, not a pacifist’s white one, at the ceremony on Remembrance Day, Nov. 11, when Britain honors its war veterans.\n\nAdvertisement Continue reading the main story\n\nPart of Mr. Corbyn’s appeal has been his perceived authenticity, in contrast to the more homogeneous, polished but unideological politicians Labour tended to produce under Tony Blair, the former prime minister. That reputation for sounding authentic suffered a setback when it emerged that a part of Mr. Corbyn’s speech had been written by Richard Heller, a political adviser and speechwriter who had unsuccessfully offered the passages to a previous Labour leader, Ed Miliband.\n\nAnd the press has already hit him with comments made earlier in his career that were critical of British and American foreign policy and sympathetic to Irish Republicans, Hamas and Hezbollah.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nOn Tuesday, Mr. Corbyn mocked some of that coverage, including one article that claimed that he had welcomed the prospect of an asteroid wiping out humanity. “It’s not the kind of policy I would want this party to adopt without a full debate in conference,” he said.\n\nMr. Corbyn clearly has had to compromise on symbolic matters — on Tuesday, for example, he wore a white shirt with a traditionally deep red Labour tie of the kind his predecessor, Mr. Miliband, rarely wore, but did so with a beige sport jacket, not a suit. He did not apologize for the party’s role under Mr. Blair in the Iraq war, which he had once promised to do.\n\nHe was forced to forgo a policy discussion here on Britain’s nuclear capabilities, and he yielded to pressure from supporters of the European Union by promising to support continued British membership in the bloc when that question is put to a referendum sometime before the end of 2017.\n\nBut Mr. Corbyn has had more serious difficulties. He had trouble filling his shadow cabinet, opposition spokesmen and spokeswoman who mirror the governing party’s cabinet. Many prominent legislators refused to serve under him in opposition to his economic policies and his personal positions, including withdrawing from NATO, ending Britain’s nuclear deterrent and consistently criticizing American policy. And women in the party criticized the fact that nearly all the top jobs in the shadow cabinet went to men, though he tried to have gender balance in numbers.\n\nMr. Corbyn’s new shadow education secretary, Lucy Powell, admitted that she had never even met or spoken with him before getting the job. But she defended his willingness to listen to others and debate.\n\n“He is not trying to go off into a room on his own and develop policy with his advisers,” she told the BBC. “He wants an open and democratic and outward-looking approach to policy-making, so that’s why he’s not got fully formed policies that he is going to be announcing today.”\n\nIn his speech, Mr. Corbyn tried to make a virtue of his tolerance of divisions, as a part of the new politics he represents. “I am not a leader who wants to impose leadership lines all the time,” he said. “I don’t believe anyone of us has a monopoly on wisdom and ideas — we all have ideas and a vision of how things can be better.”\n\nAdvertisement Continue reading the main story\n\nSenior members of the party have avoided public rifts in Brighton, and even fierce ideological opponents have averted open confrontation. One of the more striking, and surreal, examples was a chance encounter in the conference center between Mr. Corbyn’s close ally John McDonnell, the shadow chancellor, and Peter Mandelson, who was a friend and colleague of Mr. Blair.\n\nBut in the bars of Brighton, senior Labour politicians have been trying to come to terms with the direction their party has taken, one that few predicted just a couple of months ago. While some argue that the party will have to make the best of what has happened, others believe Mr. Corbyn’s leadership cannot last.\n\n“Discombobulated is the word I’ve been using to describe the mood,” said one party official who asked not to be identified by name.", "summary": "On Tuesday, Mr. Corbyn sought to steer away from confrontation with others in the party, promising to listen to a range of viewpoints and urging followers to refrain from personal abuse, especially on social media. Part of Mr. Corbyn’s appeal has been his perceived authenticity, in contrast to the more homogeneous, polished but unideological politicians Labour tended to produce under Tony Blair, the former prime minister. That reputation for sounding authentic suffered a setback when it emerged that a part of Mr. Corbyn’s speech had been written by Richard Heller, a political adviser and speechwriter who had unsuccessfully offered the passages to a previous Labour leader, Ed Miliband. One of the more striking, and surreal, examples was a chance encounter in the conference center between Mr. Corbyn’s close ally John McDonnell, the shadow chancellor, and Peter Mandelson, who was a friend and colleague of Mr. Blair."}